{
	"spring.000": "I'd feel guilty shopping anywhere else. Besides... Morris gives me the creeps.",
	"spring.001": "%Toshinori is staring out to sea. He seems far away.",
	"spring.002": "What kind of books do you read, @?",
	"spring.003": "S-sorry, @... I...$8#$b#*Hurgkp!*$3",
	"summer.000": "%Toshinori is smiling as he watches the waves crash.",
	"summer.001": "The sounds of summer in the forest are almost magical.$h",
	"summer.002": "I can't wait to take a shower...$s",
	"summer.003": "%Toshinori is browsing the museum's catalog.",
	"fall.000": "The forest is so beautiful during fall, don't you agree, @?$h",
	"fall.001": "Everyone looks so busy this time of year.",
	"fall.002": "%He's watching the leaves rustle and fly through the breeze.",
	"fall.003": "I really like reading. Do you, @?",
	"fall.004": "The saloon has a different sort of energy this time of year. I like it.",
	"fall.005": "%Toshinori is watching the sunlight glitter on the water.",
	"winter.000": "Pierre seems distraught that it's winter... He must not be able to sell as much.",
	"winter.001": "The fireplace in the library is a gift from above!$h",
	"winter.002": "%He's shivering as he watches the icy waves move.",
	"winter.003": "%You rub his back...",
	"winter.004": "I really love coming here.",
	"winter_17.000": "Have you watched the mermaid show, @?#$b#I feel as though I'm in a trance when they sing.$h",
	"winter_15.001": "I snuck into Harvey's room to look out the window so I could see the ships arrive.#$b#Is that weird? HAH HAH HAH!$h",
    "winter_16.002": "%He's looking around in wonder. His eyes are young.",
	"sleep.000": "%He looks pale and shaky, and he's trying to fall asleep. You leave him be...",
	"sleep.001": "He's asleep. So motionless, you almost worry he's dead, until you see him breathing.",
	"saloon.001": "%Toshinori occasionally chatters with Gus, or asks the people around him about their day.",
	"hospital.001": "Even though I live here, I have to sign in and wait to be seen like any other patient.#$b#I prefer it this way. I don't want any special treatment because of my condition.",
    "hospital.002": "@!$3#$b# I'm, uh, a little busy here!$4",
	"teaching.001": "I'm helping Penny with Jas and Vincent's reading lessons. We're moving up to the big kid books soon!$1#$b#Hey, @, maybe you should teach these kids about agriculture some time. A field day to your farm, perhaps?#$b# I'm not inviting myself over, I promise!$1",
 
}
