{
    /************************************************
    ** Generic text
    ************************************************/
    // NPC info
    "npc-display-name": "Lyell",

    // gift taste dialogue
    "gift.love": "Oh, this is for me? Thank you. I love it!",
    "gift.like": "Hmm... thank you.",
    "gift.dislike": "You shouldn't have...",
    "gift.hate": "I really don't like this.",
    "gift.neutral": "Oh...Thank you...",

    // player killed dialogue
    "player-killed.not-spouse": "I found you in the mines. Don't let this happen again.$s",
    "player-killed.spouse": "Please be more careful, I don't want to lose you so soon...$s",

    // engagement dialogue
    "engagement.0": "I... I accept! I'll love you 'til the end.$s",
    "engagement.1": "@... I...#I accept.#9",

    // wedding dialogue
    "wedding.1": "@... Lyell... #$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you husband and wife!$h",
    "wedding.2": "@... Lyell... #$b# As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you husband and, well, husband!$h",
    "wedding.3": "When @ first arrived in Pelican Town, no one knew if he'd fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1} to unite @ and Lyell in the bonds of marriage.",
    "wedding.4": "When @ first arrived in Pelican Town, no one knew if she'd fit in with our community...#$b#But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day {0} of {1} to unite @ and Lyell in the bonds of marriage.",

    // jelousy dialogue
    "gift-question.truth": "Oh, that's real sweet of you, @. Hope they liked it.$h",
    "gift-question.lie": "...Please don't lie to me like that.$s",

    // mail
    "mail.beer": "If anyone has time, I'd love a cold beer.^I'll pay you of course.^ -Lyell %item quest 346 true %",
    "mail.ancientFruit": "I need Ancient Fruit for a recipe.^I'll pay you of course.^ -Lyell %item quest 454 true %%",
    "mail.costume": "I need a packet of Starfruit seeds. I'll be grateful for them.^I'll pay accordingly.^ -Lyell %item quest 486 true %%",
    "mail.coal": "I'm wanting to grill soon, but I don't have any coal. If you have extra, can I have it?^I'll pay you, of course.^ -Lyell %item quest 270 true %%",

    // quests
    "quests.beer": "ItemDelivery/Bring Lyell a beer./Lyell wants a cold drink./Bring Lyell a beer./Lyell 346/-1/500/-1/true/Oh, thank you! Do you want to stay and drink with me?$1",
    "quests.drink": "ItemDelivery/A cold drink./Lyell wants a cold beer./Bring Lyell a beer./Lyell 454/-1/500/-1/true/Just what I needed! Thank you, @",
    "quest.seeds": "ItemDelivery/Starfruit seeds./Lyell needs starfruit seeds for his garden./Bring Lyell a packet of starfruit seeds./Lyell 486/-1/700/-1/true/Oh, you saw my posting! Thank you, @, this is just what I needed.$1",
    "quest.corn": "ItemDelivery/Help the girls/Lyell needs a stalk of fresh corn for his chickens./Bring Lyell some corn./Lyell 270/-1/400/-1/true/The girls will love this. Thank you.",

    // secret notes
    "journal.1": "Dear journal,^It feels like it's been centuries since I last wrote in you. I find that as time passes by I grow more and more weary of writing down my thoughts.^There is much I think of but then there is little that comes to mind. I've been out to sea these days, invading militant ships with a posse of delinquents.^My captain is quite pleasent though, she's one of the strongest women I've ever met. To say I'm not enthralled by her would be a lie.^I feel as though, she may harbor similar feelings towards me. But it's been so long since I last let love in and I find myself growing afraid with each sunset.^I wish I could stop feeling, it would be wiser not to fall victim to my own emotions.^It's cruel for us both isn't?^She would die like my sweet daughter and wife. Maybe not by fire, but some way I would loose her.^It's sunset right now, the bright colors of the sky bring me comfort, the passage of time continues and with that I shall return to my duties.^-Lyell Halkias",
    "journal.2": "Dear journal,^today is one of the happiest days of my life. My beautiful daughter has been born, I'm a proud husband and father. Elizabeth and myself has decided to name her Lexi. It was a concerning ordeal however, as beautiful as she is. She really couldn't have picked a worse time to join us then now.^We've been traveling by wagon, trying to make it east of the Gotoro captial before Elizabeth would fall into labor.^But Lexi wasn't having that, she wanted to come early. She's so small, much smaller then my first daughter Lyza. She's a summer child, born on the fifth day of the season.^The civil war has ended and now Gotoro is at peace for now.It was just 1730 that it started, I'm so glad the fighting has ended. I would have hated to raise my little girl during something so ugly.^It's quite late and Elizabeth requires my help. So I must be ending this entry here.^-Lyell Halkias",
    "journal.3": "Dear journal,^I am fulled of hatred for the the goddess that has cursed me a life everlasting. My world has crumbled into ashes, my sweet family has been lost not but a month ago. They were stolen from me, murdered by spiteful enemies.^I know that Thalous and his gang of criminals torched my home. They took my family from me but I plan to make them pay for their transgressions.^My life my have burned with my family, but my will for vengeance is driving me forward.^-Lyell Halkias",
    "journal.4": "Dear journal,^It's been a long time hasn't it? I've not felt the urge to write in many years now. I suppose I simply couldn't bring myself to. Thinking for too long caused too much heartache.^But this day, is a good one.The ship overseas has finally touched land. The wild country of ferngill is mine to explore.^It's quite different here, I understand the native tonmgue of this land enough to write and listen. But speaking it enludes me, it's very difficult.^In ferngill men carry guns on their belts, even the farmers do. I've never seen anything like it. I've found a saloon to stay in for the night, luckily they rent rooms for as long as you need.^As long as you can pay of course.^There's wounds in my heart that have struggled to heal and still I am pained by them. But I feel that finally I can start over, that maybe life doesn't have to be as depressing as I thought.^I've even made a friend, Austin. He's quite sweet and even though this will stay within your pages. I find him alluring enough to stick around.^He has different colored eyes and pale fair skin.^I hope we can be good friends.^-Lyell Halkias",
    "journal.5": "Dear journal,^This is my final entry. Not because I grow tired of writing but because this is my last page.^I've returned from war, Ferngill and Gotoro has been at it for a while now. And I heard the call to fight against my own mother land for what I believe is right.^I left unwillingly, the military could no longer use me to their benefit. So I am being sent back. I have no home back at Ferngill. But luckily I have savings in a bank. I plan to buy a peice of land somewhere. Somewhere small and peaceful.^I hope to raise a farm, though I only have on arm now. I'm sure it'll be a difficult task. But I am hopeful for it.^I just want to rest now.^-Lyell Halkias",


    /************************************************
    ** Festival dialogue
    ************************************************/
    // text shown if nothing else matches
    "festival-default": "These festivals are great.#$e#Id love to organize one myself.",

    // egg festival
    "spring13": "Let's hope they find all the eggs this year.$1",
    "spring13.friendly": "I love boiled eggs. It's a great snack.$1",
    "spring13.dating": "Find plenty of eggs for me.$1#$b#But leave more for the kids.$1",
    "spring13.married": "Abigail is hard to beat$1$e#Good luck, my love.$1",
    "spring13.divorced": "Oh, @...$2#$e#How's the farm?$2",

    // flower festival
    "spring24": "Everyone's so happy. Really raises my spirits.$1",
    "spring24.friendly": "Watching everyon dance makes me feel young again.$1",
    "spring24.dating": "Oh no, I don't like dancing, sweetheart. You go ahead.$1",
    "spring24.married": "Oh no, no, please, I don't want to dance.$1#$b#I like watching.$1",
    "spring24.divorced": "Please stop joking, it really hurts...$2",

    // luaua
    "summer11": "I was sneaky and put in some spices from the Gotoro Empire. I brought some with me when I moved here.$1",
    "summer11.friendly": "Pam tried to sneak something... inappropriate into the potluck.$5#$e#I stopped her though, don't worry.",
    "summer11.dating": "Join me, sweetheart, we'll eat together.$4",
    "summer11.married": "I wasn't sure what to put in the soup.$2#$b#So I put in some hot peppers.$1",
    "summer11.divorced": "Hope you're well...#$e#*sigh* Please, I don't feel like talking.$2",

    // jellies
    "summer28": "There's something about the glow of the jellies that clears my head. It's the one time of the year I truly feel at peace.$1",
    "summer28.friendly": "It's a beautiful night. I hope you enjoy the festival.$1",
    "summer28.dating": "@, I'm happy you came.$1#$e#Do you want to watch the jellyfish together?$4",
    "summer28.married": "It's a beautiful night, isn't it?$1#$e#I'd love to spend it with you, love.$4",
    "summer28.divorced": "I hate being rude.$2#$e#But please, leave me alone.$5",

    // Marketpalooza (from Fellowclown.Nikolai mod)
    "fall3": "I'm glad to see Nikolai applying himself.$1#$e#This market was a great idea.$1",
    "fall3.dating": "I'm looking for something nice for you.$1",
    "fall3.married": "I think I might go buy some honey from Nikolai.$1",
    "fall3.divorced": "Please go enjoy the market.#$b#Instead of talking to me.$2",

    // fair
    "fall16": "The fall festival is one of my favorite festivals of the year!$1",
    "fall16.friendly": "I love petting the animals. I know it's for kids but I can't help it.$1",
    "fall16.dating": "You should try this, it's really good. [612 236 241]$1",
    "fall16.married": "Hello, love, I won this for you. [446 113 279 444 581]$1",
    "fall16.divorced": "What is it?$2$e#Please go away.$5",

    // spirit's eve
    "fall27": "Good evening.$e#Did I scare you?$e#Spirit's Eve is such a fun festival.$1.",
    "fall27.friendly": "You think the supernatual is offended by this holiday?",
    "fall27.dating": "Happy Spirit's Eve.$e#Do you want to try the maze together?",
    "fall27.married": "Don't get too frightened tonight.$1$e#Did you see the kids? They look cute, don't they?$1",
    "fall27.divorced": "*sigh*$2$e#I really don't like talking to you anymore.$2",

    // festival of ice
    "winter8": "I try to go to every festival throughout the year.#$b#I enjoy the company, even if I don't talk to anyone.$1#$e#I don't join the events though, I get.... nervous.$2",
    "winter8.friendly": "I could use something hot to drink.$1#$e#Catch lots of fish this year.",
    "winter8.dating": "Would you like to build a snowman with me?$4",
    "winter8.married": "I got hit in the face with a snowball.$1#$e#Kids, right?$1",
    "winter.divorced": "*sigh*$2$e#Can't you talk to someone else?$2",

    // winter star
    "winter25": "A long time ago, the 'Winter Star Festival' was something completely different.#$b#Even so, I still enjoy it all the same.",
    "winter25.friendly": "It's always hard figuring out what to get people.",
    "winter25.dating": "The tree's beautiful, isn't it?$e#I love the decorations.$1",
    "winter25.spouse": "I got this for you.$4[# # #]",
    "winter25.divorced": "...Hope you're well.$2$e#I still don't want to talk to you, @.$2",


    /************************************************
    ** MissCoriel's Courtship dialogue
    ************************************************/
    "courtship.give_flowersA": "Oh...#$b#That's very sweet of you.$4",
    "courtship.give_flowersB": "I'm sorry, I don't have anything to give to you...$4",
    "courtship.give_pendant": "I...#$b#I don't know...$2#$b#Okay...$4#$b#I accept.$4",
    "courtship.stardrop_gift": "This is so much, thank you.$h",
    "courtship.rejectNPCA": "It's not a good idea.",
    "courtship.rejectNPCB": "There's someone better for you.",
    "courtship.reject_two_heartA": "Forgive me, but no.$2",
    "courtship.reject_two_heartB": "I'm not interested in a relationship.$2",
    "courtship.reject_four_heartA": "It's better that we stay friends.$2",
    "courtship.reject_four_heartB": "I think you should seek someone else out.$2",
    "courtship.engageA": "That's just wrong - you're already engaged!$5",
    "courtship.engageB": "I should pound you black and blue! You're already taken!$5",
    "courtship.marriedA": "I'll pretend you didn't ask, for your fiancé's sake.$a",
    "courtship.marriedB": "Perhaps instead of getting married, you should have stayed casual. I'm not interested in being a homewrecker.$a",
    "courtship.refusal_no_heartsA": "You shouldn't joke about love.$3",
    "courtship.refusal_no_heartsB": "This isn't funny.$3",
    "courtship.refusal_knownA": "It's simply a bad idea...$3",
    "courtship.refusal_knownB": "It wouldn't work out. There's someone better out there.$2",
    "courtship.refusal_botherA": "It's not a good time.$2",
    "courtship.refusal_botherB": "I don't think so.$2",


    /************************************************
    ** Movie reactions
    ************************************************/
    "movies.0.before": "Seeing a picture show is always a great treat.#$e#Thank you for letting me tag along.",
    "movies.0.during": "Lyell looks invested.",
    "movies.0.after": "That was a great picture show.$1#$e#We should do it again soon.",

    "movies.1.before": "Gus has told me a lot about this picture show.$1#$e#I'm hoping it's good.",
    "movies.1.during-text": "Lyell looks saddened.",
    "movies.1.during-message": "My daughter would love this movie...$2",
    "movies.1.after": "The picture show was so sad.$2#$e#I've never liked sad stories...",

    "movies.3.before": "I'm looking forward to seeing this one. It looks interesting.$1",
    "movies.3.during": "Lyell is smiling.",
    "movies.3.after": "The picture show was everything I hoped it would be.",

    "movies.4.before": "I love to laugh, so this is going to be good.$1#$e#Hopefully...",
    "movies.4.during": "Oh goodness, that's too funny.$1",
    "movies.4.after": "That was just what I needed.#$e#Thank you for bringing me.",

    "movies.5.before": "I don't suppose we could watch something else, could we?#$e#I just... don't enjoy getting scared.",
    "movies.5.during": "I feel sick. Maybe I should step out.",
    "movies.5.after": "That was... I'm sorry, I hated it.$2",

    "movies.6.before": "I heard the kids talking about this one.$1#$e#Hoping it's good.",
    "movies.6.after": "That wasn't so bad. I really enjoyed it.",

    "movies.7.before": "Gus said this picture show was really worth watching.",
    "movies.7.after": "Gus was right, I throughly enjoyed that picture show.$1",

    "movies.8.before": "I suppose we can watch this one, for you at least...$2",
    "movies.8.during": "...",
    "movies.8.after": "I'm sorry I didn't quite enjoy this one...",

    "movies.9.before": "This one is good, I could watch it again.",

    "movies.10.before": "It could be better, but it's not a bad picture show at all.",

    "movies.11.before": "I'm not a fan of this one...$2",


    /************************************************
    ** Event dialogue
    ************************************************/
    /*********
    ** Pierre's Shop, 0.4-heart event
    *********/
    "event-0.01": "You really don't need to do that... I can pay full price.$8",
    "event-0.02": "It's no trouble. You're one of my best customers.$h",
    "event-0.03": "Oh, @! Have you met Lyell?$h",
    "event-0.04": "...$4",
    "event-0.05": "Yes, we've met already...",
    "event-0.06": "That's great! I think you two would get along well.",
    "event-0.07": "...",
    "event-0.08": "I need to get going.$s",
    "event-0.09": "Excuse me.$s",
    "event-0.10": "I wonder what's wrong with him?$s",


    /*********
    ** Mountain, 1-heart event
    *********/
    "event-1.01": "?!$7",
    "event-1.02": "Oh, it's just you.$s",
    "event-1.03": "You gave me quite a scare there! You shouldn't sneak up on people like that.",
    "event-1.04": "Me? Oh, I was just looking at the water.$8",
    "event-1.05": "There's something about the way it moves with the breeze that calms my mind down.$9",
    "event-1.06": "I've been kind of lost in my thoughts these days.$s",
    "event-1.07": "Coming back from the war, you have a lot of free time...$s",
    "event-1.08": "Too much free time, if you ask me.$3",
    "event-1.09": "I tend to overthink things, is all... Getting stuck on what I could have done differently.$9",
    "event-1.10": "Buh... It's a mess really. Nothing to worry yourself over, though.",
    "event-1.11": "If I knew how, I would just turn my brain off, you know what I mean?",
    "event-1.12": "I know exactly what you mean.",
    "event-1.13": "That's sort of weird.",
    "event-1.14": "I don't really understand.",
    "event-1.15": "Well, I really should be heading back. I have my girls to feed...$h",


    /*********
    ** Hospital, 1.16-heart event
    *********/
    "event-2.01": "Lyell, this is getting out of hand.$2",
    "event-2.02": "...$2",
    "event-2.03": "Staying healthy is important... especially when you have animals that are depending on you.",
    "event-2.04": "It's really not a problem... I'm fine.$2",
    "event-2.05": "It is a problem. You can't keep working yourself ragged like this.$5",
    "event-2.06": "You're dragged in here unconscious at least twice a week... You're going to end up working yourself to death if this keeps up.$2",
    "event-2.07": "@?!$8",
    "event-2.08": "This isn't a good time, could you wait in the waiting room? I'll be right with you.$2",
    "event-2.09": "@'s fine, I was just leaving anyway.$n",
    "event-2.10": "But... there's more I need to talk to you about!$5",
    "event-2.11": "Well, I'm done talking... I'm fine.$n",
    "event-2.12": "I know you're a doctor, but I know my body and its limits.",
    "event-2.13": "You're a hard-working farmer, @. You understand where I'm coming from, don't you?",
    "event-2.14": "Yes, but you should still listen to the doctor.",
    "event-2.15": "No, I think you should listen to the doctor.",
    "event-2.16": "I understand completely. You know your body better then anyone.",


    /*********
    ** Lyell's Woods, 1.36-heart event
    *********/
    "event-3.01": "Oh, @, I'm just visiting a old friend.",
    "event-3.02": "This was Marlin. He was my...",
    "event-3.03": "He was my best friend...",
    "event-3.04": "It's been years since he passed but I still visit him when I can.",
    "event-3.05": "I believe that the spirits of the dead live on in the afterlife if you remember them.",
    "event-3.06": "So I come to remind myself of him. So he can continue on.$s",
    "event-3.07": "I guess it's silly when I think about it, isn't it?$s?",
    "event-3.08": "It's not silly, it's sweet..",
    "event-3.09": "Yeah, that's pretty stupid.",
    "event-3.10": "I need to get going, busy day today. You know where to find me if you need something.$8",


    /*********
    ** Lyell's Woods, 1.4-heart events
    *********/
    "event-990.01": "Roswell?$2",
    "event-990.02": "Roswell, here girl?",
    "event-990.03": "Buck.",
    "event-990.04": "Roswell?!$2",
    "event-990.05": "Buck!$2",
    "event-990.06": "Roswell, you devil.$1#$b#Thanks for finding her @.",
    "event-990.07": "She's always finding ways out of the coop.$2#$b#With the wild animals I keep running into, I'm scared she'll get hurt one day.$2",
    "event-990.08": "But I guess she doesn't understand that.#$b#Do you Roswell?$1",
    "event-990.09": "...",
    "event-990.10": "Okay, lets get you back in the coop.$1",
    "event-990.11": "...$1",
    "event-990.12": "Don't give me that look.$2",
    "event-990.13": "@, stay right there.#$b#Keep her from running off into the trees.",
    "event-990.14": "!!!$2",


    /*********
    ** Lyell's Barn, 1.4-heart event
    *********/
    // main
    "event-16.01": "...$1",
    "event-16.02": "That a girl.",
    "event-16.03": "@, what a nice surprise.",
    "event-16.04": "This is Tilly.",
    "event-16.05": "Lyell starts to laugh.",
    "event-16.06": "She's a lively one.#$b#A bit hyper really and she's always making a silly face.",
    "event-16.07": "I really love animals you know.$1",
    "event-16.08": "It's like having children again.#$b#My animals are everything to me.",
    "event-16.09": "My animals rely on me#$b#For food an affection.$1",
    "event-16.10": "It's important to treat your animals well, so that they grow strong and healthy.",
    "event-16.11": "There's nothing more rewarding then raising something.$1#$b#Plants and animals...It's fullfilling in a wonderful way.$1",

    // agree fork
    "event-16.12": "It's true, it's very fullfilling.",
    "event-16.13": "I'm glad you understand, I always hope that others love animals as much as I do.",
    "event-16.14": "After...#$b#After I lost my children, animals were the only thing that brought me the same happiness.$2",
    "event-16.14": "It's not exactly the same, my heart will always want a large family.#$b#I love children.$2#$b#But I don't see myself finding someone to make a family with.$2#$b#So I've made my own family with my animals.$1",
    "event-16.15": "I know some people would say I spoil them rotten.$1#$b#But really, what good is having a family if you don't spoil them.$1",
    "event-16.17": "Speaking of spoiling them.#$b#My hens need my attention.#$b#They always get really anxious if I don't spend enough time with them all.$2#$b#You should stop by the coop sometime, my girls are a bit aggressive but I think with enough time they'll all love you to bits$1",

    // disagree fork
    "event-16.disagree.01": "There's other things I find more fullfilling.",
    "event-16.disagree.02": "Oh I see.$2",
    "event-16.disagree.03": "I suppose raising animals isn't for everyone.#$b#I hope you find fullfillment often @",
    "event-16.disagree.04": "My hens need my attention now.#$b#So I'll talk to you later okay.$3",


    /*********
    ** Town, 2-heart event
    *********/
    "event-4.01": "You're up late. And in the rain, no less.$h",
    "event-4.02": "Yeah, I'm up rather late as well, but this is normal for me.$u",
    "event-4.03": "I'm just enjoying the weather.$h",
    "event-4.04": "I know it's gotten colder because of the change of seasons, but the cold rain just simply feels amazing!$h",
    "event-4.05": "Honestly... it brings me back to my homeland. It rained often there and it was rarely warmer than seventy degrees, so the rain was always cool.",
    "event-4.06": "When I was young, I would play in the rain with my older sister.$h",
    "event-4.07": "But that was a long time ago.$s",
    "event-4.08": "I guess I do whatever I can to feel that age again... My heart was so much lighter back then.$9",
    "event-4.09": "It's such a shame... the older people get, the heavier they feel, it seems.",
    "event-4.10": "Maybe it's because reality becomes much more apparent the older we get.$s",
    "event-4.11": "I don't mind it, though. Growing up has an upside too.$h",
    "event-4.12": "Aging is a natural way of life in the end. Isn't it better to grow old than to stay young forever?",
    "event-4.13": "With age comes wisdom. I'd rather grow old.",
    "event-4.14": "I don't like thinking about this. It's pointless.",
    "event-4.15": "You can be older but still feel young.",
    "event-4.16": "It's been nice talking to you. Don't be a stranger.$h",
    "event-4.17": "And don't catch a cold out here!$h",


    /*********
    ** Lyell's House, 3-heart event
    *********/
    "event-13.01": "*mumble mumble*",
    "event-13.02": "No, that's not it.$s",
    "event-13.03": "@! I don't know why you've come, but-$7",
    "event-13.04": "It's a bad time... Is this something important?$s?",
    "event-13.05": "I just wanted to spend time with you.",
    "event-13.06": "Am I not important enough?",
    "event-13.07": "I was just passing by, thought I would pop in.",
    "event-13.08": "I've been rather busy today.$s",
    "event-13.09": "I... I know it seems crazy, but I've been trying my hand at magic.$9",
    "event-13.10": "I'm not very good at it, but I hope to improve.$h",
    "event-13.11": "I guess it wouldn't hurt to tell you...$s",
    "event-13.12": "In this book I've been reading, it says there's a way to summon certain goddesses. I'm trying to do that.",
    "event-13.13": "The reason is somewhat personal... I've not had much luck with it, anyway.$8",
    "event-13.14": "I... I was hoping that I could summon a certain goddess and ask something of her. That's all.$s",
    "event-13.15": "I don't know if you even believe in goddesses or magic. I used to think it was all fake, but things changed, I suppose.",
    "event-13.16": "What changed? Oh, well, I can't really talk about it, but it changed my life. It still affects me to this day.",
    "event-13.17": "*clears throat* Well anyway, if I figure it out I'll tell you about it.$h",
    "event-13.18": "Thank you for coming, @! It's always nice seeing you.$h",


    /*********
    ** Saloon, 3.92-heart event
    *********/
    "event-5.01": "@! It's nice to see you here!$h",
    "event-5.02": "I'm just enjoying some time off. There's nothing quite like a cold drink after a hard day of labor.$h",
    "event-5.03": "I don't think I'll ever grow sick of a nice drink if I'm being honest.$h",
    "event-5.04": "Think I've been around long enough to get tired of it too.$h",
    "event-5.05": "Hm? Oh, I just mean... Well, I mean that even at the age I am now, I still enjoy a nice evening at the saloon... that's all.$h",
    "event-5.06": "Where I'm from, there was a good while where drinking was outlawed.",
    "event-5.07": "Didn't stop me, though! I'd just make my own stuff and drink that.$h",
    "event-5.08": "As much as I believe in following the law, some of them are just too silly to take seriously.$h",
    "event-5.09": "I was much worse as a young man, though. I was constantly getting into trouble.$h",
    "event-5.10": "But, well, I guess as I got older, I calmed down quite a bit. I don't really get into too much trouble these days. At least, I try not to!$9",
    "event-5.11": "Sometimes I feel rather bad about what I used to get up to as a lad. But I suppose that's in the past, isn't it?",
    "event-5.12": "What matters is what you're doing now.",
    "event-5.13": "The past is what makes a person who they are.",
    "event-5.14": "*yawn* It's getting pretty late, isn't it? I should head home. We should do this again sometime!",


    /*********
    ** Mountain, 4-heart event
    *********/
    "event-6.01": "Come join us next to the fire.",
    "event-6.02": "It's a lovely night.",
    "event-6.03": "You know, the people of this town... It's hard keeping up with them all.",
    "event-6.04": "It really is. You never know what they'll do next.",
    "event-6.05": "I don't really feel like I know too many of them very well. That's pretty normal for me, though.$s",
    "event-6.06": "Me as well... Making friends here is difficult.",
    "event-6.07": "When I was a boy, all I would ever do was act out because I didn't know how to befriend people... That was so long ago, but I can still remember how I felt as though it was yesterday.",
    "event-6.08": "But with you, keeping in touch just comes naturally.$9",
    "event-6.09": "I don't suppose you feel the same way?",
    "event-6.10": "You're easy to talk to.",
    "event-6.11": "I can't really relate to that.",
    "event-6.12": "Thank you for joining me. I think it's time I head home.$h",
    "textAboveHead": "Good evening.$1",


    /*********
    ** Beach, 8-heart event
    *********/
    "event-10.01": "@!$14",
    "event-10.02": "What a nice surprise.$14",
    "event-10.03": "I'm glad you're here, I've been wanting to get you alone.$15",
    "event-10.04": "Oh, nothing, I just...$15",
    "event-10.05": "It just seems like we haven't been spending enough time together lately.$14",
    "event-10.06": "We see each other everyday.",
    "event-10.07": "I don't really feel the same way.",
    "event-10.08": "Maybe we can plan dates more often.",
    "event-10.09": "Well, at least we're together now.$15",
    "event-10.10": "I think I keep falling in love with you all over again.$15",
    "event-10.11": "It still feels like our wedding day, doesn't it?",
    "event-10.12": "Not really, it's worn off.",
    "event-10.13": "I know what you mean, I feel the same way.",
    "event-10.14": "Whatever you feel, I love you, @.$15",


    /*********
    ** Lyell's Woods, 8-heart event
    *********/
    "event-7.01": "*sniff sniff*$s",
    "event-7.02": "Please... take it back.$10",
    "event-7.03": "I know you don't take blessings back, but just this once. *hic* I just can't do this any longer.$10",
    "event-7.04": "Wha... *hic* You weren't supposed to be here.$10",
    "event-7.05": "*hic* You weren't there the whole time, were you?",
    "event-7.06": "I just showed up. What's wrong?",
    "event-7.07": "I've been here the whole time. What's going on?",
    "event-7.08": "It's hard to explain... Most people think I'm crazy.$10",
    "event-7.09": "And I had wanted this at first...$10",
    "event-7.10": "Just - it's this damn blessing.$10",
    "event-7.11": "I had never been one to worship... But one day I did and the goddess appeared.$10",
    "event-7.12": "She wanted to know about me so I told her about my life.$10",
    "event-7.13": "That's when she blessed me with...$10",
    "event-7.14": "You'd think I'm crazy if I told you.$10",
    "event-7.15": "But what she gave me, it ruined my life.$10",
    "event-7.16": "It started being a curse after so long.$10",
    "event-7.17": "And she refuses to take it back.$a",
    "event-7.18": "I've begged her for cent- I've begged her to take it back!$a",
    "event-7.19": "Better take him inside.",
    "event-7.20": "Let's let him rest for now.",


    /*********
    ** Mines, 8.08-heart event
    *********/
    "event-9.01": "*He's hurt.*$12",
    "event-9.02": "*His skin is ice-cold.*$12",
    "event-9.03": "*You check Lyell's pulse.*$12",
    "event-9.04": "*He's stiff and doesn't seem to have a heart beat!*$12",
    "event-9.05": "*Lyell gasps loudly and starts to cough.*$12",
    "event-9.06": "Please... *cough* ...take me home.$12",
    "event-9.07": "I just need to go home.$12",
    "event-9.08": "I know, I shouldn't have gone in there alone.$13",
    "event-9.09": "I'm sorry, @, I hate to worry you.$13",
    "event-9.10": "Please don't leave... I don't want to be alone right now.$13",
    "event-9.11": "...You're always there for me... even when it's hard for you...$13",
    "event-9.12": "I love you, @.$13",
    "event-9.13": "I was wondering when you were gonna wake up.$1",
    "event-9.14": "I was just about to make breakfast.$1",
    "event-9.15": "Yeah, last night was stressful.$2",
    "event-9.16": "I know... I know I was dead.$2",
    "event-9.17": "I just... I guess I can't keep it secret any longer.$2",
    "event-9.18": "You deserve to know the truth about me.$2",
    "event-9.19": "Centuries ago, during a terrible storm...$2",
    "event-9.20": "I came across a shrine dedicated to Hebe, the goddess of youth.$2",
    "event-9.21": "She came to me after I cleaned up her shrine... We spoke for what felt like hours.$2",
    "event-9.22": "She was so grateful for my kindness, having been forgotten by others long ago, that she gave me a blessing.$2",
    "event-9.23": "I've been thirty-four ever since. She blessed me with eternal youth... Every time I die, I just come back.$2",
    "event-9.24": "You must understand why I didn't tell you...$2",
    "event-9.25": "I thought for sure you would leave me...",
    "event-9.26": "I'm not leaving. I love you.",
    "event-9.27": "How could you keep this from me?! I'm leaving!",
    "event-9.28": "...$2",


    /*********
    ** Secret Woods, 8.08-heart event
    *********/
    "event-8.01": "@! Funny meeting you here.$h",
    "event-8.02": "These woods... They're beautiful and even a little mysterious.$h",
    "event-8.03": "I love it here. It's peaceful. I might move the shrine in these woods if I can find a good location.$8",
    "event-8.04": "It's even better now that you're here.$l",
    "event-8.05": "We've been close for a while now... I can't help but notice that.$9",
    "event-8.06": "@. I... I've been meaning to talk to you about something.$9",
    "event-8.07": "When we met, I was determined not to get too close to you... But obviously that has failed.$h",
    "event-8.08": "And I think I'm glad it did.$9",
    "event-8.09": "@. I... I really think I love you.$9",
    "event-8.10": "@, you're shaking. Are you okay?",
    "event-8.11": "Yes, I'm just happy.",
    "event-8.12": "No, I don't want this.",
    "event-8.13": "I feel better now that I've told you. It's been on my mind for weeks now.$l",
    "event-8.14": "If you ever need me, you know where to find me.",


    /*********
    ** Secret Woods, 9-heart event
    *********/
    "event-15.01": "@, looks like you've found me.$1",
    "event-15.02": "I've put a lot of effort into making this.",
    "event-15.03": "It's a statue of Hebe, the Goddess of youth.#$b#The one that made me how I am.",
    "event-15.04": "I'm hoping that making this, she'll finally notice me again and come to my call.$2",
    "event-15.05": "It's a long shot I know, but I've been coming here every night to pray for her arrival.$2",
    "event-15.06": "He sighs.",
    "event-15.07": "I've not had any luck so far, but I have to keep hope...",
    "event-15.08": "It's quite late now though isn't it...#$b#I should head back home and care for my girls before they get anxious.$1",
    "event-15.09": "You there.#$b#Is this your doing?",
    "event-15.10": "Well, is it?$3",
    "event-15.11": "Yes Goddess, it is.$2",
    "event-15.12": "Why have you called to me?",
    "event-15.13": "I've called you to beg a request...$2",
    "event-15.14": "A request.#$b#Like a blessing?$1",
    "event-15.15": "Oh I love giving blessings!$1#$b#It's my favorite thing in the whole world!",
    "event-15.16": "Not quite my Goddess.$2",
    "event-15.17": "Then what is it if not a blessing?$2#$b#That's all I can offer mortals.",
    "event-15.18": "You see my Goddess, I wish to beg you to take away a blessing...$2",
    "event-15.19": "Take it back?$2#$b#From who, why do they not want it anymore?$2",
    "event-15.20": "It's$2#$b#From me, you blessed me long ago with everlasting life and youth.$2#$b#I'm begging you sweet Hebe, to take it back.$2",
    "event-15.21": "But...$2#$b#Wait...$3#$b#I remember you!$3",
    "event-15.22": "You've asked this before and I said no!$3",
    "event-15.23": "I know but please-$2",
    "event-15.24": "No!$3#$b#There's nothing wrong with my blessings.$2",
    "event-15.25": "Of course there isnt...#$b#But I've lived so long, lost so many people I love.$2",
    "event-15.26": "I want the chance to see them again in the afterlife...$2#$b#I wish to grow old with loved ones in the present.",
    "event-15.27": "I'm grateful for your blessings Goddess, but I'm weary of it.#$b#Please let me return to normal so that I can live life as it's meant to be.$2",
    "event-15.28": "I...$3#$b#I don't...$2#$b#I don't know how to take it back.$2",
    "event-15.29": "Mama hasn't taught me yet...$2#$b#I'm not allowed to give blessing yet in the first place.$2",
    "event-15.30": "I see.$2",
    "event-15.31": "I'm sorry mister.$2#$b#But when I learn how I will take it back!$1#$b#See, it'll be fine now.$1",
    "event-15.32": "Thank you..$2#$b#Until then I suppose...$2",
    "event-15.33": "Okay, I have to go now.#$b#But in a millennia, mama is going to teach me more.$1#$b#Just come back here okay!#$b#I'll see you then!$1",
    "event-15.34": "Lyell's become very quiet.",
    "event-15.35": "A millennia...$2#$b#A millennia to go.$10",
    "event-15.36": "Gods, a entire millennia...",
    "event-15.37": "There's not much I can say, but I'm here for you.",
    "event-15.38": "It'll fly by, just keep your head up.",


    /*********
    ** Bathhouse, married 9.08-heart event
    *********/
    "event-11.01": "@!$17",
    "event-11.02": "...$17",
    "event-11.03": "Please, go away!$17",
    "event-11.04": "I'll be fine, just please give me a moment.$17",
    "event-11.05": "I'm just not doing well right now, but I'll be fine.$17",
    "event-11.06": "I'm not leaving. What's wrong with you?",
    "event-11.07": "You're acting crazy, just tell me what's wrong.",
    "event-11.08": "I won't abandon you.",
    "event-11.09": "I'm sorry, I know I'm being dramatic.$17",
    "event-11.10": "Just... sometimes I get really overwhelmed.$17",
    "event-11.11": "I used to handle it well, but ever since I was discharged...$17",
    "event-11.12": "It's like I can't handle anything anymore.$17",
    "event-11.13": "I hate it. I already have a busy mind... I already have baggage.$18",
    "event-11.14": "It's like one moment I'm here and the next I'm somewhere else... I just can't turn my mind off anymore.$17",
    "event-11.15": "You didn't ask to marry this... I'm so sorry.$17",
    "event-11.16": "I think I need to lay down, maybe it'll help... I'm sorry, @.$17",


    /*********
    ** Mountain, married 9.2-heart event
    *********/
    "event-12.01": "Sorry, @, I know it's late. I'll be home soon.$2",
    "event-12.02": "The sky just looked so beautiful, I had to stop and stargaze.$1",
    "event-12.03": "Here, come look! Being out here in the country, the night sky is so much more visible.$1",
    "event-12.04": "It's really beautiful.$1",
    "event-12.05": "Isn't it breathtaking?$1",
    "event-12.06": "It's beautiful.",
    "event-12.07": "It's okay, I guess.",
    "event-12.08": "I know a star's light remains visible long after it goes out. Sometimes for hundreds of years.$2",
    "event-12.09": "But I think that's beautiful in a way... I mean hell, the same stars have been in the sky my entire life.$1",
    "event-12.10": "Well, I've been around for a long time... It's nice having a constant in my life. Something that never changes.$2",
    "event-12.11": "Things are changing constantly. People... relationships...$s",
    "event-12.12": "That's a good thing, but...",
    "event-12.13": "There's something comforting about it, I guess... The stars, I mean.$2",
    "event-12.14": "But, well, even with everything changing all the time, I know one other thing that stays constant in my life...$1",
    "event-12.15": "My feelings for you, @.$4",
    "event-12.16": "I love you so much, @!$1",


    "maps.LyellSign.1": "No Trespassing.",
    "maps.LyellsWoods.1": "It's a shrine, but not for any gods you know of.",
    "maps.LyellsWoods.2": "Here lies Marlin Fischer... The day of passing is carved out.",
    "maps.LyellsWoods.3": "One of Lyell's chickens escaped!",
    "maps.LyellsWoods.4": "The mailbox is overflowing.",
    "maps.LyellsWoods.5": "I think she's sleeping.",
    "maps.LyellsWoods.6": "She looks happy.",
    "maps.LyellsWoods.7": "There's murder in her eyes.",
    "maps.LyellsWoods.8": "She's pecking you!!",
    "maps.LyellsWoods.9": "This bike is so old, but it's well taken care of.",
    "maps.LyellsWoods.10": "Better be careful of the bees.",
    "maps.LyellsWoods.11": "These are growing well.",
    "maps.LyellsWoods.12": "These are quality crops!",
    "maps.LyellCoop.1": "What a sleepy-looking girl.",
    "maps.LyellCoop.2": "You go to pet her, but she flinches away. Doesn't seem to like you much.",
    "maps.LyellCoop.3": "She whines loudly at you.",
                "maps.LyellCoop.4": "She stares at you suspiciously.",
                "maps.LyellCoop.5": "What a good girl! She's actually being nice to you.",
                "maps.LyellBarn.1": "Poor thing is so tired she fell asleep standing up.",
                "maps.LyellBarn.2": "Ouch! He bit your hand!",
                "maps.LyellBarn.3": "She's making such a silly face.",
                "maps.LyellBarn.4": "She looks so happy.",
                "maps.LyellBarn.5": "She's going to give birth any day now.",
                "maps.LyellBarn.6": "He's sleeping.",
                "maps.LyellBarn.7": "His coat is nice and soft. Lyell must brush him a lot.",
                "maps.LyellBarn.8": "She's nice and fat.",
                "maps.LyellHouse.1": "That's a lot of beer cans.",
                "maps.LyellHouse.2": "This looks hand-crafted.",
                "maps.LyellHouse.3": "It's a journal. It appears to be very old.",
                "maps.LyellHouse.4": "This bear is old. It's missing both its eyes.",
                "maps.LyellHouse.5": "The bed smells like Lyell. Is that weird to say?",
                "maps.LyellHouse.6": "Better not drink it.",
                "maps.LyellHouse.7": "It smells of moss and sandalwood.",
                "maps.LyellHouse.8": "There's a frozen deer head in here... gross.",
                "maps.LyellHouse.9": "There's a box of ID cards under the sink.",
                "maps.LyellHouse.10": "There's a box of jewelry in here... Is that a wedding ring?",
                "maps.LyellHouse.11": "It's an open journal: 'It's been a while since I last wrote. I've been in another mood where I can't clear my thoughts. All I can think about these days is my past and my regrets.' Better stop reading.",
                "maps.LyellHouse.12": "There's black and white photos of Lyell with a man in the drawer... They look happy.",
                "maps.LyellHouse.13": "One jar is full of ashes, the other is full of hair. How strange.",
                "maps.LyellSpouse.1": "Lyell's collection of books is growing.",
                "maps.LyellSpouse.2": "It smells like the forest after a rainy day.",
                "maps.LyellSpouse.3": "Marlin built this. It's been fixed muliple times.",
                "maps.LyellSpouse.4": "Life is much different now that I'm living with someone. But it's a good kind of different. I finally feel happy again.",
                "maps.LyellSpouse.5": "Lyell left his sketch book on the floor. His art is breathtaking.",
                "maps.LyellSpouse.6": "Marlin's hair and ashes. Rest in peace.",
                "maps.LyellSpouse.7": "There's crumpled-up paper in here.",
                "maps.LyellSpouse.8": "Book One: Invoking the Goddess",
                "maps.LyellSpouse.9": "Book Five: Blessings and Curses"                
}
