{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/John",
            "Entries": {
                "Mon": "When I was in Zuzu, working as a priest.#$b#There was this family that would bring me coffee every Monday.$1#$b#Since I retired from priesthood, I find myself wondering what happened to that family.$2#$e#Hopefully they're doing well.$1",
                "Tue": "I've always been interested in mythology you know.$1#$b#It's very interesting seeing what people used to believe in.$1",
                "Wed": "It's strange, I'm not as stressed now that I've retired from the priesthood.$1#$b#It's nice not having to be a important figure in people's lives.",
                "Thu": "I don't talk very much nowadays.#$b#It's harder to get into drama that way.",
                "Fri": "It's a beautiful day isn't it?#$b#On days like these I like to go to the beach and swim.$1#$e#Harvey says the exercise is good for me anyway.$1",
                "Sat": "Out of everyone in this town, Gus seems to be the most accepting.$1#$e#I just get really good energy from him you know?#$b#I don't feel like he's judging me.$2",
                "Sun": "Penny is a very sweet woman, she has the best book suggestions as well.$1#$e#Sometimes we talk about the characters and she always has insight that I've never thought of.$1",
                "Mon_summer": "The summer heat is easier on my joints.#$b#When it gets too cold I start hurting pretty badly.$2",
                "Tue_summer": "I'm not sure but I'm thinking of joining the aerobics class.#$b#I know it's for the girls mostly but Harvey mentioned it could help.$1",
                "Wed_summer": "@, you look like you're overheating.$2#$b#Maybe you should go inside and cool off?#$e#I overheat pretty quickly too, it's pretty uncomfortable.",
                "Thu_summer": "When I was younger I used to play gridball with my friends every thursday.#$b#I wonder how my old college friends are doing these days.$1",
                "Fri_summer": "I think I might need to sit down a while.$12#$e#No, no it's fine.$12#$b#I'm just feeling a bit light headed.$12",
                "Sat_summer": "There's really something different about you from the rest of town.#$b#Maybe it's because you're from Zuzu as well.$1",
                "Sun_summer": "I can't help but question the motivation behind talking to me so often.$2#$b#But honestly, I enjoy hearing from you when we do talk.$1",
                "Mon_fall": "Gus makes the best shrimp",
                "Tue_fall": "I could use a cup of hot coffee.$3",
                "Wed_fall": "I'm always in a better mood during this season.#$e#I get pretty cranky when I'm too hot.$2",
                "Thu_fall": "Feel that cool breeze?#$e#It's refreshing, isn't it?",
                "Fri_fall": "The week went by so quickly, I don't know what happened.$6",
                "Sat_fall": "",
                "Sun_fall": "",
                "Mon_winter": "The snow is beautiful this time of year.$3",
                "Tue_winter": "The holidays are stressful.$2",
                "Wed_winter": "It's already winter. Feels like I just got here.$2",
                "Thu_winter": "Think I'll hang around the fireplace tonight. It gets pretty cold in my room.",
                "Fri_winter": "This is around the time I moved to Pelican Town.#$e#It's a nice little town.$3",
                "Sat_winter": "",
                "Sun_winter": "",
                "Saloon": "I can finally relax.$2",
                "Saloon_Entry": "*sigh* Good to be back.",
                "Spring_12": "I'm not sure about going to the festival. Crowds stress me out.$2",
                "Spring_23": "Dancing has always been my strong suit, but I don't think I'll attend the flower festival.$2",
                "Summer_10": "The luau is tomorrow. I've no idea what to bring for the pot.",
                "Summer_27": "I'm excited to see the jellyfish tomorrow.",
                "Fall_15": "The fair is supposed to be a big deal. I'm thinking of going.$2",
                "Fall_26": "Spirit's Eve is such a interesting holiday. You should read up on the lore.$1",
                "Winter_7": "I would fish with the rest of the townspeople tomorrow, but I am terrible at it.",
                "Winter_24": "Would it be disrespectful not to go to the Feast of the Winter Star tomorrow? I don't want to offend anyone.$2",
            }
        }
    ]
}
