{

// Text

"toshinoriletters.intro.text": "Dear @^^Thank you for visiting with me as much as you do.^^I heard you came here to get away from the chaos of city life. I came here for very similar reasons.^^Please take care of yourself, and don't work too hard! %item conversationTopic TalkingAboutToshinori 14 %% ^-Toshinori Yagi", 
"toshinoriletters.one.text": "Dear @^^Sometimes it's easier to write letters than to talk. I hope you don't mind I send you one from time to time.^^Thank you for stopping by to chat with me as much as you do, even though I don't have much to say sometimes. It gets quiet in the hospital. It's nice to have a friend.  ^-Toshinori Yagi", 
"toshinoriletters.melancholyone.text": "Dear @^^It's a miserable day outside, and I'm trapped indoors, so I have a lot of time on my hands to write to you.^^I hope you're well! I'm doing about as well as I can be.^^If you get a chance to come by and visit, will you tell me a little bit about yourself? Sorry if this is forward, but you're an enigma to me, and I'd love to get to know you a little more.^^I might even share a nugget or two about myself while we're at it! For example, here's a fun fact: did you know that I love movies? The cornier the better! I have a rather embarrassing fondness for rom-coms.^^Now I must know about your guilty pleasure! I'll be waiting. Hahaha! ^-Toshinori Yagi", 
"toshinoriletters.two.text": "Dear @^^The other day I was helping Penny read to the children at the museum's library, and I came across an illustration in one of their books that made me think of you. I made a copy of it and attached it to this letter.^^Isn't it beautiful? It looks so much like your farm.  ^-Toshinori Yagi", 
"toshinoriletters.three.text": "Dear @^^I can't eat sweets anymore, but I still like to make them for others. I hope you like it.^^Bet you didn't know I can cook, huh? Especially since I can barely eat anything! (I had to borrow Evelynn's kitchen. She lets me use it a lot!)^^P.S. If you don't like it, give it to young Vincent! He really, really loves this stuff. ^-Toshinori Yagi",  
"toshinoriletters.melancholytwo.text": "Hey @^^I had a pretty bad day. Woke up so sick I couldn't keep anything down, not even water. Puked all over myself, made Harvey's life hell.^^I feel like a disgusting mess sometimes. On these days, when it's hard to get out of bed, I just try to think about what I'm going to do once I'm over the worst of it. Maybe I'll go to the beach and find some shells for my friends. Something to make other people happy.^^ When I think about what I can do for others, it makes it easier to endure these bad days. So if you ever have a day like this, just remember: it will pass. And there are a lot of people who are given strength because you're alive.^^Someone told me that, once.^^^-Toshinori Yagi", 
"toshinoriletters.melancholythree.text":  "Hello @,^^ I wanted to share with you a little about my past. Remember when I told you I was drafted into the military? I fought side-by-side with Kent. If you haven't met him yet, I hope you will soon. He's a wonderful man, and was one of my few friends in those hellish trenches.^^He was there when I was injured. I don't remember much about it. He probably won't talk about it, but I think he might have been instrumental in saving me that day. It really is a miracle I'm still here.^^-Toshinori Yagi", 
"toshinoriletters.melancholyfour.text": "Hello @,^^ I wanted to share with you a little about my past. Since I told you the extent of my injury, I wanted to explain a little more about it. The reason why I have so much trouble eating is due to my missing stomach, as I'm sure you can imagine. But I still can eat! ^^A lot of people assume it's impossible, and wonder how I'm still alive. Vincent even asked me if I photosynthesize, haha! But no, it's nothing insane like that. My esophagus was surgically connected to my intestines. So I don't have a stomach, but my intestines work just fine. It's just harder to process certain kinds of foods, and liquids are easiest. I love tea and smoothies. It goes down smooth.^^-Toshinori Yagi", 
"toshinoriletters.four.text": "Dear @^^ It's a little hard to make it all the way out to your farm, but I was having a good day and managed to make the journey yesterday.^^You've been working so hard, I'm amazed at everything you've accomplished. I wish I had the strength to help you out, at least a little. But Harvey thinks I've been pushing myself too much as it is.^^Don't worry about me, though. I'm alright. I have bad days and good days, but I think this is going to be a good one.^-Toshinori Yagi", 
"toshinoriletters.five.text": "@^^I apologise if I've seemed a little aloof lately. I haven't been feeling well. As the weather starts to get colder, my joints ache, and my constitution is so poor I tend to catch cold.^^The best thing for me is always a warm cup of tea with a tiny bit of honey. I can't have too much- sweets and I don't get along anymore, if you remember from one of my earlier letters.^^I bought a big jar of honey and kept a tiny bit for myself, but this whole jar is way too much for me, so I thought I'd give you the rest. Don't worry, I didn't spit in it! Hahaha! ^-Toshinori", 
"toshinoriletters.six.text": "My dearest friend @^^Do you find it difficult to work during the winter? I definitely find it difficult to do much of anything, haha!^In all seriousness, I am incredibly blessed to call you a friend, and I am humbled that you take the time out of your day to talk to me as much as you do.^^ Everyone in this town has been very kind to me, but you especially. While I love having company, I find myself valuing yours the most.^^But please don't let that make you feel pressured! You're a very busy person, and I'm perfectly fine if we go a while without saying hello. Whenever you have the time to bless me with your company, I cherish the memories we make.   ^-Toshinori", 
"toshinoriletters.seven.text":  "@^^It's been a long time since I've felt so healthy. Being here in the valley has been doing wonders for me. I hope you feel the same.^^Are you close with anyone else in town? It's been a year since you moved here, do you feel like you belong?^^I definitely feel like I belong. I don't think I will ever move. I'm very happy spending the rest of my life here, with whatever time I have left.^^I hope that doesn't sound morbid. I'm old, and sick, and sometimes it feels like I only have a few years left in me.^^But I'd love to spend those years with you, if you stay here in Stardew Valley.^^But I support you if you ever move on.   ^-Toshi", 
"toshinoriletters.eight.text": "It's taking me a while to process where life is taking me. I don't have the words for it, but I think it's excitement. If the butterflies in my stomach are anything to go by. Kind of hard to tell, since I don't even have a stomach anymore, haha!^^I'm not sure what you see in me. But I hope I won't let you down. ^-Toshi", 
"toshinoriletters.holdhands.text": "I want to spend some time with you. Maybe the beach around 6:00? It's okay if you don't want to yet. We'll do it some day when the weather is nice!^-Toshi", 
"toshinoriletters.nine.text": "I think about you all the time. I want you to have this, I hope it's useful to you. ^-Your Husband Toshi", 
"toshinoriletters.izukuvisit.text": "Hello, @^^ I just thought I should let you know that my son is coming to visit soon. You should drop by the bus stop tomorrow if you get a spare moment!", 
"toshinoriletters.ten.text": "My dearest @^^ I daydream about kissing you when you're away. So I kissed this letter instead and shoved it in our mailbox. You don't have to kiss it back. But maybe kiss me, instead? ^-Your Husband Toshi", 
"toshinoriletters.eleven.text": "My wonderful @^^ I woke up this morning and found myself overwhelmed with gratitude for you.^^ I know I sometimes keep you awake at night with all my coughing. I know how annoying it is for you to wake up in the dead of night rubbing my back while I choke blood into my oxygen mask.^^Sometimes I just don't have the words to tell you thanks when it's happening in the moment.^^ But I just wanted to say thanks. And I love you. Very, very much.  ^-Your Husband Toshi", 
"toshinoriletters.twelve.text": "My amazing @^^ I know you probably don't want to hear me say this, and that's why I wanted to write it down instead of saying it to your face. I just can't keep these thoughts in my own head anymore.^^I feel like a burden. You deserve so much more than what I can give. As the years go by, I feel myself slowly breaking.^^ But I'll keep giving you everything I've got. I'm not going anywhere, unless you want me to go.^  ^-Your Husband Toshi", 
"toshinoriletters.thirteen.text": "My wonderful @^^Thank you for keeping me in your life.^^I feel like I'm getting rusty with my baking skills, especially since I can't taste-test anything with sugar. I hope this didn't turn out terrible!^  ^-Your Husband Toshi", 
"toshinoriletters.fourteen.text": "My @^^It's time for the Flower Dance, and you know what that means? I love you! I love you! I love you! I love you! I love you! I love you! I love you! I love you! I love you! I love you!^ (Are you sick of reading this? Because I'm not sick of writing it!)^ I love you! I love you! I love you! I love you!^I love you! I love you! I love you! I love you! I love you! I love you! I love you! I love you!^Oh geez, my hand is starting to hurt.^I might actually have to stop now, but I haven't gotten tired of saying it yet.  ^-Your Loving Husband Toshi", 	
"toshinoriletters.sixteen.text": "About what I told you in Harvey's clinic... about my injury? I hope it doesn't change how you feel about me.^^But it's okay if it does. I understand. Dating me is... a commitment. With my health as bad as it is.^^I just hope you know that I care about you very much.^ ^-Toshi", 
"toshinoriletters.seventeen.text": "Hey @!^^It's time for my favorite holiday! Don't be too scared when you come home and see me looking all skeletal, hahaha!^^If you're going to the festival, let me watch you eat candy. Please vividly describe your experience. I want to know everything!  ^-Your Totally Not Living Vicariously Through You Husband, Toshi", 
"toshinoriletters.justmarried.text": "My love @, I'm so excited to begin our new lives together. Thank you for everything. %item conversationTopic MarriedToToshinori 7 %% ^-Your New Husband Toshi", 
"toshinoriletters.divorce.text": "I don't blame you. I really don't. I hope that wherever your life takes you, it's happy. But I really need to be alone now. So please... please don't talk to me anymore.  ^-Yagi", 
"toshinoriletters.springsingle.text": "Hello @^^I'm feeling well enough to attend the Flower Dance this year! I hope I'll see you there!^^Who are you going to dance with this year? You don't have to tell me, if you want it to be a surprise! I'm a very nosy old man, hahaha!^  ^-Toshinori", 
"toshinoriletters.izuku.text": "Dear @^^ Remember when I told you about my students? I wanted to tell you a little more about them! At least, some of them.^I mentioned Izuku, who is like a son to me. I actually met him before I became a teacher! He was trying to save someone who had gotten into a car accident.^^ He was just a scrawny little kid at the time, but he's grown into a strong young man! He's out there saving people every day as a fireman. I couldn't be more proud of him.^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.uraraka.text": "Dear @^^ Remember when I told you about my students? I wanted to tell you a little more about them! At least, some of them.^ One of the sweetest kids I ever taught was Uraraka Ochaco, a brilliant young woman who had an obsession with space. She wanted to be an astronaut, more than anything, but the poor girl couldn't handle space camp! The simulations made her so sick. She seemed determined to keep at it, though.^^ Last I heard, she's off in college still on track to becoming a real astronaut one day. Can you imagine going to outer space, @? It's a little terrifying for me! I think I'd rather stay here on solid ground where things make sense.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi", 
"toshinoriletters.bakugo.text": "Dear @^^ Remember when I told you about my students? I wanted to tell you a little more about them! At least, some of them.^ My student Bakugo had a bit of a rough start of it. He had a hard time making friends, with his abrasive personality. He yelled a lot, but at first people didn't realize he was mostly deaf. And telling people about it hurt his pride, I suppose.^^  During his second year, he mellowed out a lot, and he and Izuku are finally getting along! At least, I think they're getting along. Sometimes it's kind of hard to tell. You know how love-hate relationships go, don't you, @, haha!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi", 
"toshinoriletters.shinsou.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^ While he isn't one of my students in my own class, I'm sure you've heard of the famous hypnotist, Hitoshi Shinsou. He's made quite the name for himself in the past few years! He won't admit it publicly, but he's also an incredible ventriloquist! He could mimic almost every other male student in school.^^Otherwise, Hitoshi is a rather quiet man. He's passionate about his career and his progression in it, but even in high school, he was very reserved, and only spoke when he really needed something. With how hard he's worked in his career, and doing so much of it on his own, I think he's afraid to ask for things. Of course I wouldn't say as such directly to his face! But I do hope you don't mirror his sentiment. It's okay to need or want help from time to time!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.mineta.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^ I wish I could say all of my students were paragons of goodness, but we, as humans, tend towards being very flawed things, even among the best of us. One of the students of mine that often found himself in trouble was Minoru Mineta. Most, if not all, of his problems, originated with girls, and his inability to either comprehend or cohere to the concept of consent. It was an uphill battle reminding him to keep his hands and comments to himself.^^ However, I don't think all hope is lost for him! Though he was still considered a problem student upon his graduation (and yes, he did graduate, and I was proud for him! He worked hard for that), he was making progress that all of the teaching staff could see. With luck, he won't end up tarnishing his adult reputation- despite his shortcomings, he deserves to have a chance to prove himself and that he can be good, just like the rest of us. Second chances, when one hasn't lost the right to have one, are everything. I'll have to see what Minoru does with his.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.mina.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^ Mina Ashido was very adamant that she would start her own clothing line when we talked about our hopes and dreams for the future. This clothing, particularly, would be 'streamlined for dancing of all kinds.' It was an incredible aspiration!^^Though once she actually got around to taking a sewing class, she decided that aspect of the fashion and glamour industry wasn't the right fit for her. So she went into choreography. Her moves are incredible! And, while she doesn't quite have the reputation some of her other classmates have attained just yet, I'm sure her services will be highly sought after in short time.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.tsu.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^ If you've ever had a special interest or obsession, I think you'd find you could relate well to Tsuyu Asui. Everything she was, and, if she can help it, ever will be, is an avid lover of amphibians! If there was ever a day where she didn't have something frog themed on her person, it was truly a day to be concerned. Amphibian related things always brought up her mood, and if it didn't, it was definitely a moment of reflection for the both of us.^^What kind of collection do you keep, if any? I'd love to take a look sometime to allow you the chance to tell me about something you're passionate about! There's nothing better than getting to hear someone talk at length about something they love.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.jiro.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^ I tend to like almost any music I listen to, but I'm definitely biased when it comes to the content Kyoka Jiro produces. I always make sure to buy any new album she releases in order to support her! I don't... always listen to the records I purchase, but she still gets that income.^^Kyoka had a difficult time connecting with her classmates, so I always made sure to take some time to check in with her and hear what she had to say. I like to think I helped her to unfurl her wings a little so she could persue the career she was passionate about.^^If you want, I wouldn't mind letting you borrow some of her tracks! Maybe you'll get something more out of it than I do.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.iida.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^I don't know if you're into sports, or at least, anything that isn't Gridball-- that seems to be what most everyone talks about when it comes to sports these days. One of my students took a path less traveled. Does the name Tenya Iida ring any bells? If not, don't feel bad! He's a track athlete, so as you can imagine, he's a very fast runner, and I understand not everyone wants to watch that.^^He recently started a cross-country run to raise money for charity for otherwise immobile individuals to be able to acquire wheelchairs for better accessibility! He unfortunately won't be running by anywhere near to Pelican Town, but he made a promise to send me postcards from every location he stops at. I'm excited!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.sero.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^Are you a tactile person, @? I don't mean in regards to human contact; I was more refering to whether you have certain sensations of touch you appreciate more than others? Like the fur of a beloved pet, or smooth silk, or the grain of sanded wood?^^Well, I ask because I was thinking about Hanta Sero. While an otherwise completely normal student, he had an abnormal fascination with tape. I had to hide the rolls and lock them away whenever he was in my classroom! He just loved sticking tape to himself. I almost believe it was comforting or soothing to him!^^Things escalated at the end of the year when he convinced some of my rowdier students to tape him completely to the brick wall at the back of the school. Nothing serious came of it, except for a very stern conversation about making sure this tape-obsession wasn't related to anything deeper seated. Yes, he was fine. ^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.todoroki.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^There were some students I merely had a friendly relationship with, as it should be for all teachers, and then, there were those I was fiercely protective of. Shoto Todoroki fell into the latter category; he excelled in everything he did and was a brilliant student, but I was not the only one to notice he was a bit... cold for a boy his age. Without going into too much detail, there was trouble at home, but not enough, and not the kind where we or the proper authorities could get involved. It was frustrating and infuriating.^^But, regardless of the situation, I did what I could; I provided the warmth Shoto couldn't find at home as best as I could. While I did see him smile more, and Izuku made sure to help me by becoming Shoto's friend, there are some times where you don't always know if what you did was enough.^^Shoto is one of my students I don't hear often from. I do write to him, but I don't always get a response. I hope to hear he's well when next he does reach out to me.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.momo.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^For example, Momo Yaoyorozu was nothing short of a one-woman factory; if the school or herself was lacking anything, she would without hesitation find an alternative, or create the missing things needed herself. Never before had I seen such a brilliant mind, capable of inventing things seemingly on the spot!^^Momo went on to become-- have you guessed?-- an inventor! Her current project involves creating cheap, easy replacements for broken groundwater pipes that can be installed in half the time it would normally take, so that poorer or less easy-to-access communities can continue to have, or attain, clean water for their homes. She's going to change the world, I'm sure of it!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.kirishima.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^Eijiro Kirishima writes me quite frequently. The epitome of 'manly', he works in the fire department with Izuku! Though, he can be very reckless when he sees others in danger: wanting to help them immediately.^^I'm very, very proud of him for his chivalry and kind heart. He is insecure at times, not viewing himself as 'flashy' as others and wanting to showcase his talents for recongition.^^He and Bakugo have a very tight friendship. He is one of the view people that can restrain or convince Bakugo of... well, anything!^^Kirishima wants to visit Pelican Town one day, and I think his personality will blow the town out of the water! And then he'll rescue them. Haha!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.sato.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^The famous baker, Rikido Sato, loves cake! I'm sure he and Haley could get along in that regard.^^ He would also give Alex a run for his money for being very strong, haha! He won over many of the girls in class with his sweets and kind personality.^^The boys would make fun of him for luring the girls with the sweet odor of vanilla cakes, but he was too innocent to understand why.^^I feel terrible that I can't have sugar anymore, so I can't sample the things he bakes, but I checked the reviews for his bakery the other day and he's got a five star rating!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.hagakure.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^Toru Hagakure, who now works in hidden camera surprise prank shows or dokkri, has a talent for sneaking up on people! You can't see her or hear her coming.^^ She's a very sweet girl and has the most upbeat attitude that made even bad days worth it. She enjoys shopping and sends me gifts from time to time.^^ Usually without warning, and without me noticing it until I find it days later!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.koda.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^Marnie's rabbits remind me of Koji Koda. He has one called Yuwai-chan. Hizashi and him bonded over knowing sign language, and I learned from the both of them.^^Koda spends most of his day outside, having an uncanny ability to communicate with fauna. Though, like Hizashi, he's deathly afraid of bugs! ^^He dislikes violence with a passion though most assume he's a bit of a bully because of his size. People can be so judgemental. I think it bothers him almost as much as it bothers me.^^If you raise any rabbits, @. Think of Yuwai-chan!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.ojiro.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^I'm sure you've heard of the karate legend Mashirao Ojiro! He was a student of mine. He's one of the youngest people who's gone pro, I think.^^Ojiro possesses the calm and noble air that many people should aspire for, especially those in martial arts.^^He's very busy in the city these days, doing interviews and trainings.^^Back when I was teaching him, when he wasn't practicing karate in his spare time, he was off climbing trees like a monkey. He told me once that his nickname in middle school was 'monkey boy.' I thought that was cute! ^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.shoji.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^Mezo Shoji is a very uniqle looking man. I believe he was born with a form of gigantism, which acellerated his growth hormones. People called him intimidating, with his size and deformities. He told me he made a little girl cry back when he was visiting his hometown. Now he sometimes wears a mask.^^Judging someone based upon their physical appearences is something I loathe. Self-sacrfice is second nature to Shoji and he owns very few material possessions.^^I admire such minimalistic lifestyles! There's a lot to be said with appreciating the small things in life. He's a gentle soul! He works in construction now.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.aoyama.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^ One of the more complicated students I taught was Yuga Aoyama. Incredibly vain and prideful, but also deeply insecure and self-isolated. I would occasionally visit him during lunch so he wouldn't eat alone.^^ I think he appreciated the company as much as I did. He now works in the fashion industry: showing off his talents and hiding behind expensive garments. He gets a lot of praise for his work. I don't understand the next thing about fashion, if my suits are anything to go by, but I think people like what Aoyama does these days. That's good enough for me!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.tokoyami.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^Someone who enjoys the arcane and dark would be Fumikage Tokoyami. I've met few as reserved but also humble. He's insecure about his interests, mostly because not many people share them.^^I think he would really love to meet the resident wizard of Stardew Valley! I mentioned it to him, but he currently lives in another country. I think he might have met someone just like the wizard we have here.^^I do hope he's not getting into trouble... I don't really understand magic, but I know it exists, and I think Tokoyami figured that fact out long before I did.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.denki.text": "Dear @,^^Remember when I told you about my students? I wanted to tell you more about them! At least, some of them.^^ Denki Kaminari didn't have the best grades... in fact, I think he consistently slacked off on his work. But his enthusiasm and love for his friends outweighed his academics.^^ He's very on trend and now works in the Zuzu City electrical department. He took an internship there after he figured out his passion for electronics. He told me that his boss loves him and has gotten him a scholarship to pursue an engineering degree. I hope he takes his studies through college more seriously than he did in high school but I couldn't be more proud of him.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.leah.text": "Dear @,^^Did you see Leah's work the other day? I didn't even know she was going to sell her art pieces! I think that's brilliant! And she's so talented, I'm sure her career will take off after this.^^I was thinking of buying a piece myself, as I love supporting both my neighbors and art, but they're a little pricey... but that just means I'll have to save up! There will be no underpaying artists by MY hand.^-Toshinori",
"toshinoriletters.elliott.text": "Dear @,^^I've spoken to Elliot a handful of times, but I never knew he was such a prolific writer! I think I had this preconception in my head that writers that retreat to cabins in small towns don't actually get much writing done (or even good writing), but I was sure proven wrong!^^I also heard you played a heavy hand in inspiring Elliot's latest work. How wonderful, to be the inspiration for someone's efforts! You truly are a gift to this town, @.^^I feel very fortunate to know you.^-Toshinori",
"toshinoriletters.alex.text": "Dear @,^^You may or may not know it by now, but I frequently visit with Evelyn. She was one of the first people to fully welcome me into Pelican town, so she and I are close, and we talk often.^^She confided in me some concerns the likes of which I won't go in-depth about, but I do feel that it's important you know that she's incredibly grateful for your friendship with her grandson, Alex. I've also seen the two of you interact on occasion, and your companionship seems really strong!^^I hope the both of you continue to remain close; it seems like the both of you benefit greatly from one another!^-Toshinori",
"toshinoriletters.harvey.text": "@,^^I have to admit, I was a little taken aback to see you become close to Harvey. I didn't picture him as someone you would take the time to develop a friendship with. Then again, I practically live with the man, so I suppose my own outlook on him may be a little skewed by this point!^^Either way, Harvey has seemed much more lighthearted lately; less like a brooding mother hen, and more like a concerned, but confident father. He's certainly been bothering me far less invasively about my health-related habits and going-ons!^^I'm very glad for the both of you, and especially Harvey. He's a little awkward, so to see him develop a true friendship genuinely warms my heart.^- Toshinori",
"toshinoriletters.sam.text": "Dear @,^^I heard about Sam's band performing in the city! How was it? Were they good? I'm not the same young man who could make it to those kinds of events anymore; the legs are too weak, and the ears too sensitive, so I have to experience this sorts of things second hand.^^I'm happy for him and his friends: I remember what it was like to be a kid, believe it or not. I feel like growing up in Pelican Town in this day and age would really be rather difficult. Jas and Vincent seem fine for now, but I worry about what the future may hold for them as they get older in such a small place. There isn't much room for growth, literally and figuratively, unless you're already grown and self-sufficient.^^Anyways, I digress; Sam is spreading his wings, and it's a wonderful thing to see. With you as his friend, I'm sure they'll spread further than he ever thought possible!^-Toshinori",
"toshinoriletters.sebastian.text": "@,^^Sebastian and I have our differences. I couldn't code a single thing to save my life, I think motorcycles are dangerous, and I think prolonged time standing in the rain is terrible for your health, not to even get started on his smoking habit.^^But... those are his choices, and he has his reasons for making them. It's his life. And as much as I worry about him in regards to said choices, I think he's at an age where he knows what he's doing. Understands the repercussions. And, ultimately, knows what he wants to do with himself. He's a smart young man, and I think he'll know when to pump the brakes when it's necessary.^^And, with all that said... with you as his friend, I worry about him a lot less. I think you'll be a positive influence on him (not that he necessarily needs it, but it never hurts to have good companionship like you provide).^-Toshinori",
"toshinoriletters.shane.text": "Dear @,^^Considering how much time I spend at the clinic myself, I don't think it'd be any wonder that I would hear about Shane's 'visit' a little while back. It was a concerning time for both me and Harvey to be sure, and I understand some of Shane's pain. It was agony to keep to myself, but Shane and I aren't close; it wasn't my place to intervene or insert myself in any way, especially while he was still tender from the event.^^But now, I'm seeing sun in his features like I've never seen before! He was always so downcast and resigned when I first moved to Pelican Town, and while sometimes I see a shadow of that man I know well, it's kept at bay by new hope. ^^I have seen that dark place where Shane has been; to have a hand reach out to you in that darkess is a blessing of the highest caliber. I have no doubt you saved that man's life, and I hope you will continue to remain by his side as he continues on the road to recovery on his own two feet.^-Toshinori",
"toshinoriletters.abigail.text": "Dear @,^^Abigail has always been a bit of an enigma to me ever since I first moved in to Pelican Town. While she and Emily are similar in terms of eccentricity, Emily has the same mellow demeanor one would expect of this valley's residents. Abigail, however, does not. She feels grown out of this town, in a way, ready and willing to face anything that comes her way.^^Ever since you've been spending more time with her, I feel as though that determination and fire has only grown. You bring out confidence in her like I've never seen! I almost feel like she wants to be like you, or impress you!^^Well, whatever it is, I can tell Abigail will continue to grow because of you and the inspiration you give her to be strong.^-Toshinori",
"toshinoriletters.emily.text": "Dear @^^, Before you came, it was always Emily who did what she could to bring out the best in her fellow town members. However, trying to elicit 'positive vibes' only takes one so far in bringing about change. ^^I genuinely think, with this recent event at the Mayor's house, you've elicited true action on Emily's behalf; I've never heard of anything like this! Expressing yourself through clothing... I've always felt like that was something I was already good at, but maybe I could stand to learn a thing or two from Emily still.^^In the same vein, I think Emily can, and will, learn so much from you and your proactive nature. Stay close friends, and I see only good things for the both of you in your futures!^-Toshinori",
"toshinoriletters.haley.text": "Dear @,^^ Have you noticed Haley behaving differently, lately? This is not a bad thing; not in the slightest! In fact, I'm both in awe and thrilled at the change I have been seeing in passing by and daily interactions with her. She's become more selfless in the past few months and overall kinder, and I have a sneaking suspicion as to why that might be.^^I think people become numb to the personalities of their family members, which is why Emily didn't have a similar effect, but your presence and personality are surely a driving force in Haley's change of personality. Sometimes, it takes an outside force to convince us that a re-evaulation of our motives and driving factors are in order. ^^Not to sound like a creepy old man, but she's always been a pretty girl on the surface. Now, thanks to you, I think the same can be said about her heart.^-Toshinori",
"toshinoriletters.maru.text": "Dear @,^^Maru has always been Demetrius's 'prodigal child.' Intelligent, pretty, and dedicated to her craft. While I think Demetrius being involved in the line of work he is lead her towards her path in life now, I think Maru has wanted to forge her own path into the sciences without his interference for quite some time now. It's a little difficult to break out of the comfortable boundaries set for you throughout your childhood, however.^^Your presence in her life has been, I believe, the push she has needed. After all, you're dependent yourself; it's almost like a preview of what she could have if she stretched her own legs a little beyond the lines her father has drawn in the sand. Granted, your lines of work are rather different from each other, but regardless, she sees your tenacity and your own brilliant mind, and knows she can be strong like you.^^I see the same thing. Keep being that shining star for us, and especially for Maru!^-Toshinori",
"toshinoriletters.penny.text": "Dear @,^^From the moment I set foot in town, I have always felt Penny's kind heart radiate from her. That sounds like something Emily would say, doesn't it? Well, it's true. She always wants to help, even if it's not necessarily wanted, and I think it hurts her that she can't help with everything herself. I think if it was up to her, she'd be running the town, and making herself ragged with all the problems she would want to solve!^^Now that she knows you, though, I think she is coming to better understand she doesn't have to only rely on herself to do the right thing. There's no shame in asking others for help (though that's a message I have yet to get through my own thick skull!), and in the long run, will make everyone kinder, healthier, and happier people.^^Don't let her do it on her own! Though I'm sure you had no plans to to begin with.^-Toshinori",
"toshinoriletters.clint.text": "@,^^I never thought I would see the day... I just saw Clint and Emily walking together towards the bus stop. Can you imagine? Eccentric, lighthearted Emily, spending time with pessimistic Clint!^^Never in a million years would I have imagined any chain of events that could have made such a thing possible... but with you in town now, I guess I should toss away any previous notions I had about what CAN be possible!^^It's very difficult to change yourself into something stronger and more confident. I think I of all people should know. While I think Clint has a long road ahead of him, whatever you did to make him take the plunge has set in motion something I don't think even Clint will want to try to stop!^-Toshinori",
"toshinoriletters.evelynn.text": "Dear @,^^I visited with Evelyn the other day and heard she gave you her chocolate chip cookie recipe. It's really fantastic, isn't it? She gave it to me as well, but... well, let's just say cookies are a very rare treat for someone with dietary restrictions like mine.^^Evelyn's kind heart is one of the sweetest things I've ever had the privledge of experiencing in life. I'm incredibly lucky to know her, and if you'll pardon me for making assumptions, I'd say you're lucky to know her, too!^^Be good to her, and she'll make sure you're always taken care of.^-Toshinori",
"toshinoriletters.jodi.text": "Dear @,^^I heard you went to Jodi's home for dinner! I still remember the first time I was invited. Vincent was reluctant to come out of his room to see the 'big scary skeleton man,' Sam stared, and I had to repeatedly insist I needed a VERY small plate. I'm sure your experience was a little more comfortable than mine.^^To be a single parent-- or at least, temporarily, while one is away for an extended period-- is one of the hardest things I can think of. You are your child's whole world, and if something were to happen to you, that world shatters. However, that parent is full of TWICE as much love, to fill the space left behind in their partner's absence. The strength required for that is immeasurable.^^Oh, goodness, I'm rambling. Essentially, what I wanted to say was, it's clear Jodi has room in her heart for you, so know that you'll never be alone as long as she cares about you!^-Toshinori",
"toshinoriletters.melancholyfive.text": "Dear @,^^I hope you don't think I write too often. With less than stellar health like mine, you tend to get into a habit of doing things on loop to fill the hours.^^I've heard that your farm used to belong to your grandfather. Maybe you can stop by the hospital sometime and tell me what he was like. There's a lot of land over there, and I couldn't imagine taking care of it on my own! You must have the same strong heart he did.^-Toshinori",
"toshinoriletters.rainyeartwo.text": "Dear @,^^I'm writing this to you while it's still raining. What dreadful weather.^^Well, maybe I shouldn't say that. I'm sure it's a boon to your crops, and your workload, for this kind of weather. My stiff and creaky bones aren't particularly fond of it, however. ^^Well, even if your farm loves the rain, try not to catch a cold yourself!^-Toshinori",
"toshinoriletters.mine.text": "@,^^The other day, I heard Harvey muttering to himself. I don't approve of eavesdropping, but I did catch him saying something regarding you and the 'dangerous mine.'^^With that in mind, I'll only say this: your health and well-being is more precious than any gemstone or artifact you could ever find. Please, if the danger is more than you can surmount, take care of yourself first.^^Things can be replaced. People-- friends-- can't.^-Toshinori",
"toshinoriletters.snowyeartwo.text": "Dear @,^^I had plans to come and visit you in person, but then this blasted snow completely sabotaged my plans! It wouldn't be wise for me to come see you in person in this kind of weather in my kind of condition.^^It's really a shame; it was something I was really looking forward to. Hopefully, I'll be able to see you when the weather is better acclimated to my health. Yes, that's right-- the weather is going to change for ME! Not the other way around!^^... mostly because it's just not possible.^-Toshinori",
"toshinoriletters.child.text": "Dear @,^^Congratulations on the birth of your child! I'm sure this is an exciting and chaotic time for both you and %spouse, so hopefully, this will be of benefit to you while you adjust! ^^I'll try to come visit in person, if you'll have me!^-Toshinori",
"toshinoriletters.kent.text": "Dear @,^^For a while I debated sending you this letter. It... often doesn't feel like it's my place to speak about my friend Kent's health. While we both suffered greatly in the war, the psychological toll it took on him was different than me.^^But I heard that you are becoming friends with him, and he told me about an incident at his house while you were visiting. He said he was embarrassed about it, and didn't know what to say to you when he saw you again.^^ I think it'd be best if you never mentioned it to him again, and continued to visit with him when you have some time. If you go out of your way to invite him to do things with you, I think it'd help him realize the whole thing didn't upset you at all.^^Having someone in Pelican Town to help him feel welcome and at home after the hell he's been through would mean the world to him. I know I often... ask much of you, but. If you could do me this favor... and continue to be there for Kent. I'd be in your debt.^-Toshinori",
"toshinoriletters.izukucrisis.text": "Dear @,^^As you are probably aware, my son is visiting town. I know it would mean a lot to him if you took some time out of your day to visit him. He's going to be at the library in the afternoons between the 11th and the 14th. It's okay if you don't want to visit with him- he's going through a hard time and I'm sure his emotions are still very raw. But if you have the energy for it... I know it would mean the world to him.^-Toshinori",
"toshinoriletters.izukuleaving.text": "Hi @,^^It's me, Izuku. I just thought I'd let you know that I'm leaving tomorrow morning, and to thank you (and the rest of Pelican Town) for letting me stay here a while. I really appreciate it! You take care of Dad, okay?^-Izuku Midoriya^^P.S. I found this picture of me and Dad! I thought you might like to have it.",
"toshinoriletters.izukuconcerned.text": "Hey @,^^It's me again. Izuku.^^I'm worried about Dad. He hasn't answered any of my texts or emails.^^He hasn't sent me letters, either.^^Is he okay?",
"toshinoriletters.tenhearts.text":  "My dear @,^^Your kindness and affection towards me know no bounds. To tell you the truth, it somewhat puts me at a loss for words. Or, at the very least, words that would be better said in person, rather than over paper. And they are important words, I assure you.^^If you could, I'd like to meet you tonight on the dock in Cindersap Forest. Would around six work?^^It's very important to me that we have this conversation, so please try to be there!^-Toshinori",
"toshinoriletters.downhillone.text": "Dear @,^^ Do you ever wonder what it would be like if the sun imploded? Every star eventually burns out, right? I wonder if things would be more peaceful that way. Everyone stuck in their homes, never leaving, never infecting others with their selfish, petty problems.^^I think you'd be okay, though, @. You're not like other people.^^Take care! :)^ -Toshinori Yagi",
"toshinoriletters.downhilltwo.text": "Dear @,^^ How have you been? I hope %farm is as prosperous and beautiful as always!^^I'm sure you've noticed that I haven't been getting along with everyone in town.^^I'm sorry you've had to see me at my low points like that. It's embarrassing.^^ Sometimes I just wonder what would happen if everyone came to their senses. Maybe Pelican Town would be a better place.^^I'm just worried about all these young people, and how they're being treated by their parents. You understand, right?^^ Enough of my rambling, haha! Take care, @.^ -Toshinori Yagi",
"toshinoriletters.uphillone.text": "Dear @,^^Since I started seeing that therapist in Zuzu City, I'm becoming more aware of the things I've been missing, areas I need to improve in my life. I'm sorry for how I've been acting. I'm trying to do better.^^This just happened, so I thought I'd tell you about it: a small bluebird was perched outside my window this morning. It sung me quite the lovely tune!^^I gave it some seeds as payment. I hope it comes again tomorrow morning.^^There are still days where I'm frustrated, but I'm trying my hardest to get on the right track.^^Evelyn invited me to help bake her cookies today. I can smell them already, haha!^^Take care, @.^-Toshinori Yagi",
"toshinoriletters.yearfourone.text": "Dear @,^^ Izuku asks about you frequently. He's really taken a liking to you. ^^ He tells me he's being more careful after that fire a couple years ago. But you can only be so careful in his line of work.^^My students called me 'Dad' only a year after teaching them. Maybe I have that effect? Haha!^^Anyways, I hope you're doing well. Please stay safe. I know you enter the mines often. Don't let me see you in the clinic beds!^^That's my job. :)^^Take care, @!^^-Toshinori Yagi",
"toshinoriletters.yearfourtwo.text": "Dear @,^^Do you always wake up at 6 in the morning? I can't imagine.^^Well, that's not true. I tend to wake up pretty early myself, being practically geriatric as I am. But there's also times where I sleep in till noon!^^It doesn't happen as often as it used to. But sometimes it's fun to stay up all night and then sleep the day away.^^Don't tell Harvey, but I can hear him snoring upstairs. He even talks in his sleep. Haha!^^Take care, @.^-Toshinori Yagi",
"toshinoriletters.izukuhappy.text": "Hey @,^^Thank you so much for getting through to Dad. He really needed this. He really needed someone like you to step in and look out for him.^^Things can only go up from here. I'll be with him every step of the way, so don't worry about him!^-Izuku Midoriya",
"toshinoriletters.spainvitation.text": "My Love,^^How about we have a little date at the spa together? It's been a very long time since I've been able to make the journey, but I'm feeling spry!^^I'll meet you in the evening. How about around 6? Don't forget to bring a swimsuit! Skinnydipping is frowned upon in civilized society, haha!^^With love,^-Toshi",
"toshinoriletters.danceinvitation.text": "My dearest @,^^Our marriage has been one of the greatest things to ever happen in my life, another candle to light my way in troubling times. Scarcely a day goes by where I am not eagerly waiting to see your smile.^^You're always working so hard, both on the farm, and in your relationship with me and others. If you would indulge me, I would like for you to meet me at the beach at nine o'clock. Let's enjoy the night sea breeze together.^^ Yours,^-Toshi",
"toshinoriletters.uphilltwo.text": "Hello again, @,^^While I was in the forest, listening to the wildlife, Leah came by to chat with me.^^We don't talk much- she keeps to herself. I think artists are like that, very introverted people.^^But she shared with me a little about her day, projects she's been working on, and showed me how to find edible plants in the forest!^^She made this for me from nuts and berries she foraged. Unfortunately, nuts are one of the hardest things for my body to process, but I couldn't figure out how to tell her that.^^Maybe you'll like it?^^ Have a good day! :)^-Toshi",
"toshinoriletters.downhillonemarried.text": "My dear @,^^They say that, unless it is swallowed by a black hole or becomes one, a star never stops shining, even when it 'dies'. That isn't to say if our sun 'died', it would still be enough to keep our planet from perpetual darkness.^^ I think, however, you would be enough sun for me, @. I don't need it from anywhere else.^^Yours,^-Toshi",
"toshinoriletters.downhilltwomarried.text": "Hello,^^I haven't been feeling well as of late. I'm sure it will pass. I still wanted to write to you, @, as is tradition, but it seems like words are failing me. So I'll send you something instead.^-Toshi",
"toshinoriletters.downhillthreemarried.text": "@,^^Thank you for being kind. It's beginning to seem like that's a forgotten practice.^^Here.^-Toshi",
"toshinoriletters.uphillonemarried.text": "My dear @,^^The mornings I sit on the porch, drinking warm tea, and watching you tend to the farm, are some of the loveliest. It helps distract my thoughts from the troubles and worries I have for the people of Pelican Town. I wonder what things would be like if those who tend to be more self centered would think about others outside of themselves for once.^^Stardew Valley, I think, would be greatly changed, and all for the better. Our community would go beyond, growing stronger than ever.^^Anyways, that's enough from me, haha. Take care, @. I am here.^-Toshi",
"toshinoriletters.uphilltwomarried.text": "@,^^Some time ago, my dear, I wrote to you about the sun, and that how it can't really ever 'die', unless is consumes itself, or is consumed. I spoke to my therapist about this letter, and we performed an exercise in personification of my thoughts.^^You see, I came to the conclusion that, perhaps, a subconscious part of me was inserting myself into the position of the dying sun, and that, while I feigned nonchalance about the idea, deep down, I was worried about 'consuming myself, or being consumed' by darkness. It put a lot of my dark thoughts and fear from the time into perspective; even if I continued to live in that dark place as a 'dead' star... it wouldn't be the same, would it? I wouldn't be the same.^^ And while a real star cannot have its life artificially extended, I can make changed in my life now to regain my shine. After I write this letter, I'll be going to Evelyn's to bake cookies with her, adding more fuel to the hopeful fire within me.^^ I hope you, too, will shine right alongside me.^^I love you, @. Thank you for everything you do to care for me.^-Toshi",
"toshinoriletters.marriedyearfourone.text": "My dear @,^^ Izuku has been wanting to hear from you, but I know you're not much of a writer. You and I have different ways of showing our love, and that's okay! However, I do think it would be of benefit to tell Izuku at least a little something about you. Shall I write on your behalf, perhaps? I was thinking you could speak, and I could act as scribe. That seems like a fair compromise to me.^^ We can talk about it when you come home tonight over a nice dinner. I look forward to it!^^With love,^Toshi",
"toshinoriletters.marriedyearfourtwo.text": "My beloved @,^^ Some mornings, where I wake up without you by my side, I miss your presence. Though, and I'm a bit reluctant to admit this, sometimes, I think, 'Finally! I have the bed to myself!' Hahaha!^^As much as I love and take comfort in sleeping with you in my arms, or vice versa, sometimes, it's a relief to be able to stretch out and indulge in all that free space. I'm not a small man, as I'm sure you're aware of by now!^^However, even when I take pleasure in hogging an empty bed in the mornings, I would be sad to go to bed at night without you there.^^Yours,^-Toshi",
"toshinoriletters.marriedyearfourthree.text": "Dearest wonderful @,^^Ah, that's a corny opening, but I can't find my eraser, and I'd hate to waste paper. While you were away the other day, I couldn't think about anything else but you. It's not usually that way! But no matter where I went, the thought of you lingered.^^I'm so happy that you've found something wonderful to do with your life, living on this farm, away from the stresses of city life. Not many people your age can attest to having attained that kind of peace. It probably took a lot of courage, and a lot of pain.^^Tonight, I'll give you so much attention and affection, you won't know what to do with it! But you won't know the reason why until you read this letter, of course.^^You are worthy of love and happiness, always.^-Toshi",
"toshinoriletters.eggfestfriendly.text": "Dear @,^^Tommorow is the Egg Festival! I'm sure you're just as excited as I am. It's one of my favorite things to be able to get together with Emily to paint eggs for the children to find (and I suppose, by extension, for you!).^^I look forward to seeing you there.^-Toshinori Yagi",
"toshinoriletters.eggfestmarried.text": "Dear @,^^Tommorow is the Egg Festival! I know I don't need to remind you to make sure to let the young children have eggs of their own to find. I know your competitive spirit, and were it not for that, I would request you stay out of the egg hunt entirely, to let one of them claim victory.^^ That being said... I know I would NEVER be able to convince Abigail to do the same. Such is life, I suppose!^^I look forward to spending such a happy, fun day with you.^^With love,^-Toshi",
"toshinoriletters.luaumarried.text": "Dear @,^^Do you have something for the potluck tomorrow at the Luau? I had a feeling you might have forgotten, and I'll probably say something to you in person, but just to be extra careful, I've sent you this letter as well!^^Everyone knows the soup is best when everyone contributes something. Even if I myself don't eat any, I make sure to do the same. It helps me to feel like more a part of the community, and the Governor notices those kinds of things!^^But with all of that in mind, I don't mean to pressure you in any way; it's ultimately your choice, and no matter what you do, I'm sure it's for good reason.^^I love you,^Toshi",
"toshinoriletters.luaufriendly.text": "Dear @,^^Do you have something for the potluck tomorrow at the Luau? Everyone knows the soup is best when everyone contributes something. Even if I myself don't eat any, I make sure to do the same. It helps me to feel like more a part of the community, and the Governor notices those kinds of things!^^I've heard from Marnie that good quality goat cheese adds a nice kick. Considering not everyone says what they add to the soup, I guess I may never know.^^-Toshinori Yagi",
"toshinoriletters.moonlightjelliesmarried.text": "My beloved @,^^I know you check your mailbox every morning, so I've sent this letter as a precaution, to make sure my words get to you; they're very important. PLEASE READ CAREFULLY.^^^^The Moonlight Jellies will be passing by tomorrow night! You know how much I absolutely adore the jellies. They're stunning, every year, and I wouldn't want you to get so busy with your farm and town activities that you would miss it.^^I would be terribly lonely without you there; as much as I love the Moonlight Jellies, I love you more, but I'm not sure which I'd be able to pick between tonight! Please be there, to save this old man a serious dilemma.^^With love,^Toshi",
"toshinoriletters.moonlightjelliesfriendly.text": "Dear @,^^Tomorrow night, the Moonlight Jellies will be passing by! I absolutely adore the jellies. They're stunning, and I would be absolutely heartbroken to miss out on such a rare event. I'm going to do everything in my power to be there. ^^Do you plan to come see them as well? It really is a beautiful sight. I'm sure everyone would love to see you (and maybe the jellies would love to see you, too!).^-Toshinori Yagi",
"toshinoriletters.sdvfairmarried.text": "Dear @,^^Don't forget, tomorrow is the Stardew Valley Fair! They'll have a display table set up for you, as always. I know how hard you work all year, but don't be afraid or ashamed if your produce isn't quite up to par for it. A silly contest is no true determination of the quality of your work.^^Now, I've said it before, and I'll say it again; stay away from the roulette wheel! I know you're not gambling real money, but it's still gambling, and developing an addiction to that kind of practice is the last thing I need you doing! Yes, I know betting on green generally is safe, but that's no excuse!^^Anyways, let's both have fun tomorrow!^^Love,^-Toshi",
"toshinoriletters.sdvfairfriendly.text": "Dear @,^^Will you be putting a display together for the Stardew Valley fair tomorrow? If so, I would be very interested to see the kinds of things you've collected as your time as a farmer... and a miner... and a monster hunter... goodness, you've earned yourself quite the reputation!^^Well, for all your hard work, you deserve to relax and have a day of fun, so don't forget to play some of the games that will be there! Just be careful not to lose all your tickets if you bet on the roulette wheel.^-Toshinori Yagi",
"toshinoriletters.festivaloficemarried.text": "Dear @,^^The weather outside is frightful... but the fire is so delightful... but, as it turns out, we do have somewhere to go tomorrow. To be honest, I'm not entirely looking forward to it, but I do love seeing the whole town gathered in one place enjoying themselves so.^^Will you be fishing at the Ice Festival? I know it's a tricky art to master; both by watching you and being told by Willy, I've been made aware of it several times! Well, if you do, I'll be rooting for your victory!^^... and then I'll likely immediately head home, so I don't catch anything.^^With love,^-Toshi",
"toshinoriletters.festivaloficefriendly.text": "Dear @,^^Will you be fishing at the Ice Festival? I know it's a tricky art to master; both by watching you and being told by Willy, I've been made aware of it several times! Well, if you do, I'll be rooting for your victory!^^Young Midoriya is quite the ice scultpor; he would have loved to see all of the sculptures everyone tries to make. Were I a younger man, perhaps I would have tried to make one with him in mind! But, alas, the cold doesn't sit well with me anymore, so I'll just be a mere bystander.^^And as much as I detest the cold, I hope to see you there!^-Toshinori Yagi",
"toshinoriletters.nightmarketfriendly.text": "Dear @,^^The Night Market will be arriving at the docks tomorrow. What is your favorite activity there? I tend to just people watch, mostly; cold weather makes me loathe to move around much.^^I can't help but feel like the Night Market isn't exactly a children's event, and yet last year, I saw Jas walking along the planks, wide eyed and in awe of everything around her. I think it's wonderful she took the time to experience something out of the ordinary, even if the event didn't particularly have someone like her in mind.^^Ah, but I'm rambling again; in short, the Night Market is a marvelous time of year, and I hope you'll find something there this year that caters to your own interests!^-Toshinori Yagi",
"toshinoriletters.nightmarketmarried.text": "To my lovely @,^^The Night Market will be arriving at the docks tomorrow. I'm sure it will be quite the scene, as usual! I've always found navigating the docks to be confusing, and slightly dangerous! Those connecting planks are quite thin, and a tall man like myself has a difficult enough time balancing regularly as it is!^^There's always so much to do, though, and as you know, I just love seeing everyone's smiling faces. Even if the cold is rather bothersome, the joy is enough to warm this heart of mine, so do expect to see me there!^^I hope I'll see you, too.^^Love, ^-Toshi",
"toshinoriletters.feastofthewinterstarmarried.text": "Happy Holidays, @!^^Tomorrow is the Feast of the Winter Star. As your husband, I'm quite tempted to try to convince you to tell me who your secret friend is, but that would be hypocritical; I would take the identity of MY secret friend to the grave! Hahahaha!^^I have to admit, though, part of the festival is torture. There's so much good food lining the tables around the great big tree, and I can't always indulge in that. But I'm always determined to try a little turkey!^^I can't wait to see you there, glowing under the light of the tree.^^Love, always,^-Toshi",
"toshinoriletters.feastofthewinterstarfriendly.text": "Happy Holidays, @!^^Tomorrow is the Feast of the Winter Star. Do you have your gift ready for your secret friend yet? I myself lost track of the time and had to rush to get my hands on something! It's not an experience I would recommend.^^I have to admit, though, part of the festival itself is torture. There's so much good food lining the tables around the great big tree, and I can't always indulge in that. But I'm always determined to try a little turkey!^^In case I don't speak to you at the Feast, here's to your health, and a very merry and productive New Year!^Toshinori Yagi",

// Titles

"toshinoriletters.izukuvisit.title": "My Son Is Visiting",
"toshinoriletters.intro.title": "Welcome to Pelican Town!",
"toshinoriletters.one.title": "Hello!",
"toshinoriletters.melancholyone.title": "Tell me about yourself!",
"toshinoriletters.two.title": "How are you?",
"toshinoriletters.three.title": "A Gift For You",
"toshinoriletters.melancholytwo.title": "I Had A Bad Day",
"toshinoriletters.melancholythree.title": "Memories",
"toshinoriletters.melancholyfour.title": "More Memories", 
"toshinoriletters.four.title": "Hello again!",
"toshinoriletters.five.title": "Update",
"toshinoriletters.six.title": "You Mean A Lot To Me",
"toshinoriletters.seven.title": "I Feel Good Today",
"toshinoriletters.eight.title": "I'm Excited!",
"toshinoriletters.nine.title": "I Love You",
"toshinoriletters.ten.title": "My Love",
"toshinoriletters.eleven.title": "My Darling",
"toshinoriletters.twelve.title": "My Best Friend",
"toshinoriletters.thirteen.title": "My Beautiful Partner",
"toshinoriletters.fourteen.title": "I Love You",
"toshinoriletters.holdhands.title": "Can I Hold Your Hand?", 
"toshinoriletters.sixteen.title": "I hope you still want to be with me.",
"toshinoriletters.seventeen.title": "Are you ready to get spooky?",
"toshinoriletters.justmarried.title": "Starting our New Life",
"toshinoriletters.divorce.title": "Goodbye", 
"toshinoriletters.springsingle.title": "Hope you don't have allergies!",
"toshinoriletters.izuku.title": "My Son Izuku!",
"toshinoriletters.bakugo.title": "My Son Bakugo!", 
"toshinoriletters.leah.title": "Leah's Art",
"toshinoriletters.elliott.title": "Elliott's Book",
"toshinoriletters.alex.title": "Concerning Alex",
"toshinoriletters.harvey.title": "About Harvey",
"toshinoriletters.sam.title": "Sam's Band",
"toshinoriletters.sebastian.title": "Sebastian's Health",
"toshinoriletters.shane.title": "Shane's Looking Better",
"toshinoriletters.abigail.title": "Abigail Seems To Like You",
"toshinoriletters.emily.title": "Emily's Positive Energy",
"toshinoriletters.haley.title": "Haley's Change",
"toshinoriletters.maru.title": "Maru's Brilliance",
"toshinoriletters.penny.title": "Penny's Gentle Soul",
"toshinoriletters.clint.title": "Clint's Happiness",
"toshinoriletters.evelynn.title": "My Best Friend Evelynn",
"toshinoriletters.jodi.title": "You and Jodi",
"toshinoriletters.melancholyfive.title": "Your Grandfather",
"toshinoriletters.rainyeartwo.title": "Terrible Weather",
"toshinoriletters.mine.title": "That Mine",
"toshinoriletters.snowyeartwo.title": "More Terrible Weather",
"toshinoriletters.child.title": "Your Child",
"toshinoriletters.kent.title": "My Friend Kent",
"toshinoriletters.izukucrisis.title": "My Son's Crisis",
"toshinoriletters.izukuleaving.title": "It's Izuku!",
"toshinoriletters.izukuconcerned.title": "Is Dad Okay?",
"toshinoriletters.tenhearts.title": "Meet Me In The Forest",
"toshinoriletters.downhillone.title": "Just Thinking",
"toshinoriletters.downhilltwo.title": "My Frustrations",
"toshinoriletters.uphillone.title": "Therapy",
"toshinoriletters.yearfourone.title": "I'm Doing Okay",
"toshinoriletters.yearfourtwo.title": "Some Observations",
"toshinoriletters.izukuhappy.title": "Thanks for helping Dad",
"toshinoriletters.spainvitation.title": "Let's Have Another Date",
"toshinoriletters.danceinvitation.title": "Would You Come To The Beach?",
"toshinoriletters.uphilltwo.title": "Things Are Okay",
"toshinoriletters.downhillonemarried.title": "Thinking About Stars",
"toshinoriletters.downhilltwomarried.title": "Please Take This",
"toshinoriletters.downhillthreemarried.title": "I Want You To Have This",
"toshinoriletters.uphillonemarried.title": "I'm Okay",
"toshinoriletters.uphilltwomarried.title": "Thank You For Being You",
"toshinoriletters.marriedyearfourone.title": "I Look Forward To More Time With You",
"toshinoriletters.marriedyearfourtwo.title": "Another Year With You", 
"toshinoriletters.marriedyearfourthree.title": "I Love You",
"toshinoriletters.eggfestfriendly.title": "The Egg Festival Arrives",
"toshinoriletters.eggfestmarried.title": "The Egg Festival Arrives",
"toshinoriletters.luaumarried.title": "The Luau Is Coming",
"toshinoriletters.luaufriendly.title": "The Luau Is Coming",
"toshinoriletters.moonlightjelliesmarried.title": "My Favorite Holiday!",
"toshinoriletters.moonlightjelliesfriendly.title": "My Favorite Holiday!",
"toshinoriletters.sdvfairmarried.title": "The Fair Is Here",
"toshinoriletters.sdvfairfriendly.title": "The Fair Is Here",
"toshinoriletters.festivaloficemarried.title": "It's Cold Out!",
"toshinoriletters.festivaloficefriendly.title": "It's Cold Out!",
"toshinoriletters.nightmarketfriendly.title": "Are You Ready For The Night Market?", 
"toshinoriletters.nightmarketmarried.title": "Are You Ready For The Night Market?", 
"toshinoriletters.feastofthewinterstarmarried.title": "Season's Greetings!",
"toshinoriletters.feastofthewinterstarfriendly.title": "Season's Greetings!",
"toshinoriletters.uraraka.title": "My Student Uraraka!",
"toshinoriletters.shinsou.title": "My Student Shinsou!",
"toshinoriletters.mineta.title": "My Student Mineta!",
"toshinoriletters.mina.title": "My Student Mina!",
"toshinoriletters.tsu.title": "My Student Tsu!",
"toshinoriletters.jiro.title": "My Student Jiro!",
"toshinoriletters.iida.title": "My Student Iida!",
"toshinoriletters.sero.title": "My Student Sero!",
"toshinoriletters.todoroki.title": "My Student Todoroki!",
"toshinoriletters.momo.title": "My Student Momo!",
"toshinoriletters.kirishima.title": "My Student Kirishima!",
"toshinoriletters.sato.title": "My Student Sato!",
"toshinoriletters.hagakure.title": "My Student Hagakure!",
"toshinoriletters.koda.title": "My Student Koda!",
"toshinoriletters.ojiro.title": "My Student Ojiro!",
"toshinoriletters.shoji.title": "My Student Shoji!",
"toshinoriletters.aoyama.title": "My Student Aoyama!",
"toshinoriletters.tokoyami.title": "My Student Tokoyami!",
"toshinoriletters.denki.title": "My Student Kaminari!",
}
