{

// Texto
// Traduzido por BrasileiroTop
"toshinoriletters.intro.text": "Caro @^^Obrigado por me visitar tanto quanto você.^^Ouvi dizer que você veio aqui para fugir do caos da vida na cidade. Vim aqui por motivos muito semelhantes.^^Por favor, cuide de si mesmo e não trabalhe muito!%Item chatTopic TalkingSobreToshinori 14%%^-Toshinori Yagi", 
"toshinoriletters.one.text": "Caro @^^Às vezes é mais fácil escrever cartas do que falar. Espero que você não se importe de eu lhe enviar uma de vez em quando.^^Obrigado por parar para conversar comigo tanto quanto você, embora eu não tenha muito a dizer às vezes. Fica tranquilo no hospital. É bom ter um amigo.^-Toshinori Yagi", 
"toshinoriletters.melancholyone.text": "Caro @^^Está um dia péssimo do lado de fora, e estou preso dentro de casa, então tenho muito tempo disponível para escrever para você.^^Espero que você esteja bem! Estou indo tão bem quanto posso.^^Se você tiver a chance de passar por aqui e me visitar, pode me contar um pouco sobre você? Desculpe se isso é atrevido, mas você é um enigma para mim, e adoraria conhecê-lo um pouco mais.^^Posso até compartilhar uma ou duas pepitas sobre mim enquanto estamos nisso! Por exemplo, aqui está uma curiosidade: você sabia que eu amo filmes? quanto mais cantos melhor! Tenho um gosto bastante embaraçoso por comédias românticas.^^Agora preciso saber sobre o seu prazer culposo! Estarei esperando. Hahaha!^-Toshinori Yagi",
"toshinoriletters.two.text": "Caro @^^Outro dia, eu estava ajudando Penny a ler para as crianças na biblioteca do museu e me deparei com uma ilustração em um de seus livros que me fez pensar em você. Fiz um cópia e anexei a esta carta.^^Não é lindo? Parece muito com a sua fazenda.^-Toshinori Yagi", 
"toshinoriletters.three.text": "Caro @^^Não posso mais comer doces, mas ainda gosto de prepará-los para os outros. Espero que gostem.^^Aposto que você não sabia que eu posso cozinhar, huh ? Principalmente porque eu quase não consigo comer nada! (Tive que pegar emprestada a cozinha da Evelynn. Ela me deixa usar muito!)^^PS Se você não gosta, dê para o jovem Vincent! Ele realmente adora essas coisas.^-Toshinori Yagi",  
"toshinoriletters.melancholytwo.text": "Ei @^^Tive um dia muito ruim. Acordei tão doente que não conseguia engolir nada, nem mesmo água. Vomitei em mim mesmo, tornei a vida de Harvey um inferno.^^Sinto-me às vezes é uma bagunça nojenta. Nesses dias, quando é difícil sair da cama, só tento pensar no que vou fazer quando superar o pior. Talvez eu vá para a praia e encontrar algumas conchas para meus amigos. Algo para fazer outras pessoas felizes.^^Quando penso no que posso fazer pelos outros, fica mais fácil suportar esses dias ruins. Então, se você tiver um dia como este, lembre-se : vai passar. E tem muita gente que ganha força porque você está vivo.^^Alguém me disse isso, uma vez.^^^- Toshinori Yagi",
"toshinoriletters.melancholythree.text": "Olá @,^^Gostaria de compartilhar com você um pouco sobre meu passado. Lembra quando eu disse que fui convocado para o exército? Lutei lado a lado com Kent. Se você ainda não o conheci, espero que em breve. Ele é um homem maravilhoso, e foi um dos meus poucos amigos naquelas trincheiras infernais.^^Ele estava lá quando me machuquei. Não me lembro muito sobre isso. Ele provavelmente não vou falar sobre isso, mas acho que ele pode ter sido fundamental para me salvar naquele dia. É realmente um milagre eu ainda estar aqui.^^- Toshinori Yagi",
"toshinoriletters.melancholyfour.text": "Olá @,^^Queria compartilhar com vocês um pouco sobre meu passado. Como eu disse a vocês a extensão de minha lesão, gostaria de explicar um pouco mais sobre isso. O motivo pelo qual eu ter tanta dificuldade para comer é devido à falta de estômago, como tenho certeza que você pode imaginar. Mas ainda posso comer!^^Muita gente acha que é impossível e se pergunta como ainda estou vivo. Vincent até me perguntou se eu fotossintetizar, haha! Mas não, não é nada louco assim. Meu esôfago foi conectado cirurgicamente ao meu intestino. Então, eu não tenho estômago, mas meu intestino funciona bem. É apenas mais difícil processar certos tipos de alimentos, e líquidos são mais fáceis. Adoro chá e vitaminas. Desce suave.^^- Toshinori Yagi",
"toshinoriletters.four.text": "Caro @^^É um pouco difícil fazer todo o caminho até sua fazenda, mas eu estava tendo um bom dia e consegui fazer a viagem ontem.^^Você tem trabalhado tão difícil, estou impressionado com tudo o que você realizou. Eu gostaria de ter a força para ajudá-lo, pelo menos um pouco. Mas Harvey acha que eu tenho me esforçado demais como agora.^^Não preocupe-se comigo. Estou bem. Tenho dias bons e dias ruins, mas acho que esse vai ser um bom dia.^- Toshinori Yagi",
"toshinoriletters.five.text": "@^^Peço desculpas se tenho parecido um pouco indiferente ultimamente. Não tenho me sentido bem. Conforme o tempo começa a ficar mais frio, minhas articulações doem e minha constituição está muito fraca Tenho tendência a apanhar um resfriado.^^O melhor para mim é sempre uma xícara de chá quente com um pouquinho de mel. Não posso comer muito - doces e não me dou mais bem, se você se lembra de um das minhas cartas anteriores.^^Comprei um grande pote de mel e guardei um pouquinho para mim, mas esse pote inteiro é demais para mim, então pensei em lhe dar o resto. Não se preocupe, eu não cuspiu nele! Hahaha!^-Toshinori",
"toshinoriletters.six.text": "Meu querido amigo @^^Você acha difícil trabalhar durante o inverno? Definitivamente, acho difícil fazer muita coisa, haha!^Com toda a seriedade, sou incrivelmente abençoado em ligar você é um amigo, e estou muito agradecido por você tirar um tempo do seu dia para falar comigo tanto quanto fala.^^Todos nesta cidade têm sido muito gentis comigo, mas você especialmente. Embora eu adore ter companhia, Percebo que valorizo ​​mais o seu.^^Mas, por favor, não deixe que isso o faça se sentir pressionado! Você é uma pessoa muito ocupada, e estou perfeitamente bem se ficarmos um tempo sem dizer olá. Sempre que tiver tempo para me abençoar com sua companhia, guardo as lembranças que fazemos.^-Toshinori",
"toshinoriletters.seven.text": "@^^Já faz muito tempo que não me sinto tão saudável. Estar aqui no vale tem feito maravilhas para mim. Espero que você sinta o mesmo.^^Você é próximo de mais alguém na cidade? Já faz um ano que você se mudou para cá, você sente que pertence?^^Eu definitivamente sinto que pertenço. Acho que nunca vou me mudar. Estou muito feliz em passar o resto do meu vida aqui, com o tempo que me resta.^^Espero que não pareça mórbido. Estou velho e doente, e às vezes parece que só tenho mais alguns anos de vida.^^Mas eu adoro passar esses anos com você, se você ficar aqui em Stardew Valley.^^Mas eu te apoio se você seguir em frente.^-Toshi",
"toshinoriletters.eight.text": "Estou demorando um pouco para processar para onde a vida está me levando. Não tenho palavras para isso, mas acho que é empolgação. Se as borboletas no meu estômago são alguma coisa, eu indico. É meio difícil de dizer, já que eu não tenho mais estômago, haha!^^Não tenho certeza do que você vê em mim. Mas espero não te decepcionar.^-Toshi", 
"toshinoriletters.holdhands.text": "Quero passar um tempo com você. Talvez na praia por volta das 6:00? Tudo bem se você ainda não quiser. Faremos isso algum dia, quando o tempo estiver bom!^-Toshi", 
"toshinoriletters.nine.text": "Penso em você o tempo todo. Quero que fique com isso, espero que seja útil para você.^-Seu Marido Toshi", 
"toshinoriletters.izukuvisit.text": "Olá, @^^Só pensei em avisar que meu filho virá nos visitar em breve. Você deve passar no ponto de ônibus amanhã se tiver um tempo livre!", 
"toshinoriletters.ten.text": "Minha querida @^^Sonho acordado em beijar você quando você estiver fora. Então, beijei esta carta e a coloquei em nossa caixa de correio. Você não precisa retribuir o beijo. Mas talvez me beije, em vez disso?^-Seu marido Toshi", 
"toshinoriletters.eleven.text": "Meu maravilhoso @^^Acordei esta manhã e me senti muito grato por você.^^Eu sei que às vezes te deixo acordado à noite com toda a minha tosse. Sei como isso é irritante para você acordar no meio da noite esfregando minhas costas enquanto eu sufoco minha máscara de oxigênio com sangue.^^Às vezes eu simplesmente não tenho palavras para agradecer quando está acontecendo no momento.^^Mas eu só queria para dizer obrigado. E eu te amo. Muito, muito mesmo.^-Seu marido Toshi",
"toshinoriletters.twelve.text": "Meu incrível @^^Eu sei que você provavelmente não quer me ouvir dizer isso, e é por isso que eu queria escrever em vez de dizer na sua cara. Eu simplesmente não posso guarde esses pensamentos na minha cabeça.^^Eu me sinto um fardo. Você merece muito mais do que eu posso dar. Com o passar dos anos, eu me sinto quebrando lentamente.^^Mas eu continuarei te dando tudo Eu tenho. Eu não vou a lugar nenhum, a menos que você queira que eu vá.^^-Seu marido Toshi", 
"toshinoriletters.thirteen.text": "Meu maravilhoso @^^Obrigado por me manter em sua vida.^^Sinto que estou ficando enferrujado com minhas habilidades de cozimento, especialmente porque não consigo provar nada com açúcar. Espero que não tenha sido terrível!^^-Seu marido Toshi", 
"toshinoriletters.fourteen.text": "Meu @^^É hora da Dança das Flores, e você sabe o que isso significa? Eu te amo! Eu te amo! Eu te amo! Eu te amo! Eu te amo! Eu te amo ! Eu te amo! Eu te amo! Eu te amo! Eu te amo!^(Você está cansado de ler isso? Porque eu não estou cansado de escrever isso!)^Eu te amo! Eu te amo! Eu te amo! Eu te amo!^Eu te amo! Eu te amo! Eu te amo! Eu te amo! Eu te amo! Eu te amo! Eu te amo! Eu te amo! Eu te amo!^Oh Deus, minha mão está começando a doer.^Eu talvez tenha de parar agora, mas ainda não me cansei de dizer isso.^-Seu amoroso marido Toshi", 	
"toshinoriletters.sixteen.text": "Sobre o que eu disse a você na clínica de Harvey... sobre minha lesão? Espero que não mude o que você sente por mim.^^Mas está tudo bem se mudar. Eu entendo. Namoro eu é... um compromisso. Com minha saúde tão ruim quanto está.^^Só espero que você saiba que me importo muito com você.^^-Toshi", 
"toshinoriletters.seventeen.text": "Ei @!^^É hora do meu feriado favorito! Não tenha muito medo quando você chegar em casa e me ver todo esquelético, hahaha!^^Se você estiver indo para o festival , deixe-me ver você comer doce. Descreva vividamente sua experiência. Quero saber tudo!^-Seu marido, Toshi, totalmente não vive vicariamente", 
"toshinoriletters.justmarried.text": "Meu amor @, estou muito animado para começar nossas novas vidas juntos. Obrigado por tudo.%item chatTopic MarriedToToshinori 7%%^-Seu novo marido Toshi", 
"toshinoriletters.divorce.text": "Não culpo você. Realmente não. Espero que, onde quer que sua vida o leve, seja feliz. Mas eu realmente preciso ficar sozinho agora. Então, por favor... por favor, não não fale mais comigo.^-Yagi", 
"toshinoriletters.springsingle.text": "Olá @^^Estou me sentindo bem o suficiente para assistir ao Baile das Flores este ano! Espero te ver lá!^^Com quem você vai dançar este ano? não precisa me dizer, se quiser que seja uma surpresa! Sou um velho muito intrometido, hahaha!^^-Toshinori", 
"toshinoriletters.izuku.text": "Caro @^^Lembra quando eu lhe contei sobre meus alunos? Queria falar um pouco mais sobre eles! Pelo menos alguns deles.^Mencionei Izuku, que é como um filho para mim. Na verdade, eu o conheci antes de me tornar professor! Ele estava tentando salvar alguém que havia sofrido um acidente de carro.^^Ele era apenas um garotinho magricela na época, mas se tornou um jovem forte! Ele é lá fora salvando pessoas todos os dias como bombeiro. Eu não poderia estar mais orgulhoso dele.^Oh, esta carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Fique alerta para mais letras, @!^-Toshinori Yagi",
"toshinoriletters.uraraka.text": "Caro @^^Lembra-se de quando lhe contei sobre meus alunos? Queria falar um pouco mais sobre eles! Pelo menos alguns deles.^Uma das crianças mais fofas que já ensinei foi Uraraka Ochaco, uma jovem brilhante que tinha uma obsessão por espaço. Ela queria ser astronauta, mais do que qualquer coisa, mas a pobre garota não conseguia lidar com o acampamento espacial! As simulações a deixavam tão doente. Ela parecia determinada a continuar , embora.^^A última vez que soube, ela está fora da faculdade, ainda no caminho de se tornar uma astronauta de verdade um dia. Você pode imaginar ir para o espaço sideral, @? É um pouco assustador para mim! Acho que prefiro ficar aqui em terreno sólido onde as coisas fazem sentido.^^Oh, esta carta está ficando meio longa, não é? Devo contar a vocês sobre meus outros filhos em breve. Fique atento para mais cartas, @!^-Toshinori Yagi",
"toshinoriletters.bakugo.text": "Caro @^^Lembra quando eu lhe contei sobre meus alunos? Queria falar um pouco mais sobre eles! Pelo menos, alguns deles.^Meu aluno Bakugo passou por um período difícil Ele tinha dificuldade em fazer amigos, com sua personalidade abrasiva. Gritava muito, mas no começo as pessoas não perceberam que ele era quase sempre surdo. E contar às pessoas sobre isso machucou seu orgulho, suponho.^^Durante no segundo ano, ele abrandou muito, e ele e Izuku estão finalmente se dando bem! Pelo menos, eu acho que eles estão se dando bem. Às vezes é meio difícil de dizer. Você sabe como são os relacionamentos de amor e ódio, não você, @, haha!^^Oh, essa carta está ficando meio longa, não é? Devo falar sobre meus outros filhos em breve. Fique de olho em mais cartas, @!^-Toshinori Yagi",
"toshinoriletters.shinsou.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^ While he isn't one of my students in my own class, I'm sure you've heard of the famous hypnotist, Hitoshi Shinsou. He's made quite the name for himself in the past few years! He won't admit it publicly, but he's also an incredible ventriloquist! He could mimic almost every other male student in school.^^Otherwise, Hitoshi is a rather quiet man. He's passionate about his career and his progression in it, but even in high school, he was very reserved, and only spoke when he really needed something. With how hard he's worked in his career, and doing so much of it on his own, I think he's afraid to ask for things. Of course I wouldn't say as such directly to his face! But I do hope you don't mirror his sentiment. It's okay to need or want help from time to time!^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.mineta.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^ I wish I could say all of my students were paragons of goodness, but we, as humans, tend towards being very flawed things, even among the best of us. One of the students of mine that often found himself in trouble was Minoru Mineta. Most, if not all, of his problems, originated with girls, and his inability to either comprehend or cohere to the concept of consent. It was an uphill battle reminding him to keep his hands and comments to himself.^^ However, I don't think all hope is lost for him! Though he was still considered a problem student upon his graduation (and yes, he did graduate, and I was proud for him! He worked hard for that), he was making progress that all of the teaching staff could see. With luck, he won't end up tarnishing his adult reputation- despite his shortcomings, he deserves to have a chance to prove himself and that he can be good, just like the rest of us. Second chances, when one hasn't lost the right to have one, are everything. I'll have to see what Minoru does with his.^^ Oh, this letter is getting kind of long, isn't it? I should tell you about my other kids soon. Be on the lookout for more letters, @! ^-Toshinori Yagi",
"toshinoriletters.mina.text": "Caro @,^^Lembra-se de quando contei a você sobre meus alunos? Queria falar mais sobre eles! Pelo menos, alguns deles.^^Mina Ashido insistiu muito que iria começar sua própria linha de roupas quando falamos sobre nossas esperanças e sonhos para o futuro. Essas roupas, em particular, seriam 'aerodinâmicas para todos os tipos de dança'. Era uma aspiração incrível!^^Embora quando ela realmente começou a fazer um curso de costura, ela decidiu que esse aspecto da indústria da moda e do glamour não era o certo para ela. Então ela começou a coreografia. Seus movimentos são incríveis! E, embora ela ainda não tenha a reputação que alguns de seus outros colegas de classe alcançaram, tenho certeza de que seus serviços serão muito procurados em pouco tempo.^^Oh, esta carta está ficando meio longa, não é t é? Devo contar a você sobre meus outros filhos em breve. Fique atento para mais cartas, @!^-Toshinori Yagi",
"toshinoriletters.tsu.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^ Se você já teve um interesse ou obsessão especial, acho que descobrirá que se identifica bem com Tsuyu Asui. Tudo o que ela era e, se puder evitar, sempre será, é uma ávida amante de anfíbios! Se houve um dia em que ela não teve algo com o tema sapo em sua pessoa, foi realmente um dia para se preocupar. Coisas relacionadas a anfíbios sempre aumentavam o humor dela, e se não, era definitivamente um momento de reflexão para nós dois.^^Que tipo de coleção você mantém, se houver? Eu adoraria dar uma olhada algum dia para permitir que você tenha a chance de me contar sobre algo pelo qual você é apaixonado! Não há nada melhor do que ouvir alguém falar longamente sobre algo que ama.^^Ah, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.jiro.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^ Costumo gostar de quase todas as músicas que escuto, mas sou definitivamente tendencioso quando se trata do conteúdo que Kyoka Jiro produz. Eu sempre compro qualquer álbum novo que ela lançar para apoiá-la! Eu não... sempre ouço os discos que compro, mas ela ainda recebe essa receita.^^Kyoka tinha dificuldade em se conectar com seus colegas de classe, então sempre fiz questão de reservar um tempo para checá-la e ouvir o que ela tinha a dizer. Gosto de pensar que a ajudei a abrir um pouco as asas para que ela pudesse seguir a carreira pela qual era apaixonada.^^Se você quiser, não me importaria de deixar você pegar emprestado algumas de suas faixas! Talvez você obtenha algo mais com isso do que eu.^^Oh, esta carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.iida.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Não sei se você gosta de esportes, ou pelo menos, qualquer coisa que não seja Gridball - isso parece ser o que a maioria das pessoas fala quando se trata de esportes nos dias de hoje. Um de meus alunos escolheu um caminho menos percorrido. O nome Tenya Iida lembra alguma coisa? Se não, não se sinta mal! Ele é um atleta de atletismo, então, como você pode imaginar, ele é um corredor muito rápido, e eu entendo que nem todo mundo quer assistir isso.^^Ele recentemente começou uma corrida cross-country para arrecadar dinheiro para instituições de caridade para indivíduos que de outra forma seriam imóveis. adquirir cadeiras de rodas para melhor acessibilidade! Infelizmente, ele não passará por perto de Pelican Town, mas prometeu me enviar cartões-postais de todos os locais em que parasse. Estou empolgado!^^Oh, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.sero.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Você é uma pessoa tátil, @? Não quero dizer em relação ao contato humano; Eu estava mais me referindo a se você tem certas sensações de toque que você aprecia mais do que outras? Como o pelo de um animal de estimação querido, ou seda lisa, ou o grão de madeira lixada?^^Bem, pergunto porque estava pensando em Hanta Sero. Embora fosse um aluno completamente normal, ele tinha uma fascinação anormal pela fita. Eu tive que esconder os rolos e trancá-los sempre que ele estava na minha sala de aula! Ele simplesmente adorava colar fita adesiva para si mesmo. Quase acredito que foi reconfortante ou calmante para ele!^^As coisas pioraram no final do ano, quando ele convenceu alguns dos meus alunos mais turbulentos a prendê-lo completamente na parede de tijolos nos fundos da escola. Nada sério resultou disso, exceto por uma conversa muito severa sobre ter certeza de que essa obsessão por fita não estava relacionada a nada mais profundo. Sim, ele estava bem.^^Oh, esta carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.todoroki.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Havia alguns alunos com quem eu simplesmente tinha uma relação amigável, como deveria ser para todos os professores, e havia aqueles que eu protegia ferozmente. Shoto Todoroki caiu na última categoria; ele se destacava em tudo o que fazia e era um aluno brilhante, mas não fui o único a notar que ele era um pouco... frio para um garoto da idade dele. Sem entrar em muitos detalhes, houve problemas em casa, mas não o suficiente, e não do tipo em que nós ou as autoridades competentes pudéssemos nos envolver. Foi frustrante e irritante.^^Mas, independentemente da situação, fiz o que pude; Eu forneci o calor que Shoto não conseguiu encontrar em casa da melhor maneira que pude. Embora eu o tenha visto sorrir mais, e Izuku tenha feito questão de me ajudar tornando-se amigo de Shoto, às vezes você nem sempre sabe se o que você fez foi o suficiente.^^Shoto é um dos meus alunos, eu não ouvir com frequência. Eu escrevo para ele, mas nem sempre recebo uma resposta. Espero saber que ele está bem na próxima vez que me procurar.^^Oh, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.momo.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Por exemplo, Momo Yaoyorozu era nada menos que uma fábrica de uma mulher só; se faltasse alguma coisa à escola ou a ela mesma, ela sem hesitar encontraria uma alternativa ou criaria sozinha as coisas que faltavam. Nunca antes eu tinha visto uma mente tão brilhante, capaz de inventar coisas aparentemente na hora!^^Momo acabou se tornando - você adivinhou? - um inventor! Seu projeto atual envolve a criação de substitutos baratos e fáceis para encanamentos de água subterrânea quebrados que podem ser instalados na metade do tempo que normalmente levaria, para que as comunidades mais pobres ou menos fáceis de acessar possam continuar a ter, ou obter, água limpa para suas casas. Ela vai mudar o mundo, tenho certeza!^^Ah, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.kirishima.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Eijiro Kirishima me escreve com bastante frequência. O epítome de 'viril', ele trabalha no corpo de bombeiros com Izuku! Porém, ele pode ser muito imprudente quando vê outros em perigo: querendo ajudá-los imediatamente.^^Estou muito, muito orgulhoso dele por seu cavalheirismo e bom coração. Ele é inseguro às vezes, não se vendo como 'espalhafatoso' como os outros e quer mostrar seus talentos para o reconhecimento.^^Ele e Bakugo têm uma amizade muito próxima. Ele é uma das pessoas que podem restringir ou convencer Bakugo de... bem, qualquer coisa!^^Kirishima quer visitar Pelican Town um dia, e acho que sua personalidade vai explodir a cidade para fora da água! E então ele os resgatará. Haha!^^Oh, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.sato.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^O famoso padeiro Rikido Sato adora bolo! Tenho certeza que ele e Haley se dariam bem nesse aspecto.^^Ele também daria uma chance a Alex por ser muito forte, haha! Ele conquistou muitas das meninas da classe com seus doces e personalidade gentil.^^Os meninos riam dele por atrair as meninas com o cheiro doce de bolos de baunilha, mas ele era inocente demais para entender por quê.^^Sinto que terrível que eu não posso mais ter açúcar, então eu não posso provar as coisas que ele assa, mas eu verifiquei as críticas de sua padaria outro dia e ele teve uma avaliação de cinco estrelas!^^Oh, esta carta está ficando meio que longo, não é? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.hagakure.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Toru Hagakure, que agora trabalha em programas de pegadinhas surpresa com câmeras escondidas ou dokkri, tem o talento de espreitar as pessoas! Você não pode vê-la ou ouvi-la chegando.^^Ela é uma garota muito doce e tem a atitude mais otimista que faz até os dias ruins valem a pena. Ela gosta de fazer compras e me manda presentes de vez em quando.^^Normalmente sem avisar, e sem que eu perceba até encontrar dias depois!^^Oh, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.koda.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Os coelhos de Marnie me lembram Koji Koda. Ele tem um chamado Yuwai-chan. Hizashi e ele se uniram por saberem a linguagem de sinais, e eu aprendi com os dois.^^Koda passa a maior parte do dia fora, tendo uma habilidade incrível de se comunicar com a fauna. Embora, como Hizashi, ele tenha um medo mortal de insetos!^^Ele não gosta de violência com uma paixão, embora muitos pensem que ele é um pouco agressivo por causa de seu tamanho. As pessoas podem ser tão críticas. Acho que isso o incomoda quase tanto quanto a mim.^^Se você criar coelhos, @. Pense em Yuwai-chan!^^Oh, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.ojiro.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Tenho certeza que você já ouviu falar da lenda do caratê Mashirao Ojiro! Ele foi um aluno meu. Ele é um dos mais jovens que se profissionalizou, eu acho.^^Ojiro possui o ar calmo e nobre que muitas pessoas deveriam aspirar, especialmente as artes marciais.^^Ele está muito ocupado na cidade atualmente, fazendo entrevistas e treinando.^^Quando eu o estava ensinando, quando ele não praticava caratê em seu tempo livre, ele subia em árvores como um macaco. Ele me disse uma vez que seu apelido no ensino médio era 'menino macaco'. Eu achei fofo!^^Oh, esta carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.shoji.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Mezo Shoji é um homem de aparência muito singular. Acredito que ele nasceu com uma forma de gigantismo, que acelerou seus hormônios de crescimento. As pessoas o chamavam de intimidante, com seu tamanho e deformidades. Ele me disse que fez uma garotinha chorar de volta quando ele estava visitando sua cidade natal. Agora ele às vezes usa uma máscara.^^Julgar alguém com base em sua aparência física é algo que detesto. Auto-sacrifício é uma segunda natureza para Shoji e ele possui muito poucos bens materiais.^^Eu admiro esses estilos de vida minimalistas! Há muito a ser dito sobre a apreciação das pequenas coisas da vida. Ele é uma alma gentil! Ele trabalha na construção agora.^^Oh, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.aoyama.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^ Um dos alunos mais complicados que ensinei foi Yuga Aoyama. Incrivelmente vaidoso e orgulhoso, mas também profundamente inseguro e isolado. Eu ocasionalmente o visitava durante o almoço para que ele não comesse sozinho.^^Acho que ele apreciou a companhia tanto quanto eu. Ele agora trabalha na indústria da moda: exibindo seus talentos e se escondendo atrás de roupas caras. Ele recebe muitos elogios por seu trabalho. Não entendo a próxima coisa sobre moda, se meus ternos são alguma coisa, mas acho que as pessoas gostam do que Aoyama faz atualmente. Isso é bom o suficiente para mim!^^Oh, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.tokoyami.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^Alguém que gosta do arcano e do escuro seria Fumikage Tokoyami. Encontrei poucos tão reservados, mas também humildes. Ele está inseguro sobre seus interesses, principalmente porque poucas pessoas os compartilham.^^Acho que ele realmente adoraria conhecer o mago residente em Stardew Valley! Eu mencionei isso a ele, mas ele atualmente mora em outro país. Acho que ele pode ter conhecido alguém como o feiticeiro que temos aqui.^^Espero que ele não esteja se metendo em problemas... Eu realmente não entendo magia, mas sei que existe, e acho que Tokoyami descobriu esse fato muito antes de mim.^^Oh, esta carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.denki.text": "Caro @,^^Lembra quando eu falei sobre meus alunos? Queria falar mais sobre eles! Pelo menos alguns deles.^^ Denki Kaminari não tinha as melhores notas... na verdade, acho que ele sempre foi negligente em seu trabalho. Mas seu entusiasmo e amor pelos amigos superaram seus acadêmicos.^^Ele está muito na moda e agora trabalha no departamento elétrico da cidade de Zuzu. Ele fez um estágio lá depois de descobrir sua paixão por eletrônica. Ele me disse que seu chefe o ama e conseguiu uma bolsa de estudos para se formar em engenharia. Espero que ele leve seus estudos na faculdade mais a sério do que no colégio, mas eu não poderia estar mais orgulhoso dele.^^Oh, essa carta está ficando meio longa, não está? Devo contar a você sobre meus outros filhos em breve. Esteja atento para mais cartas, @! ^-Toshinori Yagi",
"toshinoriletters.leah.text": "Caro @,^^Você viu o trabalho de Leah outro dia? Eu nem sabia que ela iria vender suas peças de arte! Acho isso brilhante! E ela é tão talentosa, eu ' tenho certeza que a carreira dela vai decolar depois disso.^^Eu estava pensando em comprar uma peça eu mesma, pois adoro apoiar os meus vizinhos e a arte, mas eles são um pouco caros... mas isso significa que terei de comprar economize! Não haverá artistas que paguem menos por MINHA mão.^- Toshinori",
"toshinoriletters.elliott.text": "Caro @,^^Falei com Elliot algumas vezes, mas nunca soube que ele era um escritor tão prolífico! Acho que tinha esse preconceito em minha cabeça de que escritores que recuam para cabanas em cidades pequenas não escrevem muito (ou mesmo boa escrita), mas eu estava certo de que estava errado!^^Também ouvi que você teve uma grande influência na inspiração do último trabalho de Elliot. Que maravilhoso, ser a inspiração para esforços de alguém! Você realmente é um presente para esta cidade, @.^^Sinto-me muito feliz em conhecê-lo.^- Toshinori",
"toshinoriletters.alex.text": "Caro @,^^Você pode ou não saber disso agora, mas eu visito frequentemente Evelyn. Ela foi uma das primeiras pessoas a me dar as boas-vindas totalmente à cidade de Pelican, então ela e eu são próximos, e conversamos com frequência.^^Ela me confidenciou algumas preocupações sobre as quais não vou entrar em detalhes, mas acho que é importante que você saiba que ela é extremamente grata por sua amizade com seu neto, Alex, eu também vi vocês dois interagindo de vez em quando, e sua companhia parece muito forte!^^Espero que vocês dois continuem próximos; parece que vocês dois se beneficiam muito um do outro!^- Toshinori",
"toshinoriletters.harvey.text": "@,^^Tenho que admitir que fiquei um pouco surpreso ao ver que você se tornou próximo de Harvey. Não o imaginei como alguém com quem você perderia tempo para desenvolver uma amizade. Então, novamente, eu praticamente vivo com o homem, então suponho que minha própria visão sobre ele pode estar um pouco distorcida neste ponto!^^De qualquer maneira, Harvey parecia muito mais alegre ultimamente; menos como uma mãe galinha taciturna, e mais como um pai preocupado, mas confiante. Ele certamente tem me incomodado de maneira muito menos invasiva com meus hábitos e atividades relacionados à saúde!^^Estou muito feliz por vocês dois, e especialmente por Harvey. Ele é um pouco estranho, então vê-lo desenvolver uma amizade verdadeira realmente aquece meu coração.^- Toshinori",
"toshinoriletters.sam.text": "Caro @,^^Eu ouvi sobre a banda de Sam se apresentando na cidade! Como foi? Eles foram bons? Não sou mais o mesmo jovem que poderia comparecer a esse tipo de evento ; as pernas estão muito fracas e as orelhas muito sensíveis, então tenho que experimentar esse tipo de coisa de segunda mão.^^Estou feliz por ele e seus amigos: Eu me lembro como era ser uma criança, acredite ou não. Acho que crescer em Pelican Town nos dias de hoje seria muito difícil. Jas e Vincent parecem bem por agora, mas me preocupo com o que o futuro reserva para eles à medida que envelhecem em um lugar tão pequeno. Não há muito espaço para crescimento, literal e figurativamente, a menos que você já seja crescido e autossuficiente.^^De qualquer forma, estou divagando; Sam está abrindo suas asas e é uma coisa maravilhosa de se ver.Com você como amigo, tenho certeza que se espalharão mais do que ele jamais imaginou ser possível!^- Toshinori",
"toshinoriletters.sebastian.text": "@,^^Sebastian e eu temos nossas diferenças. Não consegui codificar nada para salvar minha vida, acho que motocicletas são perigosas e ficar parado na chuva é terrível para sua saúde, nem mesmo começar a fumar.^^Mas... essas são as escolhas dele, e ele tem seus motivos para fazê-las. É a vida dele. E por mais que eu me preocupe com ele no que diz respeito a escolhas, acho que ele está em uma idade em que sabe o que está fazendo. Entende as repercussões. E, no final das contas, sabe o que quer fazer de si mesmo. Ele é um jovem inteligente e acho que saberá quando pisar no freio quando é necessário.^^E, com tudo o que disse... tendo você como amigo, eu me preocupo muito menos com ele. Acho que você 'será uma influência positiva para ele (não que ele necessariamente precise, mas nunca é demais ter uma boa companhia como você fornece).^- Toshinori",
"toshinoriletters.shane.text": "Caro @,^^Considerando quanto tempo eu passo na clínica, não acho que seria de admirar que ouviria sobre a 'visita' de Shane um pouco atrás. Foi um momento preocupante para mim e para Harvey, com certeza, e eu entendo um pouco da dor de Shane. Foi uma agonia manter para mim mesmo, mas Shane e eu não somos próximos; não era da minha conta intervir ou me inserir de forma alguma, principalmente enquanto ele ainda estava sensível do evento.^^Mas agora, estou vendo o sol em suas feições como nunca tinha visto antes! Ele sempre foi tão abatido e resignado quando me mudei para Pelican Town, e embora às vezes eu veja uma sombra daquele homem que conheço bem, ela é mantida à distância por uma nova esperança.^^Eu vi aquele lugar escuro onde Shane esteve; ter uma mão estendida para você naquela escuridão é uma bênção do mais alto calibre. Não tenho dúvidas de que você salvou a vida daquele homem e espero que continue a permanecer ao seu lado enquanto ele continua no caminho da recuperação com seus próprios pés.^-Toshinori",
"toshinoriletters.abigail.text": "Caro @,^^Abigail sempre foi um pouco enigmática para mim desde que me mudei para Pelican Town. Embora ela e Emily sejam semelhantes em termos de excentricidade, Emily tem o mesmo comportamento suave seria de esperar dos residentes deste vale. Abigail, no entanto, não. Ela se sente crescida fora desta cidade, de certa forma, pronta e disposta a enfrentar qualquer coisa que vier em seu caminho.^^Desde que você tem gastado mais tempo com ela, eu sinto que aquela determinação e fogo só aumentaram. Você traz confiança nela como eu nunca vi! Eu quase sinto que ela quer ser como você, ou impressionar você!^^Bem, tanto faz é, posso dizer que Abigail continuará a crescer por causa de você e da inspiração que você dá a ela para ser forte.^- Toshinori",
"toshinoriletters.emily.text": "Caro @^^, Antes de você chegar, era sempre Emily quem fazia o que podia para trazer à tona o melhor dos outros membros da cidade. No entanto, tentar obter 'vibrações positivas' requer apenas uma até agora em trazer mudanças.^^Eu realmente acho que, com este recente evento na casa do prefeito, você provocou uma ação verdadeira em nome de Emily; eu nunca ouvi falar de nada assim! Expressando-se através das roupas... Eu Sempre achei que isso era algo em que eu já era bom, mas talvez eu ainda aguente aprender uma ou duas coisas com Emily.^^Na mesma linha, acho que Emily pode, e irá, aprender muito com você e sua natureza pró-ativa. Fiquem amigos próximos, e eu só vejo coisas boas para vocês dois em seu futuro!^- Toshinori",
"toshinoriletters.haley.text": "Caro @,^^Você notou que Haley está se comportando de maneira diferente ultimamente? Isso não é uma coisa ruim; nem um pouco! Na verdade, estou maravilhada e emocionada com a mudança que tenho visto a passagem e as interações diárias com ela. Ela se tornou mais altruísta nos últimos meses e mais generosa, e eu tenho uma suspeita de por que isso pode ser.^^Acho que as pessoas ficam insensíveis à personalidade de seus membros da família, e é por isso que Emily não teve um efeito semelhante, mas sua presença e personalidade são certamente uma força motriz na mudança de personalidade de Haley. Às vezes, é preciso uma força externa para nos convencer de que uma reavaliação de nossos motivos e fatores determinantes estão em ordem.^^Não quero soar como um velho assustador, mas ela sempre foi uma garota bonita na superfície.graças a você, acho que o mesmo pode ser dito sobre o coração dela.^- Toshinori",
"toshinoriletters.maru.text": "Caro @,^^Maru sempre foi o 'filho pródigo' de Demetrius. Inteligente, bonita e dedicada ao seu ofício. Enquanto eu acho que Demetrius está envolvido na linha de trabalho, ele está conduzindo-a em seu caminho na vida agora, eu acho que Maru quis forjar seu próprio caminho nas ciências sem a interferência dele por um bom tempo algum tempo agora. É um pouco difícil romper os limites confortáveis ​​estabelecidos para você durante sua infância, no entanto.^^Sua presença na vida dela tem sido, acredito, o empurrão de que ela precisava. Afinal, você é dependente você mesmo; é quase como uma prévia do que ela poderia ter se esticasse as próprias pernas um pouco além das linhas que seu pai desenhou na areia. É verdade que suas linhas de trabalho são bastante diferentes umas das outras, mas independentemente, ela vê sua tenacidade e sua própria mente brilhante, e sabe que pode ser forte como você.^^Eu vejo a mesma coisa. Continue sendo aquela estrela que brilha para nós, e principalmente para Maru!^- Toshinori",
"toshinoriletters.penny.text": "Caro @,^^Desde o momento em que pus os pés na cidade, sempre senti o coração bondoso de Penny irradiar dela. Isso soa como algo que Emily diria, não é? Bom, é verdade. Ela sempre quer ajudar, mesmo que não seja necessariamente desejado, e acho que dói não poder ajudar em tudo sozinha. Eu acho que se dependesse dela, ela estaria administrando a cidade e se tornando aborrecida com todos os problemas que ela gostaria de resolver!^^Agora que ela te conhece, porém, eu acho que ela está começando a entendê-la melhor não precisa apenas confiar em si mesma para fazer a coisa certa. Não há vergonha em pedir ajuda aos outros (embora essa seja uma mensagem que eu ainda tenho que passar pela minha cabeça dura!) E, a longo prazo, tornará todas as pessoas mais gentis, saudáveis e felizes.^^Não a deixe faça isso sozinha! Embora eu tenha certeza de que você não tinha planos para começar.^-Toshinori",
"toshinoriletters.clint.text": "@,^^Nunca pensei que veria esse dia... Acabei de ver Clint e Emily caminhando juntos em direção ao ponto de ônibus. Você pode imaginar? Emily excêntrica e alegre, passando um tempo com pessimistas Clint!^^Nunca em um milhão de anos eu teria imaginado qualquer cadeia de eventos que pudesse ter tornado tal coisa possível... mas com você na cidade agora, acho que devo jogar fora todas as noções anteriores que tive sobre o que PODE ser possível!^^É muito difícil se transformar em algo mais forte e mais confiante. Acho que, de todas as pessoas, deveria saber. Embora eu ache que Clint tem um longo caminho pela frente, o que quer que você tenha feito para fazê-lo mergulhar, está definido em movimento algo que eu acho que nem mesmo Clint vai querer tentar parar!^- Toshinori",
"toshinoriletters.evelynn.text": "Caro @,^^Estive com Evelyn outro dia e soube que ela lhe deu sua receita de biscoito de chocolate. É realmente fantástico, não é? Ela me deu também, mas... bem, vamos apenas dizer que os cookies são uma iguaria muito rara para alguém com restrições alimentares como a minha.^^O coração gentil de Evelyn é uma das coisas mais doces que já tive o privilégio de experimentar na vida. Tenho uma sorte incrível para conhecê-la, e se você me perdoa por fazer suposições, eu diria que você tem sorte de conhecê-la também!^^Seja bom com ela, e ela garantirá que você sempre esteja bem cuidado.^-Toshinori",
"toshinoriletters.jodi.text": "Caro @,^^Ouvi dizer que você foi à casa de Jodi para jantar! Ainda me lembro da primeira vez que fui convidado. Vincent estava relutante em sair de seu quarto para ver o 'grande e assustador esqueleto cara, 'Sam olhou, e eu tive que insistir repetidamente que precisava de um prato MUITO pequeno. Tenho certeza de que sua experiência foi um pouco mais confortável do que a minha.^^Ser mãe solteira - ou pelo menos, temporariamente, enquanto uma está ausente por um longo período - é uma das coisas mais difíceis que posso pensar. Você é o mundo inteiro do seu filho, e se algo acontecesse com você, esse mundo se despedaçaria. No entanto, esse pai está cheio do DUAS VEZES mais amor , para preencher o espaço deixado para trás na ausência do parceiro. A força necessária para isso é incomensurável.^^Oh, meu Deus, estou divagando. Essencialmente, o que eu queria dizer era:é claro que Jodi tem espaço no coração para você, então saiba que você nunca estará sozinho enquanto ela se importar com você!^- Toshinori",
"toshinoriletters.melancholyfive.text": "Caro @,^^Espero que você não pense que escrevo com muita frequência. Com uma saúde menos do que estelar como a minha, você tende a adquirir o hábito de fazer coisas em loop para preencher as horas.^^Ouvi dizer que sua fazenda pertencia ao seu avô. Talvez você possa dar uma passada no hospital algum dia e me dizer como ele era. Há muitas terras lá, e eu não poderia imaginar cuidar de por minha conta! Você deve ter o mesmo coração forte que ele.^- Toshinori",
"toshinoriletters.rainyeartwo.text": "Caro @,^^Estou escrevendo isso para você enquanto ainda está chovendo. Que tempo terrível.^^Bem, talvez eu não devesse dizer isso. Tenho certeza de que é uma benção para suas safras e sua carga de trabalho para este tipo de clima. No entanto, meus ossos rígidos e quebradiços não gostam muito disso.^^Bem, mesmo se sua fazenda adora chuva, tente não se resfriar!^- Toshinori",
"toshinoriletters.mine.text": "@,^^Outro dia, ouvi Harvey murmurando para si mesmo. Não aprovo a escuta clandestina, mas o peguei dizendo algo sobre você e a 'mina perigosa'.^^Com isso em mente, direi apenas o seguinte: sua saúde e bem-estar são mais preciosos do que qualquer pedra preciosa ou artefato que você possa encontrar. Por favor, se o perigo for maior do que você pode superar, cuide-se primeiro.^^Coisas podem ser substituídas. Pessoas - amigos - não podem.^- Toshinori",
"toshinoriletters.snowyeartwo.text": "Caro @,^^Eu tinha planos de ir visitá-lo pessoalmente, mas essa neve destruiu completamente meus planos! Não seria sensato eu ir vê-lo pessoalmente em esse tipo de clima no meu tipo de condição.^^É realmente uma pena; era algo que eu estava realmente ansioso. Espero poder vê-lo quando o tempo estiver melhor adaptado à minha saúde. Sim, isso é certo - o tempo vai mudar para MIM! Não o contrário!^^... principalmente porque não é possível.^- Toshinori",
"toshinoriletters.child.text": "Caro @,^^Parabéns pelo nascimento do seu filho! Tenho certeza de que este é um momento emocionante e caótico para você e%cônjuge, então espero que seja benéfico para você enquanto vocês se ajustam!^^Tentarei vir visitar pessoalmente, se me permitirem!^- Toshinori",
"toshinoriletters.kent.text": "Caro @,^^Por um tempo, pensei em lhe enviar esta carta. Muitas vezes não parece que seja da minha conta falar sobre a saúde do meu amigo Kent. Embora nós dois tenhamos sofrido muito na guerra, o impacto psicológico que isso custou a ele foi diferente do que eu.^^Mas ouvi dizer que você está se tornando amigo dele, e ele me contou sobre um incidente em sua casa enquanto você estava visitando. Ele disse que ficou envergonhado com isso e não sabia o que dizer quando te visse de novo.^^Acho que seria melhor se você nunca mencionasse isso a ele novamente e continuasse a visitá-lo quando você tem algum tempo. Se você sair do seu caminho para convidá-lo para fazer coisas com você, acho que isso o ajudaria a perceber que a coisa toda não o aborreceu.^^Ter alguém em Pelican Town para ajudá-lo a se sentir bem-vindo e em casa depois do inferno que ele passou significaria o mundo para ele. Eu sei que muitas vezes... peço muito de você, mas. Se você pudesse me fazer este favor... e continuar a apoiar Kent. Eu estaria em dívida com você.^-Toshinori",
"toshinoriletters.izukucrisis.text": "Caro @,^^Como você provavelmente sabe, meu filho está visitando a cidade. Sei que significaria muito para ele se você reservasse um tempo do seu dia para visitá-lo. Ele está indo estar na biblioteca nas tardes entre os dias 11 e 14. Está tudo bem se você não quiser visitá-lo - ele está passando por um momento difícil e tenho certeza que suas emoções ainda estão muito cruas. Mas se você tiver a energia para isso... eu sei que significaria muito para ele.^- Toshinori",
"toshinoriletters.izukuleaving.text": "Olá @,^^Sou eu, Izuku. Só pensei em avisar que vou embora amanhã de manhã e agradecer a você (e ao resto de Pelican Town) por permitir eu fico aqui um pouco. Agradeço muito! Cuide do papai, ok?^- Izuku Midoriya^^PS Achei esta foto minha com o papai! Achei que você gostaria de tê-la.",
"toshinoriletters.izukuconcerned.text": "Ei @,^^Sou eu de novo. Izuku.^^Estou preocupado com meu pai. Ele não respondeu a nenhum dos meus textos ou e-mails.^^Ele não me enviou cartas , também.^^Ele está bem?",
"toshinoriletters.tenhearts.text": "Meu caro @,^^Sua gentileza e afeto por mim não têm limites. Para dizer a verdade, isso me deixa um tanto sem palavras. Ou, pelo menos, palavras que seria melhor dito pessoalmente, em vez de no papel. E são palavras importantes, garanto-lhe.^^Se você pudesse, gostaria de conhecê-lo hoje à noite no cais da Floresta Cindersap. Por volta das seis funcionaria?^^É muito importante para mim que tenhamos essa conversa, por favor, tentem estar lá!^- Toshinori",
"toshinoriletters.downhillone.text": "Caro @,^^Você já se perguntou como seria se o sol implodisse? Cada estrela eventualmente queimará, certo? Eu me pergunto se as coisas seriam mais pacíficas dessa forma. suas casas, nunca deixando, nunca infectando os outros com seus problemas egoístas e mesquinhos.^^Eu acho que você ficaria bem, @. Você não é como as outras pessoas.^^Tome cuidado! :)^-Toshinori Yagi " ,
"toshinoriletters.downhilltwo.text": "Caro @,^^Como você está? Espero que%farm esteja tão próspera e bonita como sempre!^^Tenho certeza de que você percebeu que não tenho me dado bem com todos na cidade.^^Lamento que você tenha me visto em meus pontos baixos como aquele. É constrangedor.^^Às vezes eu só me pergunto o que aconteceria se todos voltassem a si. Talvez Pelican Town fosse melhor lugar.^^Só estou preocupado com todos esses jovens, e como estão sendo tratados pelos pais. Você entende, certo?^^Chega de divagações, haha! Tome cuidado, @.^-Toshinori Yagi " ,
"toshinoriletters.uphillone.text": "Caro @,^^Desde que comecei a ver aquele terapeuta na cidade de Zuzu, estou me tornando mais consciente das coisas que tenho perdido, áreas que preciso melhorar na minha vida. Sinto muito por como tenho agido. Estou tentando fazer melhor.^^Isso simplesmente aconteceu, então pensei em contar a vocês sobre isso: um pequeno pássaro azul estava empoleirado do lado de fora da minha janela esta manhã. Ele me cantou bastante a melodia adorável!^^Dei algumas sementes como pagamento. Espero que volte amanhã de manhã.^^Ainda há dias em que estou frustrado, mas estou tentando ao máximo entrar no caminho certo.^^Evelyn me convidou para ajudá-la a assar os biscoitos hoje. Já estou sentindo o cheiro deles, haha!^^Cuidado, @.^- Toshinori Yagi",
"toshinoriletters.yearfourone.text": "Caro @,^^Izuku pergunta por você com frequência. Ele realmente gostou de você.^^Ele me disse que está tomando mais cuidado depois do incêndio há alguns anos. Mas você só pode ser muito cuidadoso em sua linha de trabalho.^^Meus alunos me chamam de 'Pai' apenas um ano depois de ensiná-los. Talvez eu tenha esse efeito? Haha!^^De qualquer forma, espero que você esteja bem. Por favor, fique seguro. Eu sei você entra nas minas com frequência. Não me deixe ver você nas camas da clínica!^^Esse é o meu trabalho.:)^^Cuidado, @!^^- Toshinori Yagi",
"toshinoriletters.yearfourtwo.text": "Caro @,^^Você sempre acorda às 6 da manhã? Não consigo imaginar.^^Bem, isso não é verdade. Costumo acordar bem cedo, sendo praticamente geriátrica como eu sou. Mas também há momentos em que eu durmo até meio-dia!^^Não acontece com tanta frequência como antes. Mas às vezes é divertido ficar acordado a noite toda e dormir o dia todo.^^Não ' para dizer a Harvey, mas posso ouvi-lo roncando lá em cima. Ele até fala dormindo. Haha!^^Cuidado, @.^- Toshinori Yagi",
"toshinoriletters.izukuhappy.text": "Ei @,^^Muito obrigado por falar com o papai. Ele realmente precisava disso. Ele realmente precisava de alguém como você para intervir e cuidar dele.^^As coisas só podem ir a partir daqui. Estarei com ele em cada passo do caminho, então não se preocupe com ele!^- Izuku Midoriya",
"toshinoriletters.spainvitation.text": "Meu amor,^^Que tal termos um pequeno encontro no spa juntos? Já faz muito tempo que não consigo fazer a viagem, mas estou me sentindo ágil!^^Eu te encontro à noite. Que tal por volta das 6? Não se esqueça de trazer um maiô! Skinnydipping é desaprovado na sociedade civilizada, haha!^^Com amor,^- Toshi",
"toshinoriletters.danceinvitation.text": "Minha querida @,^^Nosso casamento foi uma das melhores coisas que já aconteceu na minha vida, mais uma vela para iluminar meu caminho em tempos difíceis. Dificilmente passa um dia sem que eu esteja ansiosamente esperando para ver o seu sorriso.^^Você está sempre trabalhando muito, tanto na fazenda, quanto no relacionamento comigo e com os outros. Se você me permitir, gostaria que você me encontrasse na praia às nove horas. Vamos curtir juntos a brisa do mar à noite.^^Atenciosamente,^- Toshi",
"toshinoriletters.uphilltwo.text": "Olá de novo, @,^^Enquanto eu estava na floresta, ouvindo a vida selvagem, Leah veio conversar comigo.^^Nós não conversamos muito - ela guarda para si mesma. Acho que os artistas são assim, pessoas muito introvertidas.^^Mas ela me contou um pouco sobre seus dias, os projetos em que está trabalhando, e me mostrou como encontrar plantas comestíveis na floresta!^^Ela fez isso para mim com ela forrageava nozes e frutas vermelhas. Infelizmente, nozes são uma das coisas mais difíceis para o meu corpo processar, mas eu não consegui descobrir como dizer isso a ela.^^Talvez você goste?^^Tenha um bom dia! :)^- Toshi",
"toshinoriletters.downhillonemarried.text": "Meu caro @,^^Dizem que, a menos que seja engolida por um buraco negro ou se torne um, uma estrela nunca para de brilhar, mesmo quando 'morre'. Isso não quer dizer se nosso sol 'morresse', ainda seria o suficiente para manter nosso planeta da escuridão perpétua.^^Eu acho, entretanto, que você seria sol o suficiente para mim, @. Eu não preciso dele de qualquer outro lugar.^^Seu ,^- Toshi",
"toshinoriletters.downhilltwomarried.text": "Olá,^^Não tenho me sentido bem ultimamente. Tenho certeza que vai passar. Ainda queria escrever para você, @, como é tradição, mas parece que palavras estão falhando. Então, vou enviar algo para você.^- Toshi",
"toshinoriletters.downhillthreemarried.text": "@,^^Obrigado por ser gentil. Está começando a parecer uma prática esquecida.^^Aqui.^- Toshi",
"toshinoriletters.uphillonemarried.text": "Minha querida @,^^As manhãs que me sento na varanda, bebendo chá quente e vendo você cuidar da fazenda, são algumas das mais belas. Ajuda a distrair meus pensamentos dos problemas e preocupações que tenho com as pessoas de Pelican Town. Eu me pergunto como seriam as coisas se aqueles que tendem a ser mais egocêntricos pensassem nos outros fora de si mesmos pelo menos uma vez.^^Stardew Valley, eu acho, seria muito mudado, e tudo para melhor. Nossa comunidade iria além, ficando mais forte do que nunca.^^De qualquer forma, chega de mim, haha. Tome cuidado, @. Estou aqui.^- Toshi",
"toshinoriletters.uphilltwomarried.text": "@,^^Algum tempo atrás, minha querida, eu escrevi para você sobre o sol, e como ele não pode realmente 'morrer', a menos que se consuma ou seja consumido. Falei com meu terapeuta sobre esta carta e realizamos um exercício de personificação de meus pensamentos.^^Veja, eu cheguei à conclusão de que, talvez, uma parte subconsciente de mim estava me inserindo na posição do sol moribundo, e que, enquanto fingia indiferença com a ideia, no fundo, estava preocupada em 'me consumir, ou ser consumido' pela escuridão. Colocou muitos dos meus pensamentos sombrios e medos da época em perspectiva; mesmo se eu continuasse a viver naquele lugar escuro como uma estrela 'morta'... não seria a mesma, seria? Eu não seria o mesmo.^^E embora uma estrela de verdade não possa ter sua vida prolongada artificialmente, posso fazer mudanças em minha vida agora para recuperar meu brilho. Depois de escrever esta carta, irei até a casa de Evelyn para assar biscoitos com ela, adicionando mais lenha ao fogo esperançoso dentro de mim.^^Espero que você também brilhe bem ao meu lado.^^Eu te amo, @. Obrigado por tudo que você faz para cuidar de mim.^-Toshi",
"toshinoriletters.marriedyearfourone.text": "Minha querida @,^^Izuku está querendo ouvir você, mas sei que você não é muito escritor. Você e eu temos maneiras diferentes de mostrar nosso amor, e tudo bem ! No entanto, acho que seria útil contar a Izuku pelo menos um pouco sobre você. Devo escrever em seu nome, talvez? Estava pensando que você poderia falar e eu poderia atuar como escriba. Parece uma justa compromisso comigo.^^Podemos falar sobre isso quando você voltar para casa esta noite durante um bom jantar. Estou ansioso por isso!^^Com amor,^Toshi",
"toshinoriletters.marriedyearfourtwo.text": "Meu amado @,^^Algumas manhãs, quando acordo sem você ao meu lado, sinto falta da sua presença. Embora, e estou um pouco relutante em admitir isso, às vezes, eu acho , 'Finalmente! Eu tenho a cama para mim!' Hahaha!^^Por mais que eu ame e me consolo em dormir com você nos meus braços, ou vice-versa, às vezes, é um alívio poder me esticar e se entregar a todo aquele espaço livre. Não sou um homem pequeno , como tenho certeza de que você já sabe!^^Porém, mesmo quando tenho prazer em monopolizar uma cama vazia de manhã, ficaria triste se fosse para a cama à noite sem você.^^Atenciosamente,^-Toshi",
"toshinoriletters.marriedyearfourthree.text": "Querido maravilhoso @,^^Ah, essa é uma abertura brega, mas não consigo encontrar minha borracha e odiaria perder papel. Enquanto você estava fora outro dia, não consegui não penso em mais nada além de você. Normalmente não é assim! Mas não importa aonde eu fosse, o pensamento em você perdurava.^^Estou tão feliz que você encontrou algo maravilhoso para fazer em sua vida, vivendo esta fazenda, longe do estresse da vida da cidade. Poucas pessoas da sua idade podem atestar que alcançaram esse tipo de paz. Provavelmente foi preciso muita coragem e muita dor.^^Esta noite eu vou te dar muita atenção e carinho, você não saberá o que fazer com ela! Mas não saberá o motivo até ler esta carta, é claro.^^Você é digno de amor e felicidade, sempre.^- Toshi",
"toshinoriletters.eggfestfriendly.text": "Caro @,^^Tommorow é o Festival do Ovo! Tenho certeza de que você está tão animado quanto eu. É uma das minhas coisas favoritas poder me reunir com Emily para pintar ovos para as crianças encontrarem (e suponho, por extensão, para vocês!).^^Estou ansioso para vê-los lá.^- Toshinori Yagi",
"toshinoriletters.eggfestmarried.text": "Caro @,^^Tommorow é o Festival do Ovo! Sei que não preciso lembrá-lo de deixar que as crianças tenham seus próprios ovos para encontrar. Eu sei que você é competitivo espírito, e se não fosse isso, eu pediria que você ficasse totalmente fora da caça aos ovos, para deixar um deles reivindicar a vitória.^^Dito isso... Eu sei que NUNCA seria capaz de convencer Abigail a fazer o A vida é assim mesmo!^^Estou ansioso para passar um dia tão feliz e divertido com você.^^Com amor,^- Toshi",
"toshinoriletters.luaumarried.text": "Caro @,^^Você tem algo para o potluck amanhã no Luau? Tive a sensação de que você poderia ter esquecido, e provavelmente direi algo para você pessoalmente, mas apenas para tenha muito cuidado, também enviei esta carta para você!^^Todo mundo sabe que sopa é melhor quando todos contribuem com alguma coisa. Mesmo que eu mesmo não coma, eu faço o mesmo. Isso me ajuda a sentir gosta mais de uma parte da comunidade, e o governador percebe esse tipo de coisas!^^Mas com tudo isso em mente, não quero pressioná-lo de forma alguma; em última análise, é sua escolha, e não importa o que você faça , Tenho certeza que é por um bom motivo.^^Eu te amo,^Toshi",
"toshinoriletters.luaufriendly.text": "Caro @,^^Você tem algo para o potluck amanhã no Luau? Todo mundo sabe que a sopa é melhor quando todos contribuem com alguma coisa. Mesmo que eu não coma, eu garanto para fazer o mesmo. Isso me ajuda a me sentir mais parte da comunidade, e o governador percebe esse tipo de coisa!^^Ouvi da Marnie que queijo de cabra de boa qualidade dá um toque legal. Considerando que nem todo mundo diz o quê eles adicionam à sopa, acho que nunca vou saber.^^- Toshinori Yagi",
"toshinoriletters.moonlightjelliesmarried.text": "Minha amada @,^^Eu sei que você verifica sua caixa de correio todas as manhãs, então enviei esta carta como precaução, para ter certeza de que minhas palavras chegarão a você; elas são muito importantes. POR FAVOR, LEIA COM ATENÇÃO.^^^^Os Moonlight Jellies estarão passando amanhã à noite! Você sabe o quanto eu absolutamente adoro os geléias. Eles são deslumbrantes, a cada ano, e eu não gostaria que você se ocupasse tanto com sua fazenda e atividades da cidade que você sentiria falta.^^Eu ficaria terrivelmente sozinho sem você lá; por mais que eu ame os Moonlight Jellies, eu te amo mais, mas não tenho certeza de qual seria capaz de escolher entre esta noite ! Por favor, estejam lá, para salvar este velho de um sério dilema.^^Com amor,^Toshi",
"toshinoriletters.moonlightjelliesfriendly.text": "Caro @,^^Amanhã à noite, os Moonlight Jellies estarão passando! Eu adoro os geléias. Eles são impressionantes, e eu ficaria absolutamente com o coração partido se perder um evento tão raro. Vou fazer tudo o que estiver ao meu alcance para estar lá.^^Você planeja ir vê-los também? É realmente uma bela vista. Tenho certeza de que todos adorariam ver você (e talvez as geléias adorariam amo ver você também!).^- Toshinori Yagi",
"toshinoriletters.sdvfairmarried.text": "Caro @,^^Não se esqueça, amanhã é a Feira do Vale Stardew! Eles terão uma mesa expositora preparada para você, como sempre. Sei como você trabalha duro o ano todo, mas não tenha medo ou vergonha se o seu produto não estiver à altura. Um concurso bobo não é a verdadeira determinação da qualidade do seu trabalho.^^Já disse isso antes, e vou repita; fique longe da roda da roleta! Sei que você não está apostando dinheiro de verdade, mas ainda é apostar, e desenvolver um vício nesse tipo de prática é a última coisa que preciso que você faça! Sim, eu sei em apostar verde geralmente é seguro, mas isso não é desculpa!^^De qualquer forma, vamos nos divertir amanhã!^^Com amor,^- Toshi",
"toshinoriletters.sdvfairfriendly.text": "Caro @,^^Você vai montar uma vitrine para a feira Stardew Valley amanhã? Se sim, eu estaria muito interessado em ver os tipos de coisas que você colecionou durante o seu tempo um fazendeiro... e um mineiro... e um caçador de monstros... meu Deus, você ganhou bastante reputação!^^Bem, por todo o seu trabalho duro, você merece relaxar e ter um dia de diversão, por isso não se esqueça de jogar alguns dos jogos que vão estar aí! Só tome cuidado para não perder todos os seus bilhetes se apostar na roleta.^- Toshinori Yagi",
"toshinoriletters.festivaloficemarried.text": "Caro @,^^O tempo lá fora está horrível... mas o fogo está tão delicioso... mas, como se constatou, temos um lugar para ir amanhã. Para ser honesto, Não estou totalmente ansioso por isso, mas adoro ver a cidade inteira reunida em um lugar se divertindo tanto.^^Você vai pescar no Festival de Gelo? Sei que é uma arte difícil de dominar; ambos observando você e sendo dito por Willy, eu já fui informado disso várias vezes! Bem, se você fizer isso, eu estarei torcendo pela sua vitória!^^... e então provavelmente irei imediatamente para casa, então eu não não pego nada.^^Com amor,^- Toshi",
"toshinoriletters.festivaloficefriendly.text": "Caro @,^^Você vai pescar no Festival do Gelo? Sei que é uma arte difícil de dominar; tanto por ver você quanto por ouvir Willy, fiquei sabendo disso várias vezes! Bem, se você fizer isso, estarei torcendo pela sua vitória!^^O jovem Midoriya é um verdadeiro scultpor do gelo; ele teria adorado ver todas as esculturas que todo mundo tenta fazer. Se eu fosse um homem mais jovem, talvez Eu teria tentado fazer um pensando nele! Mas, infelizmente, o frio não me cai mais bem, então serei apenas um mero espectador.^^E por mais que eu deteste o frio, espero para ver você lá!^- Toshinori Yagi",
"toshinoriletters.nightmarketfriendly.text": "Caro @,^^O Mercado Noturno chegará às docas amanhã. Qual é a sua atividade favorita lá? Costumo apenas observar as pessoas, principalmente; o tempo frio me faz detestar me mover muito.^^Não posso deixar de sentir que o Mercado Noturno não é exatamente um evento infantil, e ainda assim, no ano passado, vi Jas caminhando pelas pranchas, com os olhos arregalados e maravilhada com tudo ao seu redor. Acho que é maravilhoso ela aproveitou para experimentar algo fora do comum, mesmo que o evento não tivesse alguém como ela em mente.^^Ah, mas estou divagando de novo; em resumo, o Mercado Noturno é uma época maravilhosa do ano, e eu espero que você encontre algo lá este ano que atenda aos seus interesses!^- Toshinori Yagi",
"toshinoriletters.nightmarketmarried.text": "Para minha adorável @,^^O Mercado Noturno chegará às docas amanhã. Tenho certeza de que será uma cena e tanto, como de costume! Sempre descobri navegar nas docas para seja confuso e um pouco perigoso! Essas pranchas de conexão são muito finas, e um homem alto como eu tem dificuldade em se equilibrar regularmente como está!^^No entanto, sempre há muito o que fazer, e como você sabe, eu adoro vendo os rostos sorridentes de todos. Mesmo que o frio incomode, a alegria é suficiente para aquecer este meu coração, então espere me ver lá!^^Espero ver você também.^^Amor,^- Toshi",
"toshinoriletters.feastofthewinterstarmarried.text": "Boas Festas, @!^^Amanhã é a Festa da Estrela do Inverno. Como seu marido, estou tentado a tentar convencê-lo a me dizer quem é seu amigo secreto, mas que seria hipócrita; levaria a identidade do MEU amigo secreto para o túmulo! Hahahaha!^^Tenho que admitir, porém, parte do festival é uma tortura. Há tanta comida boa cobrindo as mesas ao redor da grande árvore, e Nem sempre posso me permitir isso. Mas estou sempre determinado a experimentar um pouco de peru!^^Mal posso esperar para te ver lá, brilhando sob a luz da árvore.^^Com amor, sempre,^- Toshi",
"toshinoriletters.feastofthewinterstarfriendly.text": "Boas Festas, @!^^Amanhã é a Festa da Estrela do Inverno. Você já tem seu presente pronto para seu amigo secreto? Eu mesmo perdi a noção do tempo e tive que correr para conseguir minhas mãos em algo! Não é uma experiência que eu recomendaria.^^No entanto, tenho que admitir, parte do festival em si é uma tortura. Há tanta comida boa cobrindo as mesas ao redor da grande árvore, e nem sempre mime-se com isso. Mas estou sempre decidido a experimentar um peru!^^Caso não fale com vocês na festa, um brinde à sua saúde, e um ano novo muito alegre e produtivo!^Toshinori Yagi",

// Titles

"toshinoriletters.izukuvisit.title": "Meu filho está visitando",
"toshinoriletters.intro.title": "Bem-vindo ao Pelican Town!",
"toshinoriletters.one.title": "Olá!",
"toshinoriletters.melancholyone.title": "Fale-me sobre você!",
"toshinoriletters.two.title": "Como vai você?",
"toshinoriletters.three.title": "Um presente para você",
"toshinoriletters.melancholytwo.title": "Tive um dia ruim",
"toshinoriletters.melancholythree.title": "Memórias",
"toshinoriletters.melancholyfour.title": "Mais memórias", 
"toshinoriletters.four.title": "Olá de novo!",
"toshinoriletters.five.title": "Atualizar",
"toshinoriletters.six.title": "Você significa muito para mim",
"toshinoriletters.seven.title": "Sinto-me bem hoje",
"toshinoriletters.eight.titl e": "Estou empolgado!",
"toshinoriletters.nine.title": "Eu te amo",
"toshinoriletters.ten.title": "Meu amor",
"toshinoriletters.eleven.title": "My Darling",
"toshinoriletters.twelve.title": "Meu melhor amigo",
"toshinoriletters.thirteen.title": "My Beautiful Partner",
"toshinoriletters.fourteen.title": "Eu te amo",
"toshinoriletters.holdhands.title": "Posso segurar sua mão?", 
"toshinoriletters.sixteen.title": "Espero que você ainda queira ficar comigo.",
"toshinoriletters.seventeen.title": "Você está pronto para ficar assustador?",
"toshinoriletters.justmarried.title": "Iniciando nossa nova vida",
"toshinoriletters.divorce.title": "Adeus", 
"toshinoriletters.springsingle.title": "Espero que você não tenha alergias!",
"toshinoriletters.izuku.title": "Meu filho Izuku!",
"toshinoriletters.bakugo.title": "Meu filho Bakugo!", 
"toshinoriletters.leah.title": "Arte de Leah",
"toshinoriletters.elliott.title": "Elliott's Book",
"toshinoriletters.alex.title": "Sobre Alex",
"toshinoriletters.harvey.title": "Sobre Harvey",
"toshinoriletters.sam.title": "Sam's Band",
"toshinoriletters.sebastian.title": "Sebastian's Health",
"toshinoriletters.shane.title": "Shane está com aparência melhor",
"toshinoriletters.abigail.title": "Abigail parece gostar de você",
"toshinoriletters.emily.title": "Energia positiva de Emily",
"toshinoriletters.haley.title": "Mudança de Haley",
"toshinoriletters.maru.title": "Maru's Brilliance",
"toshinoriletters.penny.title": "Penny's Gentle Soul",
"toshinoriletters.clint.title": "Felicidade de Clint",
"toshinoriletters.evelynn.title": "Minha melhor amiga Evelynn",
"toshinoriletters.jodi.title": "Você e Jodi",
"toshinoriletters.melancholyfive.title": "Seu avô",
"toshinoriletters.rainyeartwo.title": "Tempo terrível",
"toshinoriletters.mine.title": "Aquele meu",
"toshinoriletters.snowyeartwo.title": "Clima Mais Terrível",
"toshinoriletters.child.title": "Seu filho",
"toshinoriletters.kent.title": "Meu amigo Kent",
"toshinoriletters.izukucrisis.title": "A crise do meu filho",
"toshinoriletters.izukuleaving.title": "É Izuku!",
"toshinoriletters.izukuconcerned.title": "Papai está bem?",
"toshinoriletters.tenhearts.title": "Encontre-me na floresta",
"toshinoriletters.downhillone.title": "Apenas pensando",
"toshinoriletters.downhilltwo.title": "Minhas frustrações",
"toshinoriletters.uphillone.title": "Terapia",
"toshinoriletters.yearfourone.title": "Estou indo bem",
"toshinoriletters.yearfourtwo.title": "Algumas observações",
"toshinoriletters.izukuhappy.title": "Obrigado por ajudar papai",
"toshinoriletters.spainvitation.title": "Vamos ter outro encontro",
"toshinoriletters.danceinvitation.title": "Você viria para a praia?",
"toshinoriletters.uphilltwo.title": "As coisas estão bem",
"toshinoriletters.downhillonemarried.title": "Pensando em estrelas",
"toshinoriletters.downhilltwomarried.title": "Por favor, pegue isto",
"toshinoriletters.downhillthreemarried.title": "Quero que você fique com isto",
"toshinoriletters.uphillonemarried.title": "Estou bem",
"toshinoriletters.uphilltwomarried.title": "Obrigado por ser você",
"toshinoriletters.marriedyearfourone.title": "Anseio por mais tempo com você",
"toshinoriletters.marriedyearfourtwo.title": "Mais um ano com você", 
"toshinoriletters.marriedyearfourthree.title": "Eu te amo",
"toshinoriletters.eggfestfriendly.title": "Chega o Festival do Ovo",
"toshinoriletters.eggfestmarried.title": "Chega o Festival do Ovo",
"toshinoriletters.luaumarried.title": "O Luau está chegando",
"toshinoriletters.luaufriendly.title": "O Luau está chegando",
"toshinoriletters.moonlightjelliesmarried.title": "Minhas férias favoritas!",
"toshinoriletters.moonlightjelliesfriendly.title": "Minhas férias favoritas!",
"toshinoriletters.sdvfairmarried.title": "A feira está aqui",
"toshinoriletters.sdvfairfriendly.title": "A feira está aqui",
"toshinoriletters.festivaloficemarried.title": "Está frio!",
"toshinoriletters.festivaloficefriendly.title": "Está frio!",
"toshinoriletters.nightmarketfriendly.title": "Você está pronto para o mercado noturno?", 
"toshinoriletters.nightmarketmarried.title": "Você está pronto para o mercado noturno?", 
"toshinoriletters.feastofthewinterstarmarried.title": "Boas festas!",
"toshinoriletters.feastofthewinterstarfriendly.title": "Boas festas!",
"toshinoriletters.uraraka.title": "Meu Aluno Uraraka!",
"toshinoriletters.shinsou.title": "Meu aluno Shinsou!",
"toshinoriletters.mineta.title": "Minha Mineta Aluna!",
"toshinoriletters.mina.title": "My Student Mina!",
"toshinoriletters.tsu.title": "My Student Tsu!",
"toshinoriletters.jiro.title": "Meu Aluno Jiro!",
"toshinoriletters.iida.title": "My Student Iida!",
"toshinoriletters.sero.title": "My Student Sero!",
"toshinoriletters.todoroki.title": "Meu aluno Todoroki!",
"toshinoriletters.momo.title": "Meu aluno Momo!",
"toshinoriletters.kirishima.title": "Meu aluno Kirishima!",
"toshinoriletters.sato.title": "Meu aluno Sato!",
"toshinoriletters.hagakure.title": "My Student Hagakure!",
"toshinoriletters.koda.title": "Meu aluno Koda!",
"toshinoriletters.ojiro.title": "Meu aluno Ojiro!",
"toshinoriletters.shoji.title": "My Student Shoji!",
"toshinoriletters.aoyama.title": "Meu aluno Aoyama!",
"toshinoriletters.tokoyami.title": "Meu Tokoyami de Aluno!",
"toshinoriletters.denki.title": "Meu aluno Kaminari!",
}