{
  "Introduction": "Well, aren't you courteous? Approaching someone who could very well harm you in the blink of an eye.#$e#Ignorance is bliss, I suppose.",
  "danceRejection": "As much as you entertain me, I'd rather watch you make a fool of yourself.",
  "divorced": "You're an eyesore. Get out of my sight.$7",
  "dumped_Guys": "You know, I thought of you today. I was reminded to take out the garbage.$5",
  "secondChance_Guys": "Don't forget who you belong to.",
  "Mon": "Clint allows me to stay in his cellar in exchange for processing his ores.#$e#Our contract is mutually beneficial. I smelt his ores effectively and he provides me a place to stay.$u#$b#He's quite the gullible fellow, but beggars can't be choosers.#$e#He'll make do... for now.$7",
  "Mon2": "Tell me farmer. How does it feel to be a toy of the Forest Spirits?$7#$b#Just continue to fill those pathetic bundles of yours. The scale of balance has already been tipped for decades.$7",
  "Mon4": "There's nothing more that I hate than someone else trying to control the direction of my life.$a",
  "Mon6": "You really are an odd human.$10#$e#You're wondering if that's a bad thing?$u#$b#If anything, it makes you a bit more interesting.$u#$e#It might be worth keeping you around a while longer, @.$h",
  "Mon8": "I stood on a cliff, on the verge of collapsing, yet blindly walked towards the abyss doomed to eternal damnation.$s#$b#I am very fortunate to have you grab onto me, away from certain oblivion.$4",
  "Mon10": "I've been thinking about you for quite some time now. So much that you are nearly irresistible to me.$l#$e#I wouldn't want to scare you away now, would I?$l",
  "Tue": "I wouldn't trust a human, let alone serve one. We have been enemies for centuries.$7#$e#...Clint is an exception. I repay my debts. That's the foundation of everything I do.",
  "Tue2": "They say I bring ill fortune to those around me. You'd be a fool to test superstition.$7#$b#I won't be able to guarantee your safety.$7",
  "Tue4": "I tower above everyone else in this town. And as a high-ranking demon, I am often associated with danger and deceit.#$b#No one is willing to linger around me aside from you and Clint.",
  "Tue6": "I have made grave mistakes in the past, but I will not beg for mercy, nor ask to negotiate.#$e#I accept the consequences of my actions, and I will see them through to the end.",
  "Tue8": "It was from you I learned what it means to truly care for someone. And how those feelings just can't be denied.$4#$e#Thank you.$h",
  "Wed": "I'm warning you now that I'm dangerous.$7#$e#Take caution or I'll fancy you as another toy meant to break.$8#$b#Keep your distance. Unless you're willing to revoke your farmer status and become my underling.$8",
  "Wed2": "You're back again? You clearly have no sense of shame.$u#$b#You're not so boring, for a toy. They tend to break quite too easily.$u",
  "Wed4": "How fascinating. You've somewhat become a human boomerang.#$e#If I toss you aside, you come right back to me. It's kind of cute.$u#$e#Well, am I wrong?$u",
  "Wed6": "Your presence confounds me, @.$s#$b#Your work as a farmer seems tedious. And yet you toil away, seeming so satisfied with life.$s#$e#You have no thirst for power nor recognition, or hold any sort of ambition to rise beyond your station... Yet everyone seems to adore you.$10#$b#Tell me, @... how does someone as simple as you achieve all of 'that'?$10",
  "Wed8": "Well? Did you come all the way here just to stare at my rippling abs, or did you need something?$l#$b#You're compassionate enough to give me what I want when all you want in exchange is to talk. So what can I do for you in return?$u",
  "Wed10": "It's surprisingly quite fun to live here. See how the citizens here smile? To think than we can co-exist like this... How peaceful.$h",
  "Thu": "Hasn't anyone told you to stay away from the 'Demon with the Golden Eyes'?#$e#I've brought the downfall of a republic and its princess. Stay away if you value your life.$7",
  "Thu2": "I admit. Your tenacity as a farmer is far beyond anything I imagined.$u#$b#No matter how many times I stomp on your feelings, you come crawling back as tenacious as a cockroach.$u#$e#You are surely a force to be reckoned with.$10",
  "Thu4": "My ambition is originally a selfish dream. And I acquired power to make it into a reality.#$b#Perhaps I shall tell you someday, farmer.",
  "Thu6": "Clint is so irritating. Sweetness is nice in moderation, but he is so sugary that I feel diabetes oncoming.#$b#There's such a thing as too nice, @. Monsters will eat you alive for that...$s",
  "Thu8": "Humans are an inspiration, living to their fullest with the limited time they have. Not that I am immortal either.#$e#We all have our own ends to face, myself included.$s",
  "Thu10": "$y 'I just came back from an early morning session. I've put together a new rigorous training regimen that works the entire body... Notice anything different about me?_YES._You have a keen eye. Care to join me on a one-on-one training session later?$l_No._How interesting... Perhaps I will change your mind in the near future. I always enjoy a good challenge.$h'",
  "Fri": "I collect ore in the mines and hunt monsters for the Adventurer's Guild.#$b#I've fallen to a pitiful state, running errands for that cowardly blacksmith.",
  "Fri2": "A small crack in one's soul is often all it takes to break a person apart. So answer me this, farmer. What separates humans and demons?$7",
  "Fri4": "Just what is it with humans and their curiosity towards the unknown?$9#$e#Seriously. If a human sees a mountain, they'll want to climb it. Other species just leave it alone.$u",
  "Fri6": "Being in my sort of position, you learn how to read a person's body language quickly. Our bodies are usually more honest than our mouths.#$e#And it becomes easy to guess the desires of others. Which one is yours, hmm?$u#$e#How curious. I can't seem to get a read on you.",
  "Fri8": "Anyone can become a monster. All it takes is for the darkness in their hearts to overflow.$s#$e#I'm fortunate to have someone like you. If I'm ever lost in the darkness, you become my light.$l",
  "Fri10": "Let me know if anyone bothers you, alright? I'll 'talk' to them.$7#$e#Even in jest, I'm the only one who should be allowed to hurt you.$l",
  "Sat": "I'm the kind of monster in storybooks that parents warn their children to stay away from.$7#$e#Who knows? I might just gobble you up in the middle of the night.$8#$e#There really are fates worse than death. I didn't expect to be regaled as a nursery rhyme...$7",
  "Sat4": "You must have noticed how I am treated by the other villagers. It's not anything new, so you can keep your pity.#$b#Their eyes tell me I'm dangerous. That trouble follows me like how a hawk tails a rabbit.#$e#Their reasoning is not unfounded.$s",
  "Sat6": "Be careful when you go into the mines. The Adventurer's Guild has been sending me to hunt down more monsters, as of late.#$e#...Don't overwork yourself. No power can be properly wielded without understanding it. This includes knowing your own limits.",
  "Sat8": "I will admit that you have given me much to think about.#$e#There is still much more I have yet to understand about your culture. Like how forward I'm allowed to be with you.$10#$e#It wouldn't do any good if I did something that made you or anyone else uncomfortable. Though, it's vaguely entertaining.$u",
  "Sat10": "I'll be helping Abigail with her mana training later. With her flute, she can now lull monsters to sleep.$u#$e#If you want, we can have a private training session all to ourselves.$l#$e#...Combat becomes much more stimulating when I am fighting to protect. I won't go easy on you.$h",
  "Sun": "I owe you nothing, farmer. If you want to live, then get out of my way.$7#$e#Enlighten me. What is it about you that makes you so interesting?$8",
  "Sun2": "Since you keep returning, I have no choice. Let's see... how should I dispose of you?$7#$b#Should I kill you, boil you, or fry you?$7#$e#Any last words?$8#$e#Hmm... What a boring reaction.",
  "Sun4": "I wear these neck ribbons to suppress the malevolent energy inside my body.#$b#Think of it in terms of a bottle. If my demonic powers were to leak out, it would cause unneeded havoc around the town.#$e#It's not so fun to watch, actually.$s",
  "Sun6": "These neck ribbons suppress the malevolent energy inside my body.#$b#They're made from manticore leather, which is known for its anti-magical properties.#$e#I don't need to wear it all the time, but it serves its purpose as a reminder to myself.$s#$b#It's time to carry on from the past.$s",
  "Sun8": "The Wizard and I have a history together. Much of it is undesirable.#$b#The Wizard was the one to seal me away to that forbidden place in the past.#$e#My pride is getting in the way of what I know is the greater good, but it's hard to make amends in our relationship.$7",
  "Sun10": "It's hard to move on from the previous generations of hate. You emphasize forgiveness, but we must also never forget the past.#$e#I am sure we will create happier memories, together. For the glorious future!$h",
  "summer_Wed10": "Well? Did you come all the way here just to stare at my rippling abs, or did you need something?$l#$e#You're compassionate enough to give me what I want when all you want in exchange is to talk. What can I do for you in return?$u",
  "fall_Fri6": "Want to hear a juicy tidbit? Sebastian and Sam play ‘Solarian Chronicles' on Saturday nights. It's similar to 'Dungeons and Dragons'.$4#$b#Then I thought, why play the game when you can experience it in real life? So I took them into alternate dimensional plane and left them there.#$e#I'm kidding~$6#$b#I brought them back after Sam trampled an ancient flower and angered a peace-loving tribe of elves. Also, Sebastian might have a lingering fear of unicorns.$h#$b#They won't let me play with them anymore.$s",
  "fall_Fri8": "Want to hear a juicy tidbit? I hear that Sebastian and Sam play ‘Solarian Chronicles' on Saturday nights. It's similar to 'Dungeons and Dragons'.$4#$b#Then I thought, why play the game when you can experience it in real life? So I took them into alternate dimensional plane and left them there.#$e#I'm kidding~$6#$b#I brought them back after Sam trampled an ancient flower and angered a peace-loving tribe of elves. Also, Sebastian might have a lingering fear of unicorns.$h#$b#They won't let me play with them anymore.$s",
  "fall_Sun6": "I don't understand artists these days. I find nature to be more beautiful than mangled pieces of wood.#$e#Beauty is fleeting and ephemeral, constantly changing with the narrow passage of time. At least that's what I think.$u",
  "winter_1": "You're probably wondering how I can get away with wearing so very little in the snow.#$e#You got to leave a man with a few secrets. It makes me more mysterious.$u",
  "winter_16": "$y 'Tell me. Can you name an enemy that can't be seen, that no armor can protect you from or no weapon can defeat? Strong enough to conquer someone as strong as me?_Disease._I had expected nothing less from you, @. No matter how strong we become, illness can find a way to bring us down. Perhaps Dr. Harvey will remedy that for us.$7_Time._Correct. But no matter how strong I get, illness can find a way to bring me down. Perhaps Dr. Harvey will remedy that.$7'",
  "winter_Sat": "One cannot maintain a figure as powerful as mine without constant training.",
  "winter_Sat6": "One cannot maintain a figure as powerful as mine without constant training. Alex has been following me around like a puppy, as of late.$u",
  "winter_Sun": "The cold doesn't bother me at all. Clint on the other hand...#$e#*Sigh*",
  "winter_Sun4": "The heat and the cold doesn't bother me at all. But you're a human, so you have to take care of yourself.#$b#It'd be way too dull if my favorite pet was stuck in bed with the sniffles.$u",
  "give_flowersA": "Let's be clear, @: I recognize that look in your eyes. It's no secret what you want.$11",
  "give_flowersB": "...! Were you always this bold?$l",
  "give_pendent": "So you wish to court me, @? The feeling is mutual.$11#$b#I love you, and I want to spend the rest of eternity with you.$11",
  "stardrop_gift": "Oh, @. I would conquer the world if it means having you in it.$l",
  "reject_two_heartA": "...What are you doing?$7",
  "reject_two_heartB": "...Hmph. Do what you came here to do, and just go back already.$7",
  "reject_four_heartA": "I know I told you to come back if you're bored, but no.",
  "reject_four_heartB": "Not interested.",
  "engageA": "When you make a contract, you must honor it. Keep your words close to your heart.#$b#In this case, don't start going back on a lifetime commitment to your significant other.$7",
  "engageB": "I may be a demon, but I'm not one to betray the affections of others.$a",
  "marriedA": "Heh, no thanks. I'm not interested in someone else's leftover dregs.$u",
  "marriedB": "There's nothing I hate more than playing with the affections of others. You're quite cruel.$a",
  "refusal_no_heartsA": "Your wrist is awfully thin. How easy it would be for it to snap if you keep dangling those flowers in my face.$a",
  "refusal_no_heartsB": "Did you want to fight? What a flimsy way to provoke me to a duel.$a",
  "refusal_knownA": "If I was looking for a partner, I would want it to be someone my equal.$u",
  "refusal_knownB": "What makes you think you're worthy enough to stand by my side?$8",
  "refusal_botherA": "You're testing my patience. I'd rather date Clint.",
  "refusal_botherB": "You're an eyesore. Get out of my sight.$7",

  ///Resort
  "Resort_Entering": "Lewis hired me to be the lifeguard on duty. It's a worthy commitment to keep people safe.#$b#I was reluctant at first, but Clint says I'm good at guiding others to safety.$h",
  "Resort_Leaving": "Hear the sound of the waves and relax. No one gets hurt under my vigilant watch.$u",
  "Resort_Shore": "The ocean is dangerous. If you ever get pulled in by a wave, I'll do whatever I can to bring you to safety.#$b#You can count on me.$11",
  "Resort_Umbrella": "If you want to talk, you can find me when my shift is over. I have a serious job to do.$11",
  "Resort_Wander": "Take care not to anger the island. We give to the land, and the land gives back.#$b#After all, those golden walnuts lying around are said to ward off danger.$u",
  "Resort_Bar": "I'm taking a break, so no one is allowed in the water. I might as well enjoy what limited time I have left.$6",
  "Resort": "I should sneak Clint back here later when I'm off duty. He's been stuck in his forge all day.$u#$b#He once talked about wanting to see the sunset with someone he's close to. I know the perfect spot to enjoy the view together.$h",
  "Resort_Chair": "I'm taking a break, so no one is allowed in the water. I might as well enjoy what limited time I have left.$6",
  "Resort_1": "Lewis hired me to be the lifeguard on duty. It's a worthy commitment to keep people safe.$11#$b#I was reluctant at first, but Clint says I'm good at guiding others to safety.$h"

}
