{
  "Rainy_Day_0": "Don't spend too much time outside. It'd be way too dull if my precious pet was stuck in bed all day because of the sniffles.$l",
  "Rainy_Day_1": "On the bright side, you won't have to water your crops today. Now you can spend more time with me.$l",
  "Rainy_Day_2": "I probably shouldn't head out to town today. I have bad luck with stormy weather.$s",
  "Rainy_Day_3": "On a gloomy day like this, you're the only sunshine I need.$u",
  "Rainy_Day_4": "I prefer the sun, so I warped to the desert and got you something. Also, Mr. Qi says hi.$u#$b#That demon seems interested in you. *mutter* Should I get rid of him? I wonder...[88]",
  "Rainy_Night_0": "I'm not the best at dinner, so I grabbed you some takeout instead.[206 224 216]",
  "patio_Lucikiel": "Hey babe. I was just admiring the view.$l#$b#And wow. You look even better up close.$l",
  "spouseRoom_Lucikiel": "Hey, @. The circle on the ground helps me regenerate mana.$u#$e#Who knows? Maybe it will help you restore stamina in the near future.$u#$e#Hmm... Rasmodius said something about being in 'multi-player mode' for that to work...$9",
  "Rainy_Night_1": "I'm so scared of thunder. What ever should you do to comfort me in my time of distress?$l",
  "Rainy_Night_2": "You're dripping wet, my love. Dry yourself off and come rest with me by the fire!$h",
  "Rainy_Night_3": "The weather outside is frightful. It's also the perfect excuse to hold you tight whenever I'm 'scared'.$l",
  "Rainy_Night_4": "Welcome home, @. I'll never get tired of saying that.$u",
  "Indoor_Day_0": "You're coming straight back to my arms when you come back home, my love.$1#$b#I whipped up something for you. It might save you when find yourself in a pinch.[211 222 234 237 241 253]$u",
  "Indoor_Day_1": "Do I have something stuck in my teeth? You should come and take a closer look.$u",
  "Indoor_Day_2": "Have I ever told you are as radiant as the sun? You just shine so brightly.$l#$b#Here's a cup of coffee. It'll get you up and going for the rest of the day.[395]$h",
  "Indoor_Day_3": "Let's play a game of 'Big Bad Wolf and Defenceless Rabbit'. You run and hide, and I'll hunt you down.$u#$b#I'll do better at restraining those urges to steal your breath away. I promise. Ready, go.$6",
  "Indoor_Day_4": "It's hard to be aloof and mysterious when all I want to do is help you with your farm.$h#$b#You make me the happiest man in the world, @.$u",
  "Indoor_Night_0": "I don't think I can ever get tired of you.$u#$b#Your presence opens up new worlds and everyday is a brand new adventure. Like a true raider.[64]$u",
  "Indoor_Night_1": "There's a full moon tonight. At times like these, I can become a little overbearing.$l#$e#Hmm~? You want a sneak peek? I don't mind showing you the trailer.$l",
  "Indoor_Night_2": "You are many things, @. You are my lover. My life. And my happiness.$l",
  "Indoor_Night_3": "The night is still young, my love. There's much to do in your company.$1",
  "Indoor_Night_4": "Hmm~? You're looking a bit exhausted, @. I know what we're going to do tonight.$l#$b#There's nothing like a good old back massage from yours truly to get the blood pumping.[351]$h",
  "Outdoor_0": "Times like these remind me that I'm allowed to be happy. It's all thanks to you.$l",
  "Outdoor_1": "I'm afraid that if I shut my eyes, I'll wake up without you beside me.$s#$e#Is this really a dream? If it is, then I never want to wake up.$h",
  "Outdoor_2": "You earned my trust to have me by your side and I'd appreciate it if you'd call me whenever you get into trouble.#$b#I wouldn't mind coming to help you.$l",
  "Outdoor_3": "Imagine living the rest of our days like this in gentle bliss.$l#$e#Let's make our dream into a reality.$h",
  "Outdoor_4": "I can see why this place is called Stardew Valley. You really live up to its name.$h",
  "OneKid_0": "I'm a bit jealous. %kid1 is hogging all of your attention.#$b#*muttering* ...Well played. I expect no less from a child of ours.$5",
  "OneKid_1": "I don't have any memories of my parents when I was a child. I swear I'll be here for our child in this life.$7",
  "OneKid_2": "@? I think %kid1 inherited some of my powers... Like the ability to create portals?$9#$e#Hopefully, this won't become a nuisance.$h",
  "OneKid_3": "Little %kid1 is going to grow up big and strong, just like Daddy.$h",
  "TwoKids_0": "Since %kid1 and %kid2 carry my blood, it means they're only half-human. I'm going to have to teach them how to control their powers soon.",
  "TwoKids_1": "I don't have any memories of my parents when I was a child. I swear I'll be here for our kids in this life.$7",
  "TwoKids_2": "%kid2 seems weaker than %kid1. However, %kid2 is much more perceptive. As expected of our children.$1",
  "TwoKids_3": "I'm jealous. %kid1 and %kid2 take up all your valuable time and attention, when all of it should be spent with me.$s#$b#...I'm kidding! You obviously love me the most. Right?$l",
  "Good_0": "You're coming straight back to my arms when you come back home, my love.$1",
  "Good_1": "Let's play a game of 'Big Bad Wolf and Defenceless Rabbit'. You run and hide, and I'll hunt you down.$u#$b#Ready, go.$6",
  "Good_2": "It's hard to be aloof and mysterious when you drive a man like me crazy.$h#$b#You make me the happiest demon in the world, my love.$u",
  "Good_3": "Let me know if anyone bothers you, alright? I'll 'talk' to them.$7#$b#Even in jest, I'm the only one who should be allowed to hurt you.$l",
  "Good_4": "If you're wondering why I tease you so much, it's because you're so adorable.$u#$e#Only smile like that for me. Please?$l",
  "Good_5": "Just this once, I'd like to seem like a normal person.#$b#I know I can be a little too direct with my intentions.$u",
  "Good_6": "I need to have a talk with a certain wizard.$7#$b#I swear I saw a Junimo peeking in from outside our window! Why won't they leave me alone!?$a#$e#...You think those little things are cute, don't you? Well, I'm obviously cuter.$l",
  "Good_7": "I don't really need friends. You're the only person I need in my life.#$e#Well, I don't particularly mind Clint. The other kids in town are also somewhat decent.$u",
  "Good_8": "You humans have such interesting cultures. The stuff you come up with is so amusing.#$b#Have you ever heard of the Solarion Chronicles? You remind me of a certain character.$l",
  "Good_9": "I will still like you, even when you're old and shriveled up. Though, I'd probably stay the same.$u#$b#Haha, don't take offense! You know what they say, wine improves with age...$h",
  "Neutral_0": "I will still like you, even when you're old and shriveled up. Though, I'd probably stay the same.$u#$b#Haha, don't take offense! You know what they say, wine improves with age...$h",
  "Neutral_1": "I wonder how Clint is doing. I only help out on Mondays and Fridays.$9#$b#Meh. He'll be fine.$u",
  "Neutral_2": "The farm life is harder than I expected, but I always look forward to a good challenge.$u",
  "Neutral_3": "It's so nice being able to clean the house with a snap of my fingers.$6#$e#I was kidding. Seriously, someone should clean up this place.",
  "Neutral_4": "I need to have a talk with a certain wizard.$7#$b#I swear I saw a Junimo peeking in from outside our window!$a#$e#...You think those little things are cute, don't you? Well, I'm obviously cuter.$l",
  "Bad_3": "I miss the days where it was just me and Clint.#$b#Even when it was just him one-sidedly prattling on about whatever delusion that had come into his mind.",
  "Bad_4": "All right. Who do I need to beat up?#$b#You've been a little distant lately. You can count on me if you ever need anything. Okay, @?$9",
  "Bad_5": "I'm not in a good mood right now.",
  "Bad_6": "Hey. Did I do something wrong?$s#$e#You know what? Never mind.",
  "Bad_7": "I need to get out a little more. Release some mana or something.#$b#I've been a little stressed out, lately.",
  "Bad_8": "Be careful when going into the mines, yeah?#$b#I just had this bad premonition... Don't worry about it.",
  "funLeave_Lucikiel": "I'll be over at Clint's place! If I don't show up, he'll start inviting himself over to our house.$h#$e#Otherwise, you can catch me at the gym on Saturdays.$l",
  "funReturn_Lucikiel": "Hey babe. Aren't you going to welcome me back home?$l",
  "spring_1": "It's dangerous to go alone, so take this. It's a small mimicry of my powers, but it will protect you when I'm not around.[499]",
  "spring_23": "It would be my pleasure to escort you to the dance tomorrow.$4#$e#Should I flex a bit more? You know, to score some extra points with you.$4",
  "summer_1": "It's officially summer. Now I can replenish on our stock of ice cream!$h#$e#I have a few ideas on how to capitalize this.[64]$l",
  "summer_10": "Heh, I have a big surprise waiting for the Luau soup.$u#$b#Oh come now, you've got to leave a man with a few mysteries.$u",
  "summer_25": "Did you know that Sebastian and Sam play 'Solarian Chronicles' on Saturday nights? It's similar to 'Dungeons and Dragons'.$4#$b#Then I thought, why play the game when you can experience it in real life? So I took them into alternate dimensional plane and left them there.#$e#I'm kidding~$6#$b#I brought them back after Sam trampled an ancient flower and angered a peace-loving tribe of elves. Also, Sebastian might have a lingering fear of unicorns.$h#$e#I'm not allowed to mess around with them. Bummer.$s",
  "fall_1": "Time is constantly changing. The leaves turn color as the nights become cooler.#$b#The only thing that won't change is the way I feel about you.$l",
  "fall_15": "Tomorrow is the festival. I'll be the one guarding the merchandise.$6",
  "fall_26": "The Spirit's Eve Festival is one of the few times I can dress up as a demon in front of others!$h#$b#Not that I need to, anyway. I'm pretty sure everyone knows about me at this point.$u",
  "winter_1": "Even when the world turns cold and pale white, you fill my life with warmth and color.$l",
  "winter_9": "It's my birthday today. I've lost track in the past, but it's become meaningful to remember every year that I spend with you.#$b#Everything I want - I already own. You are my most precious gift in this life.$h",
  "winter_25": "When I'm with you, I feel only the warm touch of your hand instead of the bitter cold of the snow.[517]$l#$e#I love you, @. You are my world and your smile lights up my life.$l"
}