																																	


{
    "Introduction": "What's up, I'm Denver. I'm sure you've met my uncle, Marlon, right?",
    "spring_Mon": "Do you need something?",
	"danceRejection": "...No thanks.$s", 
    "divorced": "...$a#$e#...Leave me alone.$a",
	"spring_Mon2": "Do you go to the mines often, @? It's a little dangerous, but you can find a lot of cool things down there, so it's worth it.",
	"spring_Mon4": "Huh? Scratch marks on the trees outside? I wonder how those got there...$2#$e#Maybe a weird dog, yeah?",
	"spring_Mon6": "I came in from the rain the other day and Gil told me that I smelt like wet dog.$2", 
	"spring_Mon8": "Do you play any instruments, @?#$e#Me? I play several. I guess I'm kind of a virtuoso.$1", 
	"spring_Mon10": "Hey, thanks for being there for me, @. I have a hard time trusting people, so I'm glad you stuck around.$1", 
	"spring_Tue": "Huh? Sorry, I wasn't listening.",
	"spring_Tue2": "My uncle is training me to be a monster hunter... feels kinda weird.$3",
	"spring_Tue4": "What got you started on farming, @?#$e#I came here to, uh, learn more about myself but then I got roped into this training thing my uncle is putting me through.",
	"spring_Tue6": "Marlon is my mom's brother, but you wouldn't know that just by seeing them. They're totally different.",
	"spring_Tue8": "Do you ever just... feel like eating steak raw?#$e#Did I say that out loud? Pretend I didn't say that.$9",
	"spring_Tue10": "We should go out stargazing sometime, @.#$e#I mean, as long as it isn't a full moon.$1",
	"spring_Wed": "Hey, I'm kinda busy, can it wait?#$e#No? Is it important, then?",
	"spring_Wed2": "I used to be in a band.#$e#There's not much else to the story, sorry to disappoint.",
	"spring_Wed4": "Are you sure you wanna hang around me, @? Some people find my company a little... unpleasant.$3",
	"spring_Wed6": "My mom is allergic to dogs...#$e#We don't get along well.$2",
	"spring_Wed8": "I don't have a lot of friends, so I appreciate you hanging around.$4",
	"spring_Wed10": "I'm writing a song about you, @.$1#$e#You wanna hear it? Uh, well, I'm planning in scraping it, so...$9",
	"spring_Thu": "What's new, @? How's farm life treating you?",
	"spring_Thu2": "Huh? You heard wolves in the forest?$s#$e#...#$e#Oh..! That's bad, right? Definitely bad.$s",
	"spring_Thu4": "Sometimes when I wake up, I don't remember things from the night before.$2",
	"spring_Thu6": "I don't drink alcohol, but I drink way too much coffee.",
	"spring_Thu8": "Does my breath smell bed?#$e#Oh, sorry, that was a weird question, wasn't it?",
	"spring_Thu10": "Oh, uh. Hi, @.$4#$e# You look nice today... Not that you don't look nice everyday.$9#$e# Sorry, I've been getting flustered when I see you lately...$4",
	"spring_Fri": "@? Don't you have work to do? Why are you talking to me instead?",
	"spring_Fri2": "There are some things that I don't want uncle Marlon knowing about me...#$e#Like what? Well, I'd, uh... rather not share.$2",
	"spring_Fri4": "I hang out at the saloon a lot, but it's just to feel like I'm not a hermit, y'know?",
	"spring_Fri8": "I don't like dressing up all fancy like.#$e#The clothes end up getting ruined a lot of times, anyway.",
	"spring_Fri10": "What're you doing tonight, @?#$e#I'm just making small talk, it's not like I had plans or anything.$1",
	"spring_Sat": "Huh? Sorry, I'm still half asleep.",
	"spring_Sat2": "Do you travel much, @?#$e#This is the longest I've stayed in one place, actually. I like moving around.",
	"spring_Sat4": "Are there things that you regret doing, @?#$e#I've got a lot of things like that, personally.",
	"spring_Sat6": "Do you like farming, @? Or are you more into other things?",
	"spring_Sat8": "I might hang around here for a while. What about you, @? Do you like living here?",
	"spring_Sat10": "Ever have the urge to chase your tail?#$e#Wait- nevermind, of course you don't.",
	"spring_Sun": "Sorry, I'm kinda busy today.#$e#Doing what, you ask? Nothing. I'm busy doing nothing.",
	"spring_Sun2": "Have you visited uncle Marlon lately?",
	"spring_Sun4": "Is there a full moon tonight?#$e#I'm asking for a friend.$9",
	"spring_Sun6": "Do you like to go camping, @? I haven't been in forever, maybe we should go sometime.",
	"spring_Sun8": "This town is really small, huh? I guess that's why I like travelling so much.",
	"spring_Sun10": "Heya, @! I love seeing your face every day.",
	"summer_Mon": "Oh, hey, @. How's life going?",
	"summer_Mon2": "Cecilia suggested I get a pet to keep me company, but uh...#$e#I think I've got that covered, already.$s",
	"summer_Mon4": "Ugh, I hate the heat.$s#$e#How am I supposed to wear flannel all year 'round if it's so hot?",
	"summer_Mon6": "I never really knew my dad, but Marlon says I take after him.#$e#Whatever that means...",
	"summer_Mon8": "Mom called yesterday... that was interesting.",
	"summer_Mon10": "Let me know if you need any help on the farm!$1#$e#I don't know a lot about farming, but I could do repairs and stuff.", 
	"summer_Tue": "I can definitely say that summer is my least favorite season.",
	"summer_Tue2": "Is it weird to drink coffee during summer?#$e#What? Drink iced coffee? Yeah, I don't think so.",
	"summer_Tue4": "I guess one good thing about summer is that I don't have to tune my guitar as often.",
	"summer_Tue6": "I got one of my old tattoos touched up and it-#$b#nevermind, you probably don't want to hear about the healing process of tattoos.$h",
	"summer_Tue8": "Undercuts are a good idea this time of year.#$e#I keep my hair like this all the time, but... you get the idea.",
	"summer_Tue10": "Ever go to Cindersap forest? There are a lot of bugs there this time of year, so I can't say I'd recommend it.",
	"summer_Wed": "It's too hot to do anything.$s",
	"summer_Wed2": "It's even too hot to go to the beach...#$e#Go at night? Uh, moonbathing isn't the best idea for me.$h#$e#Why? It's nothing, don't worry about it.$h",
	"summer_Wed4": "Man, ice cream sure sounds good right about now.",
	"summer_Wed6": "Aside from the heat, bugs are definitely the worst part about summer.#$e#Not that I dislike bugs in general, just them being... everywhere.",
	"summer_Wed8": "Sucks cause it's even super hot at night. Imagine a hot sticky night with layers of hot awful fur.",
	"summer_Wed10": "I had a dream about you last night.$1#$e# What? I'm not telling what it was. It's rather embarassing.$4",
	"summer_Thu": "Not sure how my uncle wears that heavy cape all the time. I'd get tired of it pretty quickly.",
	"summer_Thu2": "I've gotten pretty good with a sword.",
	"summer_Thu4": "I'm not big on monster hunting, but I've gotta say, killing slimes is pretty satisfying.$h",
	"summer_Thu6": "Been to the mines lately? I've heard that you can find some pretty valuable stuff down there.",
	"summer_Thu8": "There are some weird plants in bloom right now.#$e#The fregrance of one of them is making me dizzy.$s",
	"summer_Thu10": "We have really bad internet reception, which is kind of lame.#$e#How am I supposed to look at memes?$1",
	"summer_Fri": "I usually avoid the saloon on Fridays. Too busy for me.",
	"summer_Fri2": "Gus suggested that I play my guitar at the saloon, but that's a lot of people to play for...$s",
	"summer_Fri4": "At least it takes longer to get dark during the summer.#$e#...Not that it matters. Why would it matter?",
	"summer_Fri6": "Fishing is good this time of year, yeah?#$e#...I know nothing about fishing.$h",
	"summer_Fri8": "...#$e#Oh, sorry, @! I was busy looking at memes on my phone.$h",
	"summer_Fri10": "How often to people tell you that you're beautiful?#$e#I'm not jealous or anything, just curious.",
	"summer_Sat": "*yawn* I'm super tired, sorry.",
	"summer_Sat2": "I think I lose a lot of sleep during the summer. It's too hot to be comfortable.",
	"summer_Sat4": "How goes 'er, dozer? Life treating you well?",
	"summer_Sat6": "One of my old band mates texted me this morning.#$e#He wanted to know if I was interested in getting together...#$e#I'm not.$h",
	"summer_Sat8": "I know I complain a lot about summer, but I've never asked if you like it or not.$h",
	"summer_Sat10": "Can I come over to your place sometime? It seems cozier than mine.",
	"summer_Sun": "I can't wait for summer to be over.",
	"summer_Sun2": "Hey, @, how are ya?",
	"summer_Sun4": "I feel like I have to shower every day during summer. Ugh.",
	"summer_Sun6": "Uncle Marlon says the bugs down in the mines are really active this time of year. Wonderful.",
	"summer_Sun8": "I saw a ton of fireflies last night.#$e#Wanna watch 'em with me sometime?$h",
	"summer_Sun10": "Wanna go skinny dipping in the lake?#$e#Sorry, that was kinda inappropriate, huh?$1",
	"fall_Mon": "Ah, fall, my favorite season.$h",
	"fall_Mon2": "Why do I love fall so much?#$e#The weather is nice, leaves are pretty... and pumpkin spice everything!$h",
	"fall_Mon4": "I love the sound of leaves under my feet.$h",
	"fall_Mon6": "I enjoy the beach this time of year.#$e#Kinda weird, huh?",
	"fall_Mon8": "Pumpkin spice is my favorite, but apple cider is pretty nice, too.$h",
	"fall_Mon10": "Autumn is my favorite season, it's not to cold and not too hot.#$e#Plus pumpkin-flavored everything is pretty rad, too.$1",
	"fall_Tue": "How's it going, @?",
	"fall_Tue2": "You're from the city, right, @? Do you ever miss it?",
	"fall_Tue4": "So how did you get started on farming? You just woke up one day and left everything behind?",
	"fall_Tue6": "Got any family, @? I'm an only-child, so I've always been curious what it's like to have siblings.",
	"fall_Tue8": "Fall is great, I can wear flannel every day without anyone questioning it.$h",
	"fall_Tue10": "What do you like to do for fun, @? I'd like to spend more time with you.$1",
	"fall_Wed": "My mom keeps tryna send me memes she found, but I already saw them all months ago.",
	"fall_Wed2": "You've lived here a while now, yeah? How's your farm going?",
	"fall_Wed4": "What kind of music do you listen to, @?#$e#I like a little of everything, but I think indie rock is one of my favorite genres.",
	"fall_Wed6": "My uncle made fun of me for drinking soda out of a mug. I gave him some speech about it just being a cup so it doesn't matter what I use it for...#$e#But really I just don't wanna do the dishes.$h",
	"fall_Wed8": "Carving pumpkins is cool and all, but the seed guts are just too much hassle.",
	"fall_Wed10": "Spirit's Eve is my favorite holiday. I've got the world's best costume!",
	"fall_Thu": "There are a lot of crickets and dragonflies during fall. Those are two kinds of bugs that I don't hate.",
	"fall_Thu2": "What kinda crops do you grow during fall, @?#$e#Pumpkins, probably, but what else?$h",
	"fall_Thu4": "You go to the mines, right? Do you think that some monsters can be friends?$s#$e#Sorry, I was more thinking out loud than asking a real question...$s",
	"fall_Thu6": "That harvest moon, huh?#$e#It somehow feels different than a regular full moon...#$e#Sorry, ignore me!$h",
	"fall_Thu8": "Marlon tossed some branches into a pile this morning, and it took every ounce of my will power not to chase them.",
	"fall_Thu10": "I didn't sleep well last night.#$e#What about you, @? Get a full eight hours?",
	"fall_Fri": "You know those kids that hang out at the saloon? I hear they're wanting to start a band.#$e#Good for them, I say. I miss my band days.$h",
	"fall_Fri2": "There's a girl, Leah, who lives by the river in the woods. I'm kinda worried that she might...#$e#Er, nevermind. Forget I said anything.$s",
	"fall_Fri4": "Harvey's a really great doctor. He never questions anything I come in for, which I really appreciate.$h",
	"fall_Fri6": "I wasn't sure if I'd fit in around here at first, but I actually think I feel more at home here than back home.",
	"fall_Fri8": "Marlon has been really good to me. He's been like a dad, I guess.$h",
	"fall_Fri10": "Is it okay if I hold you for a bit, @?$4#$e# Sorry, I'm not good at being romantic or whatever.",
	"fall_Sat": "I used to love jumping in leaf piles as a kid. It'd probably be weird if I did now, though.$h",
	"fall_Sat2": "Mushrooms are plentiful this time of year, huh?#$e#I can't say I'm a fan, but it's great for people who are.",
	"fall_Sat4": "It gets pretty cool at night now.#$e#I like it when it's cool enough to be comfortable in a jacket, but you don't actually have to wear one if you don't want to.",
	"fall_Sat6": "%Denver hums rhythmically.#$e#Oh sorry, @, I didn't see you there.$h#$e#How's it going?",
	"fall_Sat8": "You look cold. Want my jacket?#$e#Don't make it weird, I just don't want you to get sick.$h",
	"fall_Sat10": "Wanna go on a walk with me, @?#$e#Like just a normal person walk?",
	"fall_Sun": "I love to watch falling leaves, but you ever think about how we're excited about trees dying?",
	"fall_Sun2": "Fall smells really nice, doncha think?#$e#Just, like, the leaves and stuff. The air just smells nice and crisp.$h",
	"fall_Sun4": "Not very many flowers grow in the fall. But it's the best time for crops.",
	"fall_Sun6": "How's harvest season going for you, @?",
	"fall_Sun8": "I woke up with a weird bruise on my ribs.#$e#Not sure how I got it, and not sure if I wanna know.$s",
	"fall_Sun10": "I'm really lucky to have you in my life, @.$4#$e#Was that too cheesy? Sorry, I just had to get that off my chest.",
	"winter_Mon": "It's getting really cold now. Is your farm alright?",
	"winter_Mon2": "Can you even grow crops during winter? What grows in this cold weather?",
	"winter_Mon4": "Do you fish a lot during winter?#$e#Sorry, I used to play some farming sims and that was all you could do in the winter.$h",
	"winter_Mon6": "Uncle Marlon says winter is the best time for mining.",
	"winter_Mon8": "Be careful not to slip, it's icy in some places.",
	"winter_Mon10": "I hope you're not too cold, @.#$e#I've got extra fur to keep me warm.",
	"winter_Tue": "I saw a meme about dogs not wanting to go out when it's cold.#$e#Can't say I blame them.$h",
	"winter_Tue2": "Even though it's not fall anymore, I still like drinking apple cider.#$e#Drinking hot apple cider by the fire is one of my favorite things.$h",
	"winter_Tue4": "I was born during winter, so you wouldn't think the cold would bother me as much as it does.",
	"winter_Tue6": "That Sam kid is really good at playing the guitar, huh?#$e#I bet he could give me a run for my money.$h",
	"winter_Tue8": "Gus seems to get a lot more business during the winter. I guess people don't wanna cook but want a hot meal.",
	"winter_Tue10": "I don't really feel like an adult until I hang around those kids at the saloon. Then I feel really old.",
	"winter_Wed": "I saw a dragonfly in the forest today. Little dude must be really tough.$h",
	"winter_Wed2": "I feel like I have to tune my guitar all the time during winter.#$e#Maybe it's time for new strings.",
	"winter_Wed4": "I would rather wear sneakers, but I feel like I've gotta wear boots when there's snow.",
	"winter_Wed6": "It's this time of year that I almost regret having an undercut. Almost.",
	"winter_Wed8": "Are you cold, @? Do you want my jacket?#$e#I've got an extra pair of gloves if you want them.",
	"winter_Wed10": "Hey, if your hands are cold, you can hold mine to warm them up.$4",
	"winter_Thu": "Sometimes people ask me if I like having my ears gauged.#$e#The only thing I don't like about it is hearing wind pass through the holes. Super weird.$h",
	"winter_Thu2": "I asked Marlon about my dad yesterday...#$e#Pretty sure I inherited... certain things from him.",
	"winter_Thu4": "Coffee is even better during the winter.$h",
	"winter_Thu6": "I bumped into Gunther the other day.#$e#He talked my ear off about some new artifact he got, but I don't really mind because he was so excited about it.$h",
	"winter_Thu8": "My scar tissue really aches this time of year.$s",
	"winter_Thu10": "Wanna have a snowball fight, @?#$e#We can have some apple cider by the fire afterwards.",
	"winter_Fri": "Careful not to slip on the ice.",
	"winter_Fri2": "What happens when you're all alone and you get too cold?$h#$e#You're totally ice-o-lated.$h#$e#Heh, sorry, that was terrible.$h",
	"winter_Fri4": "You know how some animals hibernate? Wonder if I could get in on that.#$e#Not that I'm an animal, or anything...$s#$e#...I just like sleeping...$s#$e#Yeah... I'm gonna go.",
	"winter_Fri6": "I forgot my gloves at home. I feel like my fingers are turning into icicles.$s",
	"winter_Fri8": "I made a joke about catching a cold in this weather to Harvey, but then he lectured me about it being incorrect.$s#$e#Guess you shouldn't tell medical jokes to a doctor.",
	"winter_Fri10": "Wanna have a snowball fight, @?#$e#We can have some apple cider by the fire afterwards.",
	"winter_Sat": "Enjoying the snow, @?",
	"winter_Sat2": "Sorry, I'm not really in a talking mood, @.#$e#Did you not hear me? Piss off.$a",
	"winter_Sat4": "When it's cold, I just wanna stay in bed all day.",
	"winter_Sat6": "So I hear you guys are big on winter star stuff, huh?#$e#I and my mom didn't celebrate, so I'm not really familiar with your customs.",
	"winter_Sat8": "My ex texted me and said she was cold and wished she had someone to cuddle with.#$e#Bundle up and stop whining, bud.$a",
	"winter_Sat10": "It's cold, so we should hang out in bed all day.#$e#You can interpret that however you'd like.$10",
	"winter_Sun": "I feel like my toes are going to freeze.",
	"winter_Sun2": "When I woke up this morning, I felt like I had a hangover, even though I haven't drank in ages.$s",
	"winter_Sun4": "You'd think there would be less ticks during winter, but I guess not.#$e#Where'd I get ticks from?#$b#...Uh, camping. Yeah, that's it.",
	"winter_Sun6": "Sorry if I ever seem weird or out of sorts, I'm kind of a mess sometimes...$s",
	"winter_Sun8": "I had my wolf tattoo done well before anything weird ever happened... kind of ironic now that I think about it.",
	"winter_Sun10": "Do you eat meat, @? If not, I'm totally okay with that, but know that I eat A LOT of meat.",
	"GhostHouse": "This place is kind of spooky, huh?... #$b#You might not believe me, but... there's a dead chick living here.$2",
	"spring_12": "Egg festival huh? You guys have a whole festival to celebrate eggs? Okay...",
	"spring_23": "Ugh, I hate dancing.",
	"summer_10": "A whole festival about food? Sign me up.$h",
	"summer_27": "I don't think I'd ever seen glowing jellyfish before moving here.",
	"fall_15": "Are you setting up a display tomorrow? Good luck.",
	"fall_26": "I've got the world's best costume for spirit's eve.$h",
	"winter_7": "A festival where we stand out in the cold all day? Huh...",
	"winter_24": "So what do you guys do for winter star? Is it just gift exchanging or is there more to it?",
	"DenverInjuries": "My uncle is right about my wreckless behavior... but I can't live with myself knowing that Fen is out there somewhere.",
	"give_flowersA": "Wait, really? Yeah, I'll definitely go out with you!$h",
	"give_flowersB": "I can't believe you're really willing to put up with me.$l",
    "give_pendant": "!!#$b#Of course I'll marry you!$l",
	"stardrop_gift": "Aw, you shouldn't have!$h",
    "reject_two_heartA": "Uh.... no.",
    "reject_two_heartB": "I barely know you.",
    "reject_four_heartA": "Are you serious? No thanks.",
    "reject_four_heartB": "I hate to break it to you, but I don't feel the same.",
    "engageA": "Aren't you seeing someone else?$a",
    "engageB": "That's kind of gross.$a",
    "marriedA": "Not interested in your harem, sorry.$a",
    "marriedB": "You're married. Back off.$a",
    "refusal_no_heartsA": "Is this some sort of joke?$3",
    "refusal_no_heartsB": "You're joking, right?$3",
    "refusal_knownA": "I don't feel the same way, maybe someone else will want those?",
    "refusal_knownB": "If this is your idea of a joke, it's not very funny.$3",
    "refusal_botherA": "Piss off, I'm not interested.$a",
    "refusal_botherB": "I told you to back off.$a",
	"Resort_Entering": "Nice beach. Wonder if the locals are cool with us being here.",
    "Resort_Leaving": "I'll definitely be coming back.$h",
    "Resort_Leaving_2": "Hopefully I don't get seasick on the way back.$s",
    "Resort_Shore": "Finally, an excuse to show off my tattoos.$10",
    "Resort_Shore_2": "I might have to get out of the sun soon, this heat is killing me.",
    "Resort_Umbrella": "I don't really wanna get a tan, so I'll hang out here for a while.",
    "Resort_Umbrella_2": "Did you know that they make sunblock specifically for tattoos?#$b#Well, now you do.$h",
    "Resort_Umbrella_3": "I wanna go exploring so bad. #$b#It's the adventurer in me.$h",
    "Resort_Wander": "I really hope that no one throws a frisbee. That wouldn't be ideal.",
    "Resort_Bar": "Hmm. I don't drink alcohol anymore, but some of these drinks are pretty tempting.#$3e#Guess there's always soda.",
    "Resort": "I wanna check out that volcano up there. Wonder what's inside?",
}

//(0 = up, 1 = right, 2 = down, 3 = left)
