																																	


{
    "Rainy_Day_0": "Heh, sorry if I smell like wet dog.",
    "Rainy_Day_1": "Rain is kind of peaceful, don't you think? I find it soothing.", 
    "Rainy_Day_2": "I found this while I was out last night. [281 404 422]",
    "Rainy_Day_3": "Buhh... I could really use a nap right about now.",
    "Rainy_Day_4": "I hope the yard doesn't turn into a swamp.",
    "Rainy_Day_5": "It's coming down pretty hard out there. How about we just stay in for the day?#$e#I know a few things we could do...$4",
    "Rainy_Day_6": "Coffee sounds really good right about now, what do you think, @?",
    "Rainy_Night_0": "It's a little chilly out, huh? Wanna cuddle?$1",
    "Rainy_Night_1": "I just came from outside. That's kind of like taking a shower, right?#$e#It's like washing me and my clothes.$1",
    "Rainy_Night_2": "I guess... if I had some pants I might've gone outside today... but, nah.$3#$b#You prefer me like this anyways, don't you?$4",
    "Rainy_Night_3": "I hope %pet doesn't play in the mud too much.",
    "Rainy_Night_4": "It's really cloudy out. Makes it kinda gloomy, but it's good for me, anyway.",
    "Rainy_Night_5": "Are you cold, @? I'll keep you warm, if you'd like.",
    "Rainy_Night_6": "The rain makes it kind of spooky out, don't you think?", 
    "Indoor_Day_0": "Need any help around the farm?#$e#Just let me know if you need anything.",
    "Indoor_Day_1": "Hey, babe, I made breakfast. [195 201 210 211]",
    "Indoor_Day_2": "I get along a lot better with my uncle now, but my mom...#$e#I'm just afraid of what she'd do if she found out about my condition...",
    "Indoor_Day_3": "Mm... I should probably get dressed, huh?",
    "Indoor_Day_4": "Hey, I don't say this a lot, but thanks for putting up with me.#$e#I love you, @.$4",
    "Indoor_Day_5": "I wish I could just lie in bed with you forever. You look so cute when you sleep.$6#$e#Don't know how you sleep through my snoring though.",
    "Indoor_Night_0": "Are you about done for the day, @? Don't overdo it, okay?",
    "Indoor_Night_1": "Wonder if I could get my old band back together?",
    "Indoor_Night_2": "Man, I'm pretty beat. What about you?",
    "Indoor_Night_3": "What do you wanna do for dinner? I can cook if you'd like.",
    "Indoor_Night_4": "Naturally, I'm more of a dog person. What about you, @?",
    "Indoor_Night_5": "The nice, warm bed is calling our names. Are you getting tired?",
    "Indoor_Night_6": "Hey, I'm glad you're home, @!#$e#No reason, I just wanted to see you.$4",
    "Outdoor_0": "It's really nice here. It sure beats living in the mountains far away from town.",
    "Outdoor_1": "Going to the mines today, @? I'd tell you to be careful, but I know you can handle yourself.",
    "Outdoor_2": "What's %pet up to, anyway? Not getting into trouble, I hope.",
    "Outdoor_3": "Your farm is in the perfect location. It's close to town, but still close to the forest.",
    "Outdoor_4": "You've put so much work into your farm, @. It really inspires me.",
    "Outdoor_5": "Don't overdo it today, alright?",
    "Outdoor_6": "Do you like fishing, @? We should go fishing sometime.#$e#Maybe we could go camping.",
    "OneKid_0": "I hope %kid1 doesn't take after me.",
    "OneKid_1": "Does %kid1 have fleas? What? #$b#$9 No, I don't have fleas, why would you think that?",
    "OneKid_3": "Heh, I feel really old now that we have a kid.",
    "OneKid_4": "Before I met you, if you had told me I'd be married and have a kid right now I would have laughed my ass off.#$e#I'm glad that's changed.$l",
    "TwoKids_0": "I fed the kids. They can eat almost as much as me.",
    "TwoKids_1": "Ow! %kid2 just bit me!#$e#...You don't think that's a sign of things to come, do you?",
    "TwoKids_2": "Ugh... %kid2 is being a little brat today. Must've gotten that from me...",
    "TwoKids_3": "The kids are kind of a handfull...#$e#...But I wouldn't have it any other way.$h",
    "TwoKids_4": "We did good, @. I'm going to make sure these kids have the best life they can.$6",
    "Good_0": "You look beautiful today, @.$4#$e#I mean, you look beautiful every day, but y'know.",
    "Good_1": "You're beautiful, you know that?$4#$e#What? I just felt like saying it.",
    "Good_2": "I just realized that I never told mom that I got married.#$e#Oops.",
    "Good_3": "Do you think I should tell mom about... my condition? What do you think she'd say?",
    "Good_4": "Huh? You wanna know if I ever finished that song I was writing for you?#$e#Well, uh, it was too cheesy, so...$4",
    "Good_5": "This must be what they mean when they say you're living the dream.#$e#Cause sometimes I worry that this is all just a dream.", 
    "Good_6": "While I was in highschool, the other kids said I was edgy.#$e#It's difficult to not be edgy when you've got moon sickness, y'know?", 
    "Good_8": "What are you up to today, @? Lemme know if you need anything.",
    "Good_9": "*smooch* I could kiss you all day if you'd let me.$1",
    "Neutral_0": "Sorry, I feel kind of off today.",
    "Neutral_2": "Why don't you tell me about your day when we're in bed tonight? I'm kind of tired right now...",
    "Neutral_3": "Do you ever get tired of farmlife?",
    "Neutral_4": "Ugh, I don't feel like doing anything today.", 
    "Neutral_5": "I'm just going to be by myself today, alright?#$e#You didn't do anything wrong...",
    "Neutral_6": "If you need to go see your friends in town, go ahead. I'll hold down the fort.",
    "Neutral_8": "Ugh... housework is such a chore. I guess that's why they call it chores, huh?",
    "Bad_5": "I just need some time alone, okay?#$e#Don't you have farm stuff to do?",
    "Bad_6": "What do you want? I don't feel like talking right now.$5",
    "Bad_7": "Farm-life is actually really boring. What am I doing here?$2",
    "Bad_8": "You nag a lot, you know that?$5",
    "funLeave_Denver": "Hey, I'm going to go out today, alright? Don't have too much fun while I'm gone.",
    "funReturn_Denver": "Today was pretty exhausting. Are you heading home? We could walk together.",
    "spring_5": "Do you have plans for this weekened? Wanna go out or something?",
    "spring_1": "Another year gone... but this one means more to me because I spent it with you.",
    "spring_12": "I used to be really good at the egg hunt. I'm too old now, though.",
    "spring_23": "Do you wanna go to the flower dance? I'm not much into dancing, but I will if you want to.",
    "spring_27": "I don't mind summer, but it gets hot with all that fur, y'know?",
    "summer_1": "There are too many bugs this time of year. I bet the ones in the mines are going crazy.",
    "summer_5": "The beach isn't really my thing but this heat is killing me... wanna head over later?#$e#And seeing you in a swimsuit is always a plus.$4",
    "summer_8": "Heh, you look really good in that outfit, @.",
    "summer_10": "The luau is my favorite, cause I can eat all I want.",
    "summer_19": "Summer is almost over, which means my favorite season is almost here.",
    "summer_27": "We're going to see the jellies tomorrow, right? They're really magical.", 
    "fall_1": "Pumpkin spice coffee, pumpkin spice cookies, pumpkin spice... you get the point.",
    "fall_4": "Pff... you got a leaf stuck in your hair.$1#$e#Here let me get it for you.",
    "fall_15": "Are you building a display tomorrow? Good luck.",
    "fall_17": "I'm pretty sure you look better every day.",
    "fall_23": "It's getting pretty cold. Are we ready for winter?",
    "fall_26": "What are we doing tomorrow?#$e# We should have a costume party, since I've already got the best costume.",
    "winter_1": "Any big plans this winter? You don't have any crops to worry about so maybe we both could just hibernate.$1", 
    "winter_5": "It's freezing today. Are you cold?#$e#Don't lie! You should see how red your cheeks are!$1#$b#Stay out much longer and you might become a popsicle.$6",
    "winter_8": "We should start a snowball fight at the festival tomorrow. That'd shake things up a bit.",
    "winter_13": "Uncle Marlon wants me to go on a hike with him.#$e#His leg slows him down a bit, but I don't mind.",
    "winter_16": "It's freezing today. Are you cold?#$e#Don't lie! You should see how red your cheeks are!$1#$b#Stay out much longer and you might become a popsicle.$6",
    "winter_25": "Despite everything, I think I'm most thankful for you.$4",
    "winter_28": "Well, another year gone by... I can't believe you've stayed with me for this long.$6#$e#I hope you continue to.$4",
}

//(0 = up, 1 = right, 2 = down, 3 = left)
