{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Strings/schedules/Lyell",
            "Entries": {
    "spring.000": "...$2#$b#Oh... Estou visitando um velho amigo.$2#$e#Já se passaram anos desde que ele faleceu, mas tento visitá-lo o máximo que posso.$2",
    "spring.001": "Vim aqui para clarear a cabeça.#$e#Normalmente venho sozinho, mas se você quiser, pode ficar.",
    "spring.002": "Robin e eu construímos este lugar juntos... Eu teria feito isso sozinho, mas, bem... você sabe.$s",
    "spring.003": "$6#$b#%Ele está ouvindo música agora.",
    "spring.004": "Gus é muito gentil comigo, é um deleite raro.#$e#Você deveria puxar uma cadeira e tomar uma bebida. É muito relaxante.",
    "spring.005": "Algo está incomodando minhas galinhas à noite e pretendo descobrir o quê.$11#$e#Quando eu pegar, vou esfolar.$11",
    "summer.000": "Já faz um bom tempo que Marlin faleceu.#$e#Não consigo superar isso.$2",
    "summer.001": "É lindo.$1#$e#Você fuma? Pode se juntar a mim se quiser.",
    "summer.002": "$2#$b#%Ele parece deprimido.",
    "summer.003": "$2#$b#%Ele parece muito feliz por estar lá.",
    "summer.004": "Depois de um dia quente, uma bebida gelada é tudo de que preciso.$1#$e#Estou em Pelican Town há alguns anos - a melhor cerveja que bebi em muito tempo.$1",
    "fall.000": "Eu costumava pedalar bastante naquela época, mas minha garota ficou frágil com a idade.#$e#Talvez eu devesse comprar um modelo mais novo...$3",
    "fall.002": "Metol é meu tipo de fumaça favorito.#$e#Eu sei que é ruim para mim, mas bem, prefiro estar feliz e confortável.$1",
    "fall.003": "Rasmodius é uma das únicas pessoas que me entende.#$e#Ele concordou em me ensinar algumas coisas - eu tenho muitas perguntas.",
    "fall.004": "%Ele parece que bebeu demais.",
    "winter.000": "Marlin me deu esta bicicleta.$2#$e#Sinto muita falta dele.",
    "winter.001": "Pierre é... tão ruim quanto Morris, estou percebendo.$2#$e#Mas, bem, prefiro comprar aqui a Joja qualquer dia.",
    "winter.002": "Aprendi bastante com Rasmodius.$1#$e#Oh, bem, não posso falar sobre isso. É pessoal.$2",
    "winter.003": "Você viu o trem passando?#$e#Se você seguir o trem enquanto ele passa, você pode pegar coisas que caem.$1",
    "winter.004": "Hm?$2#$e#Oh, não é nada, apenas tenho muito em que pensar.",
    "winter.005": "Parece que a cerveja está esquentando você, mas na verdade só vai fazer você congelar mais rápido.#$e#Portanto, tome cuidado. Seria uma pena ver você machucado.",
    "marriage.000": "Olá, amor, obrigado por se juntar a mim.$1#$e#Podemos vender minhas terras, embora eu goste de ter uma casa só minha.$2#$b#Sei que é estranho, mas eu aproveite para cuidar da propriedade.$1",
    "marriage.001": "Eu te amo, realmente amo.$2#$b#Mas sinto falta dele...$2",
    "marriage.002": "$6#$b#%Ele sorri para você e canta a música para você.",
    "marriage.003": "Quer se juntar a mim?$4#$b#Aqui, tome uma bebida, amor.$1 [346 348 303]",
    "marriage.004": "Eu te amo, @.$4#$e#Foi um longo dia, não foi? Estou pronto para dormir.",
    "nightmarket.001": "O mercado noturno é sempre divertido.$1#$e#Não gaste todo o seu dinheiro esta noite, porém, ele estará disponível por algumas noites.",
    "nightmarket.002": "Você viu a sereia?#$e#Ela é muito bonita, não é?$4",
    "nightmarket.003": "Há uma cartomante nas docas.#$e#Tenho certeza de que é uma farsa, mas é divertido humorá-lo.",
    "nightmarket.004": "Há um javali flutuando...#$b#Já vi de tudo.$1",
    "nightmarket.005": "Você gostaria de dar uma olhada no mercado comigo?$5",
    "nightmarket.006": "Eu tenho que falar com a sereia, ela é muito doce.#$e#Eu realmente gostaria de poder falar com ela mais vezes, ela é tão bonita.$4",
    "rain.000": "Marlin adorava a chuva.$2#$e#Quando ele estava vivo, costumávamos correr para fora em dias chuvosos.#$b#Sempre acabávamos enlameados da cabeça aos pés.$1",
    "rain.001": "Adoro o som da chuva batendo no meu telhado.#$b#É muito relaxante.",
    "rain.002": "%Acha que bebeu demais."
}
        }
    ]
}
