{ 
// Hephaestus introduction
	"13730017": "distantBanjo/7 7/farmer 6 10 0 Hephaestus 9 5 2/skippable/move farmer 0 -3 0/move farmer 3 0 0/emote Hephaestus 8/speak Hephaestus \"Hello!#$b#Welcome to my humble machine shop!$h#$b#Well... machine shed, technically.$0#$b#My name is Hephaestus, and I maintain all things mechanical in Garden Village.\"/pause 500/emote farmer 8/pause 500/speak Hephaestus \"What? Haven't you seen a goblin before?$h#$b#Don't make trouble for me, and I won't make trouble for you. Sound good?$0#$b#Excellent!$h\"/pause 500/end",
	// Hephaestus 2 hearts
	"13730006/e 13730017/f Hephaestus 500": "sappypiano/7 7/farmer 6 12 0 Hephaestus 9 5 2/skippable/move farmer 0 -5 1/textAboveHead Hephaestus \"Hello!\"/move Hephaestus 0 2 2/move Hephaestus -1 0 3/speak Hephaestus \"You're back to see me again. How kind of you.$h\"/pause 500/speak Hephaestus \"Are you new to this area? I don't remember seeing you around until recently.\"/emote farmer 56/speak Hephaestus \"I see. You needed a change in your life. I can understand that.$0#$b#It would be so easy to just continue in a straight line, walking the obvious path through life.#$b#But then we would miss out on so many opportunities.#$b#I too made a choice to take a chance and start a different kind of life. There have been many challenges, but I don't regret my decision.$h\"/emote Hephaestus 40/speak Hephaestus \"I hope that you don't regret your decision either. Only time will tell if you've made the right choice.$0\"/emote farmer 32/pause 500/end",
	// Hephaestus 4 hearts
	"13730008/e 13730017/f Hephaestus 1000": "sappypiano/7 7/farmer 6 12 0 Hephaestus 8 30 0/skippable/move farmer 0 -5 0/move farmer 3 0 0/pause 500/emote farmer 8/faceDirection farmer 1/pause 500/faceDirection farmer 2/pause 500/faceDirection farmer 3/emote farmer 40/pause 1000/move farmer -4 0 3/pause 500/emote farmer 56/faceDirection farmer 0/playSound doorOpen/warp Hephaestus 6 12 0/emote farmer 56/move Hephaestus 0 -4 0/pause 1000/textAboveHead Hephaestus \"Greetings.\"/pause 500/jump farmer 8/faceDirection farmer 2/pause 200/emote farmer 28/pause 200/speak Hephaestus \"I apologize for startling you.#$b#Tux needed me for a quick repair job, so I stepped out for a minute.\"/pause 500/emote farmer 32/speak Hephaestus \"I have been wondering...\"/quickQuestion Are you afraid of me?#Of course not!#A little bit.(break)pause 100\\speak Hephaestus \"Perhaps you should be.\"(break)pause 100\\speak Hephaestus \"You are wise to be wary.\"/pause 1000/speak Hephaestus \"Goblins are primarily warriors.#$b#We fight against the corrupted creatures that linger from the Elemental Wars.$h#$b#And sometimes, when we get bored, we fight each other.$u\"/pause 1000/speak Hephaestus \"I too served time among the warriors of my people.$0#$b#I kept my helmet as a reminder of that fact.#$b#Though I presently serve in a peaceful calling, I would take up my sword again in an instant if there was a need.$h\"/pause 1000/quickQuestion #So, what brought you here?#Humans live peacefully with one another, and you must too if you wish to stay here.(break)pause 100\\speak Hephaestus \"...$0#$b#In short, I saw an opportunity to pursue a different sort of dream.#$b#And to help... someone else to pursue theirs.$h#$b#But this is all I should say. It is not my story to tell.$0\"(break)pause 100\\speak Hephaestus \"Of course, I understand.$0#$b#I have learned much of the customs of your people, and I will comply with them.#$b#But you are naïve to think that humans always live in peace, even with each other.$u\"/pause 1000/advancedMove Hephaestus false 1 0 0 -1 2 0 0 -2/emote farmer 40/end",
	
}