{
	    "Entries": {
		//
	    "5000001": "ItemHarvest/第一步/防风草是新手农民的推荐农作物./收获50个防风草./24 50/-1/2500/-1/true",

	    "5000002": "ItemDelivery/健康鳗鱼/伊芙琳要求两个鳗鱼制作美味的炸鳗鱼./給伊芙琳5個鰻魚./Evelyn 148 5/-1/1250/-1/true/哦，天哪，新鲜的鳗鱼，只要看着它就能让我感觉健康！#$b#这里有一些热茶，可以等我煮一下这个吗?[614]#$b#我煮完了鳗鱼。 很热，所以要小心。，试一试吧。[225]$h",   

                "5000003": "ItemDelivery/来自自然的雕塑/浮木可能看起来没有用, 但是对于莉亚这种知道它的价值的雕塑家来说，它是一种好的出奇的材料. 帮莉亚收集几根浮木可以吗./给莉亚10根浮木./Leah 169 10/-1/1000/-1/true/哇！这些木头形状超酷的! 我觉得这根一定属于非常古老的树. 这些东西根本没有办法轻易得到.#$b#我可以做一个很美的雕塑. @, 非常感谢你能把它们给我！！!$h",

                "5000004": "ItemDelivery/Very Sweet Strawberry/Strawberries are worth growing because they taste good and are quite expensive. Maru likes strawberries, but it's hard to grow because she doesn't have a field./Give Maru 50 Strawberry/Maru 400 50/-1/10000/-1/true/Wow, it's strawberry. Isn't it good to actually farm strawberries?#$b#Strawberries are the perfect fruit even though they are pretty and delicious. It's delicious even if you eat it raw, strawberry jam, strawberry cake, strawberry wine, etc. There's nothing lacking!$h#$b#My dad and I love strawberries! I love my job as an inventor, but I sometimes want to be a farmer because of this strawberry.$h#$b#Try selling the rest of the strawberries on market. I don't know much about crops, but I heard that strawberries are very efficient among spring crops.#$b#But anyway, thank you so much! I'm thinking about eating this strawberry you brought whenever I am gloomy. *Smile*$h",

	    "5000005": "ItemHarvest/新鲜的树莓午餐盒/今天是树莓季节。 四处逛逛，收集它们./收集80美洲大树莓/296 80/-1/1600/-1/true",

                "5000006": "ItemDelivery/The Annoying Slime/Whenever Clint goes to work in the mine, he gets in trouble with slime interference. Destroy the slime and take the evidence to him./Give Clint 80 Slime/Clint 766 80/-1/8000/-1/true/OH! Are you done already? Thank you for your hard work!#$b#Slime're all mushy, but when they touch me, it hurts a lot.#$b#Also, when mucus gets on your shoes, it keeps sticking to the ground, making it difficult to walk! Don't you agree?$a#$b#If it weren't for their interruption, i could dig twice as many ores! But I think it will be easy to go to the mine for a while because you helped me.#$b#Thank you for helping me. Here's a small gift for the hard work.[349]$h",

	    "5000007": "Building/负责牛牧场主/如果您想舒适地存放动物干草，则建一个筒仓。 给罗宾建设所需的材料和金钱./建立一个筒仓./Silo/-1/100/-1/true",

	    "5000008": "ItemDelivery/给妹妹的生日礼物/海莉想要给艾米丽一份特殊的生日礼物./给海莉5海蓝宝石/Haley 62 5/-1/2000/-1/true/哇，多么美丽的蓝光！ 我真的很喜欢，谢谢，我不会忘记的.",

 	    "5000009": "ItemDelivery/贾斯的请求/贾斯想为玛妮做一条蛤项链。 捡一些漂亮的蛤给贾斯./给贾斯10只蛤./Jas 372 10/-1/600/-1/true/哇，它们是如此漂亮！ 我要用它做一条漂亮的项链。 她会开心的吧?#$b#烤了粉色蛋糕。 可能會口渴，所以喝這個果汁吧！ [221][350]#$b# 多謝幫忙, @。$h",

	    "5000010": "LostItem/皮埃尔的眼睛/昨天皮埃尔喝太多并且不知道在哪里弄丢了他的眼镜./找到皮埃尔丢失的眼镜./Pierre 170 Town 10 13/-1/250/-1/true/你找到了我的眼镜！!哦不！我的眼镜碎了#$b#昨天到底发生了什么...$s#$b#啊，我的头..我想我只能之后再买一个新眼镜了.$s",

	    "5000011": "ItemHarvest/水果？蔬菜？/人们对西红柿是水果还是蔬菜存在分歧，但是每个人都会同意，西红柿酱意大利面真的很美味.尝试在农场种些西红柿./收获50个西红柿/256 50/-1/2500/-1/true",

                "5000012": "ItemHarvest/Garbage Threatens Fish/It is said that plastic bag waste thrown away by urban people threatens the safety of fish. Pick up the trash for the poor fish./Harvest 15 Trash/168 15/-1/1500/-1/true",

	    "5000013": "ItemDelivery/玩伴日/贾斯在高温下看起来很疲倦，没有玩的力气。 你为什么不给她买冷点心?/给贾斯一个冰淇淋./Jas 233/5000014/300/-1/true/你怎么知道我喜欢草莓冰淇淋?#$b#它是如此的甜，冰冰凉和好吃！ 谢谢!!$h#$b#您是否想知道文森特最喜欢的口味是什么？ 他喜欢葡萄!",

	    "5000014": "ItemDelivery/玩伴日/文森特看上去很疲倦，没有力量玩。 你为什么不给他买冷点心?/给文森特一个冰淇淋./Vincent 233/-1/300/-1/true/W哇，看起来很好吃！ 我妈妈不经常给我买...#$b#@, 你是最好的！ 哈哈哈.$h",

                "5000015": "ItemDelivery/An Unpleasant Smell/Jody says she hates spicy berry very much. But her friend Robin loves it. Jody picks up spice berries off town and wants to present it to a friend./give jody 15 Spice Berry/Jodi 396 15/-1/3000/-1/true/...*sniff*...#$b#What a terrible smell! It smells worse because there are many things gathered!$s#$b#Can you put it on the porch? I'll have Sam deliver it to Robin later!$s#$b#...*sigh*...$s#$b#I don't think I'll ever get used to this smell... Do you think I'm allergic to spice berry?$s#$b#... But anyway, thanks to you, I've got freedom from spice berry that's all over the place.#$b#Now, when I wander around the town, I think I'm less afraid than before. Thank u so much, @! hoho.$h",

	    "5000016": "ItemDelivery/蝙蝠问题/蝙蝠会伤害每个人的庄稼，带给刘易斯翅膀作为击杀证明./给刘易斯50个蝙蝠翅膀/Lewis 767 50/-1/5000/-1/true/嘿，这翅膀可真漂亮!#$b#接下来一段时间我不用担心蝙蝠了. 谢谢你的努力工作, @.",

	    "5000017": "Crafting/尊重自然/如果我们想保护自然，就必须养成回收的习惯。 即使是看起来无用的东西也可能再次变得有价值./制造回收机./20 true/-1/100/-1/true",

	    "5000018": "ItemDelivery/高蛋白日常/亚历克斯需要蛋白质来训练他的肌肉，鸡蛋是便宜又美味的蛋白质食物./给亚历克斯21个大白鸡蛋/Alex 174 21/-1/3300/-1/true/哇，这些真的很大，我以为是恐龙蛋！ 从现在起我要请奶奶给我做蛋卷.",

	    "5000019": "ItemDelivery/法师的大锅/法师正在尝试研究某种药水，但它们的紫色蘑菇已用完./给法师7紫蘑菇/Wizard 422 7/-1/7000/-1/true/你准时提出了。 多亏你，我才能继续我的研究.#$b#对于马龙和冒险家公会来说，这无疑是一件好事。.",

	    "5000020": "LostItem/Elliott's Memories/Elliott's precious watch decoration has been lost. He looks heartbroken, can you help him?/Find Elliott's lost Opal/Elliott 564 Beach 10 11/-1/500/-1/true/Oh, you found it! I'm so happy! It's not an expensive jewel, but it's an ornament filled with memories, it's very precious to me...#$b#What you did for me is very meaningful. I won't forget this favor. Thank you, @.",

	    "5000021": "ItemDelivery/永恒的爱/乔治需要给伊芙琳一束玫瑰花./给乔治15朵童话玫瑰/George 595 15/-1/7500/-1/true/童话玫瑰有着漂亮的外观和非常甜美的气息.#$b#也许这就是为什么伊芙琳如此爱这种花?#$b#多亏您的支持，我今天才能带着这份礼物使我的妻子开心！ 谢谢.",

	    "5000022": "Crafting/做一个小桶/如果您想赚很多钱，葡萄酒生产可能是个不错的选择.^试着从做一个小桶开始./做一个小桶./12 true/-1/1000/-1/true",

	    "5000023": "ItemDelivery/甜甜枫糖浆/乔迪想购买优质枫糖浆./给乔迪10枫糖浆./Jodi 724 10/-1/3000/-1/true/感谢你！ 如果我把这种枫糖浆放进去，即使没加工也会很美味，哈哈.#$b#现在，您想尝尝我刚做的煎饼吗?[211][184]$h",

	    "5000024": "Building/建磨坊./您不想将自己的小麦和甜菜分别加工成面粉和糖吗？ 好吧，如果您有工厂，现在就可以！ 向罗宾提供金钱和材料，为您建造工厂./建磨坊./Mill/-1/100/-1/true",

                "5000025": "ItemDelivery/Special food for Grandchildren/Evelyn wants to cook a special meal for her grandson. she is going to cook his favorite salmon dish./Give Evelyn 10 Salmon/Evelyn 139 10/-1/3500/-1/true/You did me a favor again this time. Thank you always, sweetie.$h#$b#If George was a little younger, I would have asked him... I'm worried that I'll keep burdening you.$s#$b#By the way, have you eaten?  Oh, I wish we could eat together, but I'm sorry to hear that you've already eaten....$s#$b#But I don't like letting you go. Won't you wait a minute? I'll get the food right away.$h#$b#Here! This is a hot salmon dinner. I packed it well so that the seaweed doesn't leak out, so eat it when you're hungry. Thank you again! [212]$h",

                "5000026": "ItemDelivery/Bestie/Sam wants to give a gift to his best friend Sebastian. It's hard to believe, but Sam says Sebastian likes bug steak.../Go to the saloon on Friday and give Sebastian a bug steak./Sebastian 874/5000027/500/-1/true/...*Silence*...$a#$b#... @, Did you just tell me to eat this? You're joking, right?$a#$b#what? Sam asked you to give me this as a gift?$a#$b#haha! Did you really believe that? There's no one who would love this.$h#$b#He was trying to make fun of us! Haha!$h#$b#Listen, @. We have to pay back. Could you get me some mayonnaise? If you bring it, I'll tell you why. *grin*$h",

                "5000027": "ItemDelivery/Bestie/Sebastian decided to avenge Sam's prank. To do that, he says he needs mayonnaise./Give Sebastian One Mayonnaise./Sebastian 306/5000028/500/-1/true/Good. Now I'll explain my plan. Do you know what one of Sam's favorite foods is?#$b#That's right, Maple Bar. And I will sprinkle this mayonnaise on a maple bar. All you have to do is go and give him this maple bar. He really hates mayonnaise.#$b#Ah! That doesn't mean he has a mayonnaise allergy, so don't worry! I can already imagine Sam's absurd face... *giggle*[731]$h",

                "5000028": "ItemDelivery/Bestie/Sebastian asked me to give a maple bar full of mayonnaise to Sam as a gift./Go to Sam's house and give him a maple bar./Sam 731/-1/500/-1/true/Oh, @! What was his reaction when you gave Sebastian a bug steak?$h#$b#He looked like he swallowed a shit?Hahaha! The plan was successful!$h#$b#hum? Is this a maple bar?! A reward for having a good time thanks to me? You're welcome! And thank you. It's my favorite snack!$h#$b#...*yum yum*...#$b#Yuck! It's not maple syrup. It's mayonnaise. You two made fun of me, didn't you!?$a#$b#...$a#$b#... Hahaha!!! It was a really fun joke just now. I have no choice but to admit it. it's fun to play with you guys! Hahaha!!!$h",

	    "5000029": "ItemDelivery/舒适的羊毛毯子/卡洛琳对寒冷很敏感，她想要一条新的羊毛毯子。 擅长缝制的艾米莉答应做卡洛琳的毯子。 给她必要的羊毛以加快过程./给艾米莉20羊毛/Emily 440 20/-1/16000/-1/true/哇，你带来了羊毛！ 太好了.#$b#现在我可以给卡洛琳做上一条厚而温暖的毯子.",

	    "5000030": "ItemDelivery/强烈的咖啡因兴奋剂/哈维正忙着为医学期刊写论文。 他需要一些含咖啡因的浓饮料，以防止他在工作中睡觉./给哈维10杯特浓咖啡./Harvey 253 10/-1/16000/-1/true/啊，喝了一口，我的嗜睡消失了!#$b#我担心以后我会沉迷于这种饮料.#$b#我最好在那之前完成我的论文... *哈欠*",

                "5000031": "ItemDelivery/Classical Aesthetics/Elliott likes to write with a feather pen, not a ballpoint pen or fountain pen. His feather pen is old and he wants to buy a new feather./Give Eliott 10 Duck Feather/Elliott 444 10/-1/5000/-1/true/Oh, my. What a nice, soft feather!#$b#If you put these wings on my vintage gold pen, it will give me an antique atmosphere. I really like it!#$b#I live next door to Willie, so it's easy to get squid ink. Also, I'm really lucky to have a friend who gave me such beautiful feathers!$h",

	    "5000032": "LostItem/Delivery Mishap/The package of flour that Gus ordered from Juju City was lost during delivery. The saloon's regulars are looking forward to Gus' special fried food, which is a big deal. Find the missing flour for Gus./Find Gus' Flour and Deliver it to the saloon./Gus 246 BusStop 33 6/-1/1000/-1/true/Phew, I almost had to serve salad to the guests who visited me on Friday night. That would've been embarrassing.#$b#It's all thanks to you that I'm able to show off my special fried-food today.#$b#Please wait a moment.#$b#Here, that's my special fried calamari. Thank you again for your kindness today![202]$h",

	    "5000033": "ItemHarvest/狡猾的生物/章鱼是很难看见和捕捉的生物。 威利挑战你抓住这个难以捉摸的生物./钓鱼钓个章鱼./149/-1/1500/-1/true",

	    "5000034": "ItemDelivery/他们是矿物质玛丽!/克林特想创建一些功能强大的铱工具，为其提供材料./给克林特100铱矿/Clint 386 100/-1/40000/-1/true/哇，这么多铱矿石一定很难获得。 多么坚硬，美丽的矿物。 谢谢！ 现在，这是你的奖励.$h",

                "5000035": "ItemDelivery/Play Clay/Penny needs clay for her clay class. Please get her clay so that it can be a fun class./Give Penny 30 Clay/Penny 330 30/-1/3000/-1/true/Oh my! Thank you for helping me prepare for my class!#$b#You must have struggled to get this. There is a lot of dirt on your clothes. *grin*$h#$b#I think it will be a fun class thanks to you. And this is a snack that Mrs. Jody brought before. we can eat it together. Thanks again, @.[651]$h",

	    "5000036": "ItemHarvest/伐木工人/由于天气寒冷，您需要大量柴火才能使炉子整日运转。 木材越多越好，所以出去砍伐吧!/收集2000木头./388 2000/-1/20000/-1/true",

	    "5000037": "ItemHarvest/新年快乐呀/在星露谷的第一年快结束了。 你为什么不烤一个漂亮的巧克力蛋糕来庆祝成功的一年?/烤巧克力蛋糕/220/-1/1000/-1/true",

	    "5000038": "ItemHarvest/鱼王/传说被称为所有鱼类之王。 如果您抓住传奇，就会被誉为最佳渔夫。 要捕获这种难以捉摸的鱼，您必须准备适当的食物和诱饵./抓住传奇鱼王/163/-1/40000/-1/true",

                "5000039": "ItemDelivery/A General Cleaning/It is good to clean windows or mirrors with wet newspapers. Caroline needs a soggy newspaper to clean up./Go to the SeedShop and give Caroline a soggy newspaper./Caroline 172 1/-1/100/-1/true/All right, we're all set to clean up!#$b#Cleaning up is really annoying, but I didn't manage my house well because I was squatting all winter...$s#$b#Pierre sweeps the floor and Abigail has to do the dishes! And now I have to go to wash the windows. Thanks for your help, @.$h",

                "5000040": "ItemDelivery/春天新作物/辣味的食物爱好者谢恩想要尝一尝大蒜的味道./给谢恩50个大蒜/Shane 248 50/-1/7500/-1/true/我真的很喜欢烹饪的味道。 我要用大蒜和胡椒粉做炒饭，我的嘴已经在流水了. *笑儿 *$h#$b#种植太辛苦， 拿着这个奖励.[206]",

                "5000041": "LostItem/Maru's Lost Item/While Maru kept the window open, a crow stole her newest inventions and ran away./Find Maru's Marble/Maru 567 Mountain 5 35/5000042/1000/-1/true/That's my marble, isn't it? I've been experiment with it all day today, but I didn't know this would happen.$s#$b#Glad to find this one, but if you also happen to find my iron bar, bring it to me. please! ",

                "5000042": "LostItem/Maru's Lost Item/While Maru kept the window open, a crow stole her newest inventions and ran away./Find Maru's Malachite/Maru 552 Mountain 87 24/-1/1000/-1/true/You've found all my stuff!#$b#Thanks to you, I can continue tinkering with my gadgets!$h",

                "5000043": "ItemDelivery/幸运兔子./利亚为即将到来的比赛感到非常紧张。 给她一些可以减轻压力的东西，和运气相伴，这将是很好的。./给莉亚5幸运兔子脚./Leah 446 5/-1/10000/-1/true/哇，这是兔子脚，不是吗？ 这礼物太棒了!#$b#我不再害怕，因为有兔子脚在我手中。 这确实让我放心。 你真好, @.$h",

                "5000044": "ItemDelivery/珠宝和仙人掌/潘姆想给潘妮珠宝，但她说她很羞愧，无法自己给女儿礼物。./给潘妮5钻石./Penny 72 5/5000045/1250/-1/true/呃，这不是钻石吗？ 妈妈想把它给我?#$b#当她没有很多钱的时候，我不知道她是怎么给我买这个昂贵的珠宝的.$s#$b#我也有给妈妈的礼物。 如果你不介意，能帮我一个忙吗?#$b#我妈妈真的很喜欢仙人掌水果。 她过去经常谈论在沙漠中吃过的仙人掌果。.#$b#你能帮我妈妈买仙人掌果吗?",

                "5000045": "ItemDelivery/珠宝和仙人掌/潘妮想通过在沙漠中找到仙人掌果来回报母亲./给潘姆15个仙人掌水果/Pam 90 15/-1/2500/-1/true/孩子，你告诉潘妮，我给她买了那颗钻石，不是吗?$s#$b#我什么也不能给你，但你总是为我做很多。 对不起，谢谢你成为好朋友，孩子.$s#$b#这是仙人掌果，对不对？ 潘妮给我的吗？ 哇，我喜欢这些！ 我为她感到骄傲。 哈哈哈！ 今天是愉快的一天!$h",

                "5000046": "ItemDelivery/Luxurious Delicacies/Lewis is going to serve a meal to his precious guests, and he is looking for something as luxurious as truffles. So, isn't caviar the right choice?/Give Lewis 10 Caviar/Lewis 445 10/-1/10000/-1/true/Oh, I wonder what you can't do. It's hard to make caviar, so I heard a craftsman named caviar master usually works on it.#$b#You are an amazing person who knows how to make caviar like this, not to mention farming, fishing and fighting.$h#$b#To be honest, my job has become very comfortable since I've had someone as versatile as you in town! *giggle*#$b#Anyway, I can provide good meals to guests. I hope they will get a good impression on our village with this!$h",

                "5000047": "ItemDelivery/一个天才设计家/艾米莉想要做一件漂亮的衣服，但她无法获得工作所需的珊瑚染料./给艾米莉20珊瑚/Emily 393 20/-1/4000/-1/true/珊瑚的颜色多么美丽！ 这将完全按照我现在的想象被做出来。 你真是个好人, @.$h",

                "5000048": "ItemHarvest/五色矿/棱柱形碎片是世界上最稀有的矿石。 据说这种矿石足够美丽，可以远距离欣赏./找到一个五彩碎片./74/-1/5000/-1/true",

                "5000049": "ItemDelivery/为了绅士/克林特对皮肤护理感兴趣。 他说他需要健康且富含抗氧化剂的红甘蓝./给克林特50红卷心菜/Clint 266 50/-1/30000/-1/true/哇，这些都很大，我想用这个量我可以每天早上吃一些，吃一个月.#$b#我喜欢肉，但我需要开始考虑自己的健康，令人沮丧...*叹气 *$s",

                "5000050": "ItemDelivery/My Little Maple Tree/Vincent is worried that his new friend, the little maple tree, has stopped growing for a long time. What should I do to ease his anxiety?/Go to the forest and give Vincent tree fertilizer./Vincent 805 1/-1/100/-1/true/Hello, @! Hi, @! Are you here to advise me?#$b#What's this? Tree fertilizer?$u#$b#Are you saying that trees like my friend Minguinho need to eat like us to grow fast?$u#$b#Aha! So I just have to sprinkle this fertilizer on Minguinho and wait patiently, right?!$h#$b#Wow- you are a very kind person! Thank you very much! Thank you!$h",

                "5000051": "ItemDelivery/Monkeys Love Bananas/Kent plans to go to an eco-friendly zoo with his family. He needs bananas so his sons can participate in monkey feeding activities./Give Kent 15 Bananas/Kent 91 15/-1/7500/-1/true/Oh, yeah, is this a banana? It's definitely an exotic fruit that's hard to find around here.#$b#I want to try it, so I want to eat it with my family first and use the rest as monkey food.#$b#I hope Jodie and the kids like it. It's been a while since I'm going to play with my family, so I'll have a good time. Thank you.$h",

                "5000052": "ItemDelivery/结婚纪念日/德米特里厄想给罗宾一盒桃子作为结婚周年纪念礼物。 通过提供桃子来帮助他./给德米特里厄20桃子/Demetrius 636 20/-1/10000/-1/true/@, 我猜你来了是因为我闻到甜蜜的桃子香气.#$b#我不能给罗宾一个桃子农场，但她会为这些桃子感到高兴的.#$b#这确实是一流的质量。 谢谢, @.$h. ",

                "5000053": "LostItem/矮人的帽子/矮人在夜间探索村庄时失去了宝贵的头盔./找到矮人头盔/Dwarf 121 Town 56 68/-1/0/-1/true/那是我的头盔！ 你是在哪里找到那个东西的?#$b#狗窝？ 狗？ 那是什么？ 那只毛茸茸的动物?#$b#啊！ 我昨天在四处张望，我一定已经错过了帽子.#$b#这是我最喜欢的帽子，很酷吧?",

                "5000054": "ItemDelivery/电力需求/据说塞巴斯蒂安的项目由于计算机电源问题已被停止，请帮助他完成工作./赠送塞巴斯蒂安20个电池组/Sebastian 787 20/-1/40000/-1/true/嘿，你拿来的真快。我想我可以将我的计算机使用足够长的时间，直到问题解决为止， 谢谢. @.",

                "5000055": "ItemDelivery/An Exotic Dish/Sandy wants to eat Escargot. she doesn't know if it will suit her palate, but she is rather curious about the taste./Go to Sandy's store and give her an escargot dish./Sandy 729/-1/2000/-1/true/Oh dear, You came to see me!#$b#Uh, is that a dish of Escargots? It has a buttery smell to it, and it looks a little gross, but I'll try it!#$b#..*Yum-yum*..#$b#Hmm... Oh, I think this is delicious! The texture is surprisingly good. I was really curious about the taste, but thanks to you, I got to taste it. Thank you, dear.",

                "5000056": "ItemDelivery/记忆里的味道/山姆想给肯特烤榛子。 他想再现祖母给父亲的回忆的味道./给山姆9个榛子/Sam 408 9/-1/4500/-1/true/闻起来好香!#$b#有点尴尬，但即使我不会做饭，我也想让我的父亲振作起来.#$b#@, 你会做饭，所以如果我再次需要帮助，我会打电话给你， 哈哈..$h",

                "5000057": "LostItem/阿比盖尔的古剑/阿比盖尔在森林里走来走去，听到下水道附近传来奇怪的声音，她在逃跑时失去了古老的剑./寻找阿比盖尔的丢了的古剑/Abigail 109 Forest 92 82/-1/500/-1/true/哇，你找到了我的剑!#$b#你在下水道附近听不到奇怪的声音吗?哦...听起来像是鸽子? 嗯...是吗?#$b#什么？ 你想知道我在哪里得到这把剑吗？ 昨天我在树林里挖掘和玩耍时发现了它。#$b#下次我们一起练习这把剑, @#h!",

                "5000058": "ItemDelivery/又大又硬的橙色水果/克罗布斯想吃一个很大的淡黄色的硬皮水果./给克罗布斯30南瓜/Krobus 276 30/-1/30000/-1/true/嗯，那时候我看到的水果是对的!#$b#南...南瓜？ 南瓜！ 我不会忘记这个名字.#$b#啊...吃着和闻着一样..味道很好!$h",

                "5000059": "ItemDelivery/A Kind Doctor/Harvey usually gives candy to children who visit the hospital. Now he wants to give children healthy candy./Give Harvey 20 Cranberry Candy./Harvey 612 20/-1/8000/-1/true/Oh, it's cranberry flavored candy. But isn't cranberry a little bitter?#$b#Ah- you added apples to hide the bitterness and maximize the sweetness? That's amazing. I'll just try one.#$b#...*yum yum*...#$b#oh! I don't like sweets but this is delicious! But then again, when I was younger, I loved candy too... haha!$h#$b#I hope this will alleviate the children's fear of hospital. Thank you so much.$h",

                "5000060": "LostItem/A Cute Statue Of A Chicken/Marnie lost the chicken statue she was trying to give as a gift to Shane. She came back from Juju City by train and said she seems to have lost the statue on her way home./Find Marnie's The Chicken Statue./Marnie 113 Railroad 43 41/-1/2000/-1/true/Oh, my! You found it, @!$h#$b#Fortunately, it doesn't break and it's okay, except for a little dirt. By the way, where did you find it?#$b#You found this at the train station? Oh,my god.  I keep forgetting things! i must have left it while i were sitting on a chair and organizing my luggage after getting off the train! No wonder my luggage was too light on my way home....*Shaking her head*#$b#Look at this. Her beak is cute, isn't it? I think Shane will love it thanks to you. Here's a little token of sincerity. Thank you, @! [608]$h",

                "5000061": "ItemHarvest/绿色食品/他们说绿色食品可以放松身心。 经过艰苦的耕作一天喝一杯温暖的绿茶怎么样?/冲泡一杯绿茶/614/-1/500/-1/true",

                "5000062": "ItemDelivery/秋季特色食品/秋天的生鱼片真好吃，连离开家的猫也回来。 莱纳斯想要两个新鲜的西鲱作为他的特别秋季菜./给莱纳斯2西鲱./Linus 706 2/5000063/1000/-1/true/@, 你来了！ 你带了我要的东西吗?#$b#西鲱刺身是我秋季最期待的食物.$h#$b#啊，我之前和罗宾谈过，她的儿子塞巴斯蒂安说他真的很喜欢生鱼片...#$b#等等，哥们.#$b#现在，这里是一些新鲜的生鱼片。 你会带这个去塞巴斯蒂安吗？ 我和他不熟，所以如果我自己带他会感到有负担.[227]#$b#我想和我的邻居分享快乐。 谢谢你为我做这件事, @.$h",

                "5000063": "ItemDelivery/秋季特色食品/莱纳斯希望与邻居分享吃美味生鱼片的乐趣。 请把生鱼片带给塞巴斯蒂安./将生鱼片带给塞巴斯蒂安./Sebastian 227/-1/0/-1/true/嘿, @. 你来这里玩吗?#$b#嗯？ 莱纳斯想给我西鲱生鱼片吗？ 他怎么知道我喜欢生鱼片?#$b#我不太在乎他，但我现在感觉像个驴子.#$b#下次我会直接感谢他.#$b#@, 谢谢你带给我，一起吃生鱼片吧. [227]$h",

                "5000064": "ItemDelivery/越冬/冬天来了，一些居民要求罗宾检查锅炉，现在她需要很多材料来使每个人保持温暖。./给罗宾300煤/Robin 382 300/5000065/84000/-1/true/哇，太快了！ 这些重不重?#$b#你想知道我要用煤炭做什么？ 当我检查客户的锅炉时，我要给他们装煤， 哈哈.$h#$b#嗯...现在，如果我有足够的硬木，我将不会有任何问题，请给我一些硬木.",

                "5000065": "ItemDelivery/越冬/冬天来了，一些居民要求罗宾检查锅炉，现在她需要很多材料来使每个人保持温暖。./给罗宾300硬木/Robin 709 300/-1/21000/-1/true/行！ 我现在可以开始工作.#$b#嗯..我得先去查一下卡罗琳的房子，因为她很容易感冒...*嘟嘟囔囔*#$b#哦！ 我忘了说谢谢你。 你是一个非常好的朋友和邻居。 谢谢!$h",

                "5000066": "ItemDelivery/有益健康/亚历克斯想为他的祖母做冬根蜂蜜茶，祖母每年冬天都会感冒./给亚历克斯20冬根/Alex 412 20/-1/4000/-1/true/好吧，这种根菜看起来很苦，但我希望它更健康。如果我把它和蜂蜜混合，会很美味.#$b#我希望我奶奶今年不感冒。 我每天要给她健康的冬根茶.$h",

                "5000067": "ItemDelivery/热蜂蜜酒/帕姆很想喝一些优质的蜂蜜酒， 她说她需要喝它才能度过寒冷的冬天./给潘10姆蜂蜜酒./Pam 459 10/-1/10000/-1/true/哇，我知道我可以相信你为我弄到这个！ 你是镇上最好的.#$b#哦，蜂蜜的香味真的很浓！ 这是即使蜜蜂也会爱的饮料.#$b#谢谢，孩子！ 今晚我边喝酒边看电视，哈哈哈!!$h",

                "5000068": "ItemDelivery/Squirrel's Emergency Food/Squirrels are starving because there is a huge shortage of acorns. Linus asked for acorns to feed the poor squirrels./Give Linus 300 Acorn/Linus 309 300/-1/0/-1/true/Thank you, @. Hopefully these will help the squirrels survive this winter.#$b#In fact, acorns are not a squirrel's favorite food. But when there is nothing to eat like this winter, acorns are a good emergency food.#$b#As expected, you are a really warm-hearted person. You helped me even though you knew I didn't have enough money to compensate.#$b#But... I want to give these as a token of gratitude. I went to the mine a while ago and found it. It's meaningless to me, but it will be useful to you.. Thanks again, friend.[60][62][64][72]$h",

                "5000069": "LostItem/卡洛琳的茶话会/卡罗琳失去了她最喜欢的茶具。 她只记得在社区中心和朋友们一起喝茶./找卡罗琳的茶具/Caroline 341 Town 60 11/-1/1000/-1/true/你找到我的茶具了！ 哦，我的东西在社区中心后面?#$b#之前我和乔迪，罗宾和玛妮进行茶话会时，我有自己的草莓酒.#$b#我认为我们所有人都醉了，负担不起收拾东西 .$h#$b#这是我最喜欢的茶杯，很高兴你找到它!$h#$b#在这里，这是刚烤出来的馅饼。 今天真是谢谢你了, @[234]",

                "5000070": "ItemHarvest/The Biggest Egg in the World/Isn't it bothersome to harvest eggs every day and make mayonnaise? The ostrich egg is a very efficient egg that can solve such problems./Harvest 30 Ostrich Egg./289 30/-1/30000/-1/true",

                "5000071": "LostItem/刘易斯的担心/刘易斯在海滩附近丢了一瓶酒，然后瓶碎成碎片。 他说，无论搜索多少次，他都找不到一些玻璃碎片。 你必须先找到它，然后才能防止有人踩它并受伤./寻找刘易斯的玻璃碎片/Lewis 118 Beach 66 22/-1/1000/-1/true/呦，既然你找到了最后一块，我就放心了.#$b#我一直担心有人踩到它会受伤...#$b#现在我要记住将玻璃碎片放在安全的地方...",
	}
}