{
  "Introduction": "Hello. I'm Puji. Well, my name is Fulpe, but everyone calls me Puji. #$e# Fulpe in my language means 'True gold'",
  "danceRejection": "Uh, do i look like i can dance? ",
  "divorced": "I always knew it was a mistake...",
  "dumped_Girls": "Uh, i'm flattered but... uh, right now i'm not looking for that",
  "dumped_Boys": "Uh, did i do anything that led you think... anyway the answer is no.",
  "secondChance_Girls": "I guess everybody makes mistakes",
  "secondChance_Boys": "I might consider it. But i never commit the same mistake thrice",


//Seasonal
  
"Mon": "Oh, hello @. How is the farm going? #$b# Actually i should have asked how are you doing. $8",
  "Mon2": "Hey, @ already finished with farm work?$3#$b# I love jobs that take the morning and leave the afternoon free.",
  "Mon4": "How can you have so much energy? where do you store it?",
  "Mon6": "Hello @! you always look so energetic. #$b# what's your secret?",
  "Mon8": "Your dedication is admirable. i'm sure your children will grow into great persons.",

  "Mon10": "Wow, you never stop. Are you sure you aren't a robot? #$b# Let me check, just to make sure $4",
  "Tue": "Oh, Hello @! keep up the good work.",
  "Tue2": "Hey, hello there! #$b# Earlier, while walking in the mountains I found this. I thought you might find it useful. [770]",
  "Tue4": "Hello! Found anything interesting in the mines? #$b# I was looking for Iridium, but in this mine there is none. $2",
  "Tue6": "Hey, hey, @. How are you doing? #$b# It's always a Pleasure to meet you. $3",
  "Tue8": "Hello! Did you want to keep me company?",
  "Tue10": "Hello, @. i'm impressed by your progress. #$b# You are amazing.",
  "Wed": "Hello! another wonderful week! #$b# hope it will be good for everyone.",
  "Wed2": "Hey, hey, always running around?",
  "Wed4": "you go to the mines quite often, right? is it my feeling or monsters aren't decreasing in number?",
  "Wed6": "Yawn! this night some  creatures in the mines tried to attack me. #$b# Not a big deal, but i lost some sleep.",
  "Wed8": "Do you want to know a thing? I love this place. #$b# i'm not from here. #$e# It is true my race lives underground, but i don't come from the mine. #$b# My clothes should tell.",
  "Wed10": "Do you need help at your farm? #$b# Or at your home?$4",
  "Thu": "Hello, @. #$b# How about we get ourselves a drink or two?",
  "Thu2": "Since i don't really have a job the concept of week doesn't make much sense, to me.",
  "Thu4": "How are you today?",  
  "Thu6": "Hello, @! Did you want to tell me something? ",
  "Thu10": "Ah, what a perfect day! #$b# excellent for some interstellar diplomacy, if you know what i mean.",
  "Fri": "Yo! #$e# Sniff! you smell like a fellow farmer. Are you growing tomatoes? #$e# I love tomatoes!!",
  "Fri2": "Usually my brethens live underground, but i like the surface. ",
  "Fri4": "Hello! what are you going to do, today? #$e# Something i can help with? $4",
  "Fri6": "Hello @. #$e# I just sleep in the mine, but i come from an underground city. #$e#From another star.",
"Fri8": "Uhm, now you humans must be considering what to do in the week end... #$b# How about you show me around?",
  "Sat4": "Perhaps i should go to the beach. I love the ocean... but i don't like the sand... $2",
  "Sat8": "Hello, @! I have got a brilliant idea #$e#How about we drink ourselves under the table?",
  "Sun": "Uhm, the city seems lively. #$e# I know for sure people is aware i'm here, i should go greet them.",
  "Sun2": "I don't really feel at ease, in the town... everything looks small and fragile. #$e# I know, i know, it's me who is big and heavy.",
  "Sun4": "The wizard seem to be worried about the monsters in the mines... #$e#But i don't feel like taking part in his war.#$e# Anyway, i sleep at the entrance of the mines, so if funny stuff come out, they would for sure wake me up. #$e# And nobody interrupts my sleep without consequences $5",
  "Sun8": "Another week is gone. And we aren't really getting younger. #$e# I feel like i'm not getting older.",
  "summer_Mon": "Ah, i love summer!#$e# No matter the planet.",
  "summer_Mon4": "My people lives underground, most of them don't experience the seasons.",
  "summer_Tue": "Hello, @! how is the farm going?",
  "summer_Tue4": "I wonder what's Linus's story. #$3# I can't help but think he understood things that i can't really grasp.",
  "summer_Tue8": "Hello! Enjoying the weather?",
  "summer_Wed2": "Hi! Do you need help at the farm? I might test your tomatoes.",
  "summer_Wed6": "Hello @. I found this, perhaps you could use it. [555]",
  "summer_Thu8": "I think i'll settle here. #$e# I'm doing research for the komato empire. Our scientists are interested in magic.",
  "summer_Fri": "I don't blame the villagers forhaving thought i'm another monster from the mines, ",
  "summer_Fri4": "Hello, @. how can you work that hard in such a weather?",
  "summer_Fri10": "I really feel welcome in Pelican Town.",
  "summer_Sat2": "My people need a form of Mana, other than food, But in the mine i can find essences and produce it, just like yoghurt.",
  "summer_Sat6": "Hello @. Always thinking about expanding your business?",
  "summer_Sat10": "Ideal day to drink some alcohol.",
  "summer_Sun6": "@! I'm always happy to see you.",
  "fall_Mon": "Hello, @! This season farmers get the actual money. #$e# I was a farmer before joining the koma...  $8#$e#But i don't want to bore you $1",
  "fall_Mon2": "Hello @! how was your year? Oh, right it isn't finished yet.",
  "fall_Mon6": "The colors of the autumn... I love it!",
  "fall_Tue2": "Yo, @! taking good care of your plants? Whatever city people says... crops don't grow by themselves.",
  "fall_Tue6": "Ideal weather to walk in the forests, don't you think?",
  "fall_Wed2": "@! were you looking for me? ",
  "fall_Wed8": "Did i already told you, how much i love autumn?",
  "fall_Thu2": "Hello, @! how do you do? ",
  "fall_Thu6": "Hi, @! There is something magic in those days. If i close my eyes i can hear a melody playing. ",
  "fall_Fri": "Hello, @! Do you have a fireplace? What a strange thing.",
  "fall_Fri4": "Uhm, i'm going to take a stroll, care to join me?",
  "fall_Sat6": "Yo! going to the saloon, tonight?",
  "fall_Sun": "Hey, @! Everything going according to your evil plan? #$e# Are you hiring evil minions? $4",
  "fall_Sun4": "I should go to the temple, as the villagers asked me, but temples bring back ugly memories",
  "fall_Sun8": "Hi, @! Do you ever take a pause to look at the sky? ",
  "winter_Mon": "Oh, @, Hello. #$e# I was thinking...\"A place so cold that water is frozen, and nobody finds it strange\" This is what my brothers say about this world. #$e# I come from very far away $1",
  "winter_Mon4": "The forest is amazing in winter. Many of my brethens don't know winter.",
  "winter_Mon6": "Hey, @! I was contemplating the snow. Really, every flake is different.",
  "winter_Tue2": "Hello! Uh, you look so lively in this cold... Humans sure are sturdier than one would think...",
  "winter_Tue8": "Hey @! Perhaps this weather is better enjoyed indoor, In front of the fireplace... With some company ",
  "winter_Wed": "Hullo, @. Working hard as usual?",
  "winter_Wed4": "Uh, hello! you look like you could use some coffee [395]",
  "winter_Wed8": "Hello, @. Going to the mines, today?",
  "winter_Fri2": "Hello, @! Are you enjoying the weather?",
  "winter_Fri8": "Oh, @! how about we go in the mines, some of those days?",
  "winter_Sat2": "Heya, @! what are you gonna do, this week end?",
  "winter_Sat6": "Hi, @. Are you doing good, in this weather?",
  "winter_Sun2": "Relax, and stay a while, @, The air of winter has a special smell on sunday... I wonder why.",
  "winter_Sun6": "@! What a nice surprise! You know, sometimes i feel like i can understand what is sunday for humans.",
  "Rainy_Day_0": "Rain is good for the plants, and i enjoy it too.",
  "Rainy_Day_1": "Humans don't like rain. but komato don't like the surface in general.",
  "Rainy_Day_2": "This weather reminds me of my first home, Rhiva. Hehe, you wouldn't believe how far is it from here.",
  "Rainy_Day_3": "I always liked the sound of rain. I used to knew a woman named so. A komato woman, i mean.",
  "Rainy_Day_4": "I like the rain. Most of my brethens don't experience rain in their entire lives, since we komato live underground.",
  "Rainy_Day_5": "The sound of the rain in the forest is like music... And when i'm near the mines, a hot coffee... Perfect.",
  "Rainy_Night_0": "The rain in the evening... #$e# it brings out my romantic side $3",
  "Rainy_Night_1": "\"Don't be afraid, it's only water.\" Hehe, i wonder how's doing the dude who taught me that song.",
  "Rainy_Night_2": "Ah, a good balance of rain and sun is good for health.",
  "winter_Fri4": "It is funny to be regarded as gigantic. In the komato empire i'm considered child-sized.",
  "Rainy_Night_3": "Hello, @. Hmmm! I love the feeling of rain on my shoulders.",
  "Rainy_Night_4": "Hi, @! Hehe, your boots make a funny sound in this weather.",
  "Rainy_Night_5": "Uhmmm. Such a wonderful evening.",
  "Indoor_Day_0": "Hello. How are you doing?",
  "Indoor_Day_1": "Uhm, human architecture is cute.",
  "Indoor_Day_3": "Perhaps i should plant something... after all i was a farmer, in my past.",
  "Indoor_Day_4": "hello @. I read some fairy tales, i feel exactly like a human would if living among the fees.",
  "Indoor_Day_5": "I like the smell of saw wood and paint thinner... ",
  "Indoor_Night_0": "Uhm, what are the howling we hear during rain?",
  "Indoor_Night_1": "This would be an ideal night to fly on a V.T.O.L. jet. I used to be a pilot...",
  "Indoor_Night_2": "Another day is over. Let's do our best, tomorrow. Well, i'm on vacation... I'll do my best in doing nothing.",
  "Indoor_Night_3": "Ah, a hotdrink is exactly what i needed.",
  "Indoor_Night_4": "Hey, @! how about you show me your farm? ",
  "Indoor_Night_5": "Uhm, it is good to relax in the evening... Even when one is doing nothing in the day.",
  "Outdoor_0": "Ah, what a wonderful day! Well, to me all days are wonderful. #$e# Life is wonderful!",
  "Indoor_Day_2": "I feel a little costrained in human structures, but is not a bad feeling. #$b# If you see a 700kg komato in a human facility... is quite funny.",
  "Outdoor_1": "hi, @. Udu! A good wind blows!",
  "Outdoor_2": "Uhm, what should i do today? I'm a girl without a plan.",
  "Outdoor_3": "Hello @. Can you smell the ocean? Mixed with the scent of the forest. Ah, i love nature.",
  "Outdoor_4": "Hello, @. I'm so happy i decided to move into this world.",
  "Outdoor_5": "Hello, @. Nice weather, today, uh?",
  "OneKid_0": "I wonder if %kid1 will be curious about komato empire",
  "OneKid_1": "Perhaps %kid1 won't be interested in farming.",
  "OneKid_2": "The empire sent %kid1 's komato keycard, but let's wait till is old enough, before taking a decision.",
  "OneKid_3": "%kid1 is so cute!",
  "TwoKid_0": "Our kids look so smart!",
  "TwoKid_1": "%Kid2 reminds me of my sister. How peculiar!",
  "TwoKid_2": "%kid1 seems pretty fond of that soldier, kent. I wonder why.",
  "TwoKid_3": "Our kids are adorable!",
  "Good_0": "Have a wonderful day!",
  "Good_1": "Oh, Do you really have to work, today? #$b#Just kidding.$1",
  "Good_2": "Hmmm... what can i do today?",
  "Good_3": "Good morning. Did you sleep well?",
  "Good_4": "I made some equipment, yesterday. This might help you [621]",
  "Good_5": "Good morning. Another day of hard work? #$e# my people says: \"The more the hard work bend your back, the better you'll play videogame in the evening\" $2",
  "Good_6": "Good morning. #$b# how about we go back to bed? $1",
  "Good_7": "Ah, another wonderful day! we should enjoy it to the fullest.",
  "Good_8": "I had a nice dream, about the past...",
  "Good_9": "Uhm, i really like this house.",
  "Neutral_0": "uh, i kinda miss piloting starships. #$e# But i like this town much more.",
  "Neutral_1": "Let's see what should i do today",
  "Neutral_2": "How is the work going?",
  "Neutral_3": "Don't get yourself jaded",
  "Neutral_4": "Uhm, i'm kinda fond of human cooking.",
  "Neutral_5": "Are you sure you aren't overworking yourself?",
  "Neutral_6": "I still find hard to believe i married a human... ",
  "Bad_0": "Uhm, what was i thinking?",
  "Bad_1": "I don't feel like chatting, today",
  "give_flowersA": "Oh, that was unexpected... It feels a little strange, but i accept.",
  "give_flowersB": "I'm a little surprised, but you certainly proved your worth, over time, i accept.",
  "give_pendant": "Yes, i do. Uh, that's what i will say in 3 days. ",
  "stardrop_gift": "I have found this. i want you to have it.",
  "rejectNPCA": "Uh? this doesn't make any sense!",
  "rejectNPCB": "May i speak with doctor Jeckyll? Bah, anyway the answer is NO",
  "reject_two_heartA": "In case you didn't noticed i'm a 200kg blue bunny.",
  "reject_four_heartA": "Uh, i like you, @ but i'm entirely different from what you think.",
  "reject_four_heartB": "You are a funny guy, but we don't know each other very well.",
  "engageA": "Uh, in many planets of the komato empire it is common, but i'm not into that stuff",
  "engageB": "Uh, no, i don't want to share such things.",
  "marriedA": "It is common pratice in the komato empire, but i prefer one at time.",
  "marriedB": "You make it sound as if you didn't consult %spouse.... The answer is NO, anyway.",
  "refusal_no_heartsA": "Is that some kind of joke?",
  "refusal_no_heartsB": "Uh? just why? uh, i'll let you know.",
  "refusal_knownA": "I'm flattered. And you are crazy. And i don't pork crazy. Draw a quick and serene conclusion $6",
  "reject_two_heartB": "Very funny... in case is a joke... #$b# If not, i have got bad news. $5",
  "refusal_knownB": "Uhm... Are you desperate or do you think i am desperate? #$b#It matters not in the end. $8 #$b# Keep those for better time.",
  "refusal_botherA": "I'm trying to be kind. but my patience is running short.",
  "refusal_botherB": "2 letters, it begins with 'N' it ends with 'O'",


//Positional

//Mountain
"Mountain_93_26": "The flows of river looks simple, if you look at it for some hours, but if you look at the form of a river over the millennia, you can only realize that it is impossible to predict where the river will flow thousand years from now. $4",
"Mountain_50_9": "Hello, human.#$b# Don't worry, I'm not from the mine. #$b#I just sleep there. The monsters sense they can't hurt me and leave me alone.#$b# I plan to visit the town and introduce myself, soon. #$b# But right now i'm just observing from afar. #$b#Don't worry, i come in peace.",
"Mountain_11_8" : "Yo, @!$1#$b# that dude over there is a really interesting fella.",
"Mountain_55_31":"Lakes are so beautiful! #$b# I could spend hours contemplating a lake.",
"Mountain_8_26" :"Hello, @. I'm going to help Demetrius with science stuff, today. $2#$b# I'm not sure about what to do this evening.$7",
"Mountain_8_26" :"Hello, @. I'm helping Demetrius with science stuff, today. $2#$b# I guess i arrived too early. $7",
"Mountain_10_26" :"Hello, @. It's wonderful to work with Demetrius and his daughter. $2#$b# She's a very smart girl.$7",
"Mountain_30_9": "Hello, @. How about you spend a little while with us?$4#$b# There is much to learn by just looking at this camp. $7",

//Science House

"ScienceHouse_17_22": "Hello, @. As you can see, I decided to help Demetrius with his research. $1#$b#Is really interesting. $4#$b# I guess he'll interview me about the komato empire.$10#$b# But that was to be expected. $6#$b#And i also want to learn all there is to learn about humans $4",
"ScienceHouse_2_18":"I'm alreadt amazed by Robin's skills, but her workbench is mesmerizing! So many different tools Each one for a different task...",
"ScienceHouse_8_6":"Maru is a rare combination of intelligence, technical skills and creativity.",
"ScienceHouse_30_12":"If coffee was a person i would marry them.",
"ScienceHouse_7_22":"I have got the feeling Radio or T.V. isn't the best way for an alien researcher to learn about the world.$2",

//Town

"Town_30_103":"I rejected the affiliation to Adventurer's guild. I'm allowed to slay the most dangerous monsters, for the sake of human dignity... $7#$b# But as a Komato citizien i must observe neutrality on every conflict outside the empire. $2#$b# I like to enjoy a coffee with the guys, but the guild is a little small for my tastes $2", 
"Town_73_101":"I like to watch the fish swimming... I could watch them all day long.",
"Town_50_22":"Perhaps if i learn enough about human medicine i could be of assistance to the doctor.",
"Town_36_72":"I don't like cramped spaces, so i come here with my own mug...",
"Town_61_17":"I can swear i saw some jumino in that building... #$8#But we are incredibly far from their home... $6",
"Town_82_77":"Hello @. I was looking at the smithery $2#$b#In the empire all comes from automated factories. I want to learn from Clint how a human blacksmith works. $6#$b# Perhaps i'll write some books about that. $4",
"Town_81_79":"I like Clint, he's very competent.",
"Town_94_89":"I asked to the komato parliament the permission to help Gunther rebuild the museum, but it was denied. $3#$b# Oh, well, i'll just subscribe to the library. $2",

//Beach

"Beach_39_22":"Emily gave me this human bathsuit... The fact it fits perfectly despite she never came close to me before makes me feel a little uncomfortable. $16",
"Beach_37_22":"I'll take your gaze as a compliment.$14#$b# It's not like i have the right of complain, if people looks at me as if i was a 200kg blue bunny.$15#$b#It's not like one can hide a mountain under a napkin... $16",

//Forest

"Forest_101_23":"Marnie's Cows think this world is a computer simulation. That's the base of most religions, but Marnie's Cows think that the Avatar and the creator are 2 different persons. $1#$b# Great void! $5#$b# Uh? I totally forgot what was i saying. $10#$b# Hahaha!$1#$b# i'm just pulling your leg! You should have a look at your face $4",
"Forest_90_40":"I love to watch the fish swimming... It's mesmerizing",
"Forest_8_26":"I wonder how should i ask to the wizard to let me read his books.",
"Forest_9_18":"Looks like shadow fiends have an intellect. And some of them are friendly...",

"Woods":"This place is so beautiful... $7#$b# It reminds me of the surface of Zondebau planet, above the city where i used to live.$8#$b# Pay attention to those slimes, they can hurt a human pretty easily.",
"Woods2": "I was born and raised on planet Rhiva, in a region where there weren't big trees. I think i like forests of this world much more than the steppe.",
"Woods4":"Hello @. Looking for hard wood? I just realized i like architecture based on wood much more than concrete or bricks.", 
"Woods8":"Hello, @!. I like this place, i hope that urbanization will never destroy places such as this.",

//ArcheologyHouse

"ArchaeologyHouse_13_14":"Human history is most interesting, we komato don't know anything about our ancestors before they leaned interstellar travelling.",
"ArchaeologyHouse_46_5":"Some doctors in the empire thinks the more a technological society evolves, the less they are able to swim.",
"ArchaeologyHouse_41_14":"The most simple manufacts are the ones who were perfectioned the most. $7#$2# It might be obvious, but i'm referring to their abstract beauty.$4",
"ArchaeologyHouse_22_17":"I'm taking a much needed break from study $2#$b# In truth my work is more breaks than work $1",
"ArchaeologyHouse_2_10":"When you think you know somebody, the books they takes home from the library might surprise you.",
"ArchaeologyHouse_98_92":"I'm here for the komato empire to study the wizard's library, #$2# but it is my pleasure to study history of Pelican Town and Stardew Valley. #$1# Plus i'm having fun, humans are very interesting.",

//Inside buildings

"SamHouse":"For some reason Jodie thinks we belong to the same club. And as a matter of fact, her children remind me somehow of komato kids. $2#$b#What a mistery!$3",
"Samhouse2":"I may be mistaken but i think Vincent likes me. $6#$b# Hahahahaha! Best offer of the week!$1#$b#...But to wait 10 years... $8#$b# What should i do if a better offer comes up? $6#$b# Whops, guess i had a couple drinks too much, today.",
"SamHouse4":"It is kinda ironic how soldiers from different armies tend to get along $2#$b#I have been a komato soldier for a time that a human would consider long. $3#$b# Komato empire had only one war in it's history, When it was over, i left the army. $5#$b# So, no matter how alien i am, i can understand this family very well.",
"SamHouse6":"For me is easy to get along with Jodie. I was a military myself in the past, like her husband. And I served in the tasen komato war. $8#$b# The only war in komato History, but i was there when it ended. And i was moved to the komato rescue team. A firefighters unit for 10 years, before moving to Stardew Valley. $10#$b#Oh, that is in the past. $6",
"SamHouse8":"Some are worried about komato presence, and i must admit we are quite imposing and $10#$b# But we are here only to learn about this world, komato scientists want to archive any information, no matter how irrilevant might seem, for the pure pleasure of knowledge $2#$b# I guess it sounds weird, uh?$6",

"Hospital":"Hello, @. I'm considering the idea of learning how to be a nurse. I don't know if i want such a job, but learning new stuff is never a bad idea.",
"Hospital2":"Hello, @. I plan to learn how to cook as well. $3#$b# Cooking is an important part of both 'hygiene' and 'diet'. $2#$b# And all medicine school agree on the importance of hygiene, diet. Eating right plays a fundamental role in medicine. $9#$b# And many people don't realize that the fastest way to learn how to eat right lies in learning how to cook... $10#$b# Whoops, sorry for the lecture, i got carried away... $4",
"Hospital4":"Someone calls us the space bunnies, and if it is true that we have a common ancestor with most rodents. we are very different from them. $10#$b#But i like the sound of 'space bunnies'. $11",
"Hospital6":"By now i know more about human medicine than komato medicine. $5#$b# I don't know about komato medicine as much as average human knows about human medicine. $8#$b# You see: every komato has got 2 separate metabolic system, sharing the circulatory system one processing organic matter, the other processing and distributing nanomachines. It would be complicated to explain nanomachines, but we have an organ, called 'medical machine' that can cure any virus or bacteria, most poisons, and patch up about any injury that wouldn't kill us in a couple minutes. $5#$b# So mostly our doctors study other animals.",
"Hospital8":"Probably you already know that, but a human could theoretically be turned into a Komato by surgery. The opposite wouldn't be possible because a komato brain is much heavier than a human brain, and it occupies part of the spine and the ribs. $7#$b# Komato don't think that the weight of the brain has anything to do with intelligence. We have a proverb that roughly translates: 'Intelligence can't be measured as if brain matter was flour or gasoline' ", 

"SeedShop2":"Hello, @! We love your vegetables... $1#$b# Perhaps if i make an indecent offer i will get a discount? $10#$b# On a second thought, forget the discount $1",
"SeedShop4":"Yo, @! the vegetables you grow are the best. $4 #$b# Perhaps along with magic i should learn from you how to farm. $4#$b# I kid you not! Every komato in the empire would want to sink their teeth in your products.",
"SeedShop6":"Komato eat vegetables for their biological system, but must feed on nano-matter to survive. We can synthetize that from void essence, Just like humans make yoghurt.$7#$b# therefore this world is the only one outside the empire where komato can live indefinitely without a reserve or transportations from the empire.$3#$b#I think me and my colleagues are the first komato ever living alone on an alien planet without komato infrastructures.$6",
"SeedShop8":"Me and my sister grew up on a naked sky alien planet, used to play with local children and went to their school, alongside with komato home schooling. $8#$b# this makes us quite adapt to live in a place like Pelican Town, and is the main reason we got asked to camp here$0#$b# About Asha... He was a guest in our fleet in the final battle. He's a terrific hunter and amazing detective, so we teamed up again for this mission. $10#$b# but i think his reason for accepting this mission is that he loves challenges and facing new situations.$6",

"WizardHouse": "Hello, @. I got the permission of consulting the wizard's library. He's proven magic in this world is legit, but for some reason it doesn't work on me. $0#$b# Anyway komato scientists aren't interested in reproducing magic, The wizard already noticed nano-tech is more versatile than magic. komato interest lies in studying the only real magic known in the galaxy. $8#$b# I don't think they want to export to worlds where magic is imaginary, but they want to confront real magic with the delusions of the other worlds that are fixated with it. $7#$b# And believe me, every world has produced cubic kilometers of books about magic theories.$6#$b#How can something that never worked properly be so popular? Did our ancestors produce such books before interstellar travel? There aren't reasons to think they didn't.$2#$4# Whops, sorry for the rant. I'm pretty excited!",
"WizardHouse4":"Hi. $1#$b# We found out that komato nanotech makes us komato immune and unable to use magic.$7#$b# Perhaps this played a role, in convincing the wizard to let me browse his library.",
"WizardHouse6":"Magic in this world is bound to scientific method. Is this why it works only here? #$b# I'm more incline to think that because in this world it works, it evolved from speculation to scientific method. Also, the komato researcher, in the empire found out that some method that work in this world were already incidentally divised on other words, but there they don't work. So it is possible that this world hosts the force called Magic and the other ones don't. $10#$b# Of course this explains why this world has less books about it, the wizards here can use scientific method.",
"WizardHouse8":"I know i can't use magic, but the science of magic is so captivating that i'm learning the theory myself.",

"AdventureGuild": "Asha did some serious sweeping. But he only tackles horrors, cave trolls, primal fiends. So the mine is safeish... $2#$b# You should still pay attention. No offence, but the monsters that flee when hear Asha is coming can still be dangerous, for a human.$0",
"AdventureGuild4":"Those who think Asha is a gentle, elegant and refined gentleman... They should see him in action at least once. $2#$b# On a second thought, perhaps he is so calm and polite because he release his steam in the battle.",
"AdventureGuild6":"Komato always had the upper hand in the war against the tasen, Their leaders often remarked that komato can't really grasp the horrors of war... $8#$b# This is why Marlon and you adventurers gained my respect. You fight monsters that are way superior to you in terms of brute strenght. $10#$b# But we komato learned it on planet Irgen... Fear, terror, despair... We learned the true meaning of those words...$10#$b#BYRON!$5#$b# Whops, sorry, i didn't mean to shout. Perhaps someday i'll tell you about that.$7#$b# But on Irgen we also learned to live according to a concept that previously was just theoretical to us.$4#$b# All sentients should be considered equal! All sentients should be friends.$5",
"AdventureGuild8": "It's not something i'm proud of, but we komato soldiers are the most destructive warriors in the galaxy. This is why we can live in the mine without having to worry about monsters. To us the monsters in the mine are just playful kittens. I was a berserker, before moving to rescue team, Asha was an assassin, my sister was a valkyrie... Kinda like military police.$8#$b# But that's their business, if they want they'll tell you.",


"Blacksmith2":"Hello, @! #$b# I came here to look at Clint's work. I find it amazing.",
"Blacksmith4":"Hello, @. I was looking at Clint's work bench. #$b# I must say i'm surprised: Clint and Robin's jobs have very few tools in common.",

"LeahHouse":"I might not look the type, but i'm an expert in human's history of art.",
"LeahHouse2":"Hello @. Don't you think Leah is one of the most amazing contemporary artists? $4#$b# Sculpture, painting... She's got it all... And is also as cute as a button.",
"LeahHouse4":"In Komato empire everything is automatized, so we spend a lot of time in creating art.$2#$b# But every civilization has its their own fingerprint. $4",
"LeahHouse6":"Leah Says i'm the most dazzling bombshell she ever saw... Perhaps she should visit an optometrist $6",
"LeahHouse8":"Human arts are quite popular among komato population. I'm writing a book about Leah's grouth.",

"AnimalShop":"I think Jas wants to adopt me as a pet...$2#$b#The feeling is mutual.$1",
"AnimalShop2":"I think that for Marnie and Jas a 200Kg blue rabbit is a dream that came true. $2#$b# And with all the vegetables they feed me i'll soon be 300kg, Maximal beauty! $1",
"AnimalShop4":"Hey, handsome sailor, did you come to the animal shop to buy me? $1",
"AnimalShop6":"Marnie is so kind to barn animals that i'm seriously considering move to her barn.$1",
"AnimalShop8":"Hello, @!$0#$b# I wish i had a barn like Marnie's in my farm. First i should find a farm... $7#$b# Did i mention? My mission became permanent, that made me very happy. $3#$b#Say, @. Do you raise animals on your farm? @4",

//Mine

"Mine_13_6": "%She's sleeping. A force field surrounds her camp bed. Nothing short of an angry bear or a monster from the mines could wake her up.",

"Mine_14_5": "Hello, @. Don't be afraid, it's me, Puji. This is my komato armor, I just came out of the mine. $12#$b# I wear it only when i go in the mine alone, or with a fellow Komato. $13#$b#I don't need it against the monsters in this mine, but better safe than sorry.",
"Mine_22_10": "Hello, @. Don't be afraid, it's me, Puji. This is a komato armor, I just came out of the mine. $12#$b#I took good care of some monsters, but don't let your guard down, I ignored the small fry. $13#$b#So be careful, there is still a lot of nasty stuff, down there.$12#$b#By the way, once i'll get to know you better, i might be able to accompany you in the mines, and help you. $12#$b# but in that case i won't be allowed to wear my Komato armor. $12#$b#Safety reasons, but don't think i'm harmless without it. $12"
}