{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
                "breakup": "Ah, entendo, entendo.#$E#Eu realmente preciso de um tempo sozinho agora.$2",
                "Rainy_day_1": "Cuidado porque estou tentando deixá-lo encharcado e sujo.$1#$e#Você quer brincar na chuva comigo?#$B#Prometo pegar leve com você.$1",
                "Rainy_Night_1": "Se você quiser ficar aqui, é bem-vindo.#$E#Seria bom ter alguém para dormir ao lado.$4",
                "Saloon": "Olá, você vem sempre aqui?$1#$b#Haha, estou apenas brincando.#$B#Devíamos tomar uma bebida juntos, baby, adoro sua companhia.$4",
                "LyellsHouse": "Achei que tivesse perdido um brinco esta manhã.#$B#Meu coração se partiria se algum dia o perdesse. Meu pai me entregou esses brincos quando fui coroado homem por minha irmã.$2",
                "Mon": "%Ele parece muito cansado. Talvez o deixe sozinho por enquanto.",
                "Tue": "Olá, querida, você está linda hoje.#$E#Mas você está linda todos os dias, sabe.$4#$e #%Ele está começando a corar profundamente.",
                "Wed": "De onde venho, quando duas pessoas começam a namorar.#$B#É comum dividirmos pão fresco juntos.#$B#É para trazer boa sorte ao relacionamento.",
                "Thu": "Sempre me perguntei como seria pular de paraquedas, mas então imagino que a filmagem não vai abrir.$2#$e#Acho que vou ficar onde os deuses planejaram.$1",
                "Fri": "Há muitos motivos pelos quais fico em silêncio, mas nenhum deles é por sua causa.#$B#Por favor, não leve para o lado pessoal quando eu parar de falar, é assim que eu sou.#$E#Espero que você entenda isso. Muitas vezes as pessoas se magoam com meu silêncio.#$b#É exatamente quem eu sou.$3",
                "Sat": "É tradição para aqueles em Gotoro celebrar seu relacionamento todas as noites com uma taça de vinho.#$B#Talvez devêssemos começar a fazer isso...$4",
                "Sun": "Quando eu era jovem, viajava por toda Gotoro com um grupo de comerciantes.#$B#Depois que meu pai e minha irmã morreram de varíola, foi a única maneira de eu ganhar uma renda decente.#$e#Sinto muita falta de Patcha. Ele meio que agiu como um pai para mim por muito tempo.#$b#Até ser preso, de qualquer maneira.$2",
                "spring_23": "Acho que hoje à noite tomarei uma taça de vinho com Marlin. Tenho certeza de que mesmo na morte ele apreciaria uma taça.",
                "spring_13": "Minha casa está cheirando a vinagre agora porque estou colorindo ovos para o festival de amanhã.#$e#Não sou muito bom nisso, mas tento pelo menos.$1",
                "summer_Mon": "Você acha que os ancestrais estão felizes com o desenvolvimento da humanidade?#$b#As pessoas do passado costumavam trabalhar arduamente apenas para sobreviver.#$b#Ficariam orgulhosos de termos desenvolvido o passado tal trabalho de esmagar a alma?",
                "summer_Tue": "Espero que meu pai não esteja muito zangado por eu ter lutado contra Gotoro e atravessado o mar.#$e#Tenho certeza que ele entende. Ele sempre foi muito favorável e compreensivo com minhas escolhas.",
                "summer_Wed": "Você pensaria que depois de tanto tempo eu iria me acostumar a socializar com as pessoas. Mas... Eu ainda me sinto como um adolescente estranho.$s#$e#Estou surpreso que você fale comigo com tanta frequência, @. Não há alguém mais interessante de que você goste?#$E#Suponho que você se conheça melhor.#$B#Só não estou acostumado a falar tanto.",
                "summer_Thu": "Olá meu amor, é um bom dia para ir ao salão.#$b#Espero te ver lá mais tarde.$4",
                "summer_Fri": "Não sou tão jovem como costumava ser, mas ainda tenho alguma luta restante no meu corpo.#$e#Eu tenho que lutar, sério. A vida não voa para mim.",
                "summer_Sat": "Você já se perguntou se os animais conversam da mesma maneira que nós?#$b#Eles parecem se comunicar à sua maneira.$1",
                "summer_Sun": "Ultimamente tenho estado obcecado com a Jornada do Rei da Pradaria.#$b#Abigail me meteu nisso e não consigo parar de jogar.$1",
                "summer_10": "Vou colocar algo realmente picante no potluck amanhã.#$b#Mal posso esperar para ver a cara de todos.",
                "summer_27": "Não conte isso a ninguém.#$b#Mas estou pensando seriamente em 'empurrar' Lewis para o oceano amanhã durante o festival.#$b#Acho que seria engraçado vê-lo completamente destruído.$1",
                "fall_1": "O cheiro do outono é maravilhoso.#$b#É realmente refrescante e reconfortante.$1",
                "fall_Mon": "%Ele parece estar perdido em pensamentos.",
                "fall_Tue": "Hm, você acha que Xenos pretendia criar um mundo tão cheio de guerra?#$B#Talvez tenha sido um acidente. Além disso, eles jogaram nossa galáxia para o alto, então não posso imaginar que foi de propósito.$1",
                "fall_Wed": "Eu estava lendo sobre as leis do vale e algumas delas são simplesmente bobas.#$b#Você sabia que é ilegal andar a cavalo em um barco?#$b#O que aconteceu a fazer disso uma lei necessária?!$1",
                "fall_Thu": "Eu sei que não devo julgar, mas há algumas pessoas neste vale que realmente precisam se recompor e repensar sua atitude em relação às pessoas.$3#$e#Não estou dizendo quem, mas se você souber essas pessoas da cidade como eu, você pode adivinhar os poucos de que estou falando.",
                "fall_Fri": "Pessoalmente, acho que a nudez deveria ser legal em qualquer lugar.#$b#Mesmo que eu não andasse sem roupas, as pessoas têm o direito de escolher.#$e#Não nascemos com roupas em, você sabe, só faz sentido.$3",
                "fall_Sat": "Peguei Rosewell bebendo meu café de todas as coisas.#$b#Meu café da manhã estava desaparecendo ultimamente, mas agora eu sei!$1#$b#Era a galinha!$1#$e#A galinha, @ , ela está roubando meu café!$1",
                "fall_Sun": "Pepper continua desaparecendo.#$e#Aquela astuta galinha, eu a coloquei de volta no galinheiro e ela escapou de alguma forma. Não consigo descobrir.$1",
                "fall_15": "Acho que estou realmente muito animado para a feira de amanhã! Estou ansioso para jogar os jogos.#$e#Exceto pelo jogo, eu não jogo.#$b#Sempre termina mal.",
                "fall_26": "Eu provavelmente deveria ir ao dentista em breve, talvez depois do festival amanhã.#$e#Vou me fartar de doces durante a Véspera do Espírito e deixarei o dentista consertar os destroços.$1",
                "winter_Mon": "Buh... Você viu como Pam fala com sua filha?...#$b#Suponho que não seja da minha conta.$a#$e#Mas realmente me afeta. Eu nunca faria trate minha família tão mal.$2",
                "winter_Tue": "O inverno é de longe a estação mais lenta.#$e#Eu diria que odeio, mas realmente não odeio, às vezes fico irritado com ele.$3",
                "winter_Wed": "Há um gato branco correndo por aí. Acho que são um vira-lata.#$b#Tentei pegá-los, mas o pequeno bicho é muito rápido para mim.#$e#Talvez eu possa configurar uma casinha para eles, tire-os desse frio.",
                "winter_Thu": "Sabe, ainda estou muito chocado por você querer namorar comigo...#$e#Acho que não sou muito útil, suponho.$4#$e #%Ele começou a corar.",
                "winter_Fri": "Ultimamente tenho ouvido muita música dos anos 50. Realmente tak-$h#$b#... Realmente melhora meu humor.#$e#H%Ele parece perdido em pensamentos.",
                "winter_Sat": "%Ele sorri, mas não fala. Parece que não quer.",
                "winter_Sun": "Linus e eu conversamos ocasionalmente. Ele é muito sábio, você sabe.#$e#É uma pena que as pessoas o tratem tão mal.$2",
                "winter_16": "%Ele não parece estar de bom humor. Você provavelmente deveria deixá-lo sozinho.",
                "winter_17": "Por favor, @, me importo profundamente com você, mas preciso ficar sozinho agora.#$e #%Ele parece irritado.",
                "winter_18": "Sinto muito, realmente - está difícil para mim agora.#$b#Sinto falta dos meus filhos...$2#$e #%Ele parece muito triste.",
                "winter_19": "%Lyell suspira profundamente. Ele parece realmente deprimido.",
                "winter_20": "É sempre difícil, @, acho que nunca vou seguir em frente.#$E #%Os olhos dele estão lacrimejando?",
                "winter_14": "Olá, amor, o mercado noturno está chegando à cidade.#$b#Acho que vou procurar algo interessante para comprar.",
                "winter_23": "Mal posso esperar até amanhã. Você sabe o quanto adoro dar presentes.$1#$e#Mas não gosto de receber presentes, me faz sentir estranho, haha.$1",
            }
        }
    ]
}
