{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
                "Rainy_day_1": "Los días lluviosos son perfectos para las bebidas calientes.$1#$e#Me gusta sentarme con mis niñas durante las noches de tormenta. Las gallinas aman la atención cuando tienen miedo.",
                "Rainy_Night_1": "Creo que voy a dejar que las chicas entren a la casa esta noche, siempre se ponen nerviosas durante las noches lluviosas.#$e#Sé que es un poco extraño, pero a veces me gusta tener las gallinas dentro de mi casa.",
                "Saloon_Entry": "Hola Gus",
                "Saloon2": "Oh, hola, es bueno verte de nuevo.$h#$e#Ha sido un día largo para mí, pero estoy de buen humor.$1",
                "Saloon3": "Sigo encontrándome contigo, ¿me estás acosando?$h#$e#No pienses que me importa demasiado.$4",
                "Saloon4": "$1 LyellDrink1#Creo que estamos comenzando a ser amigos.#$e#Permíteme pagarte una bebida.$9#$e#Toma, prueba esto... [346]#$e#Eres buena compañia#$e#Intento no acercarme demasiado a la gente, pero hablar contigo es agradable.$1",
                "LyellsHouse2": "Mi casa no es la más bonita, pero es mi hogar.#$e#Quizás debería conseguir otra silla, para que tengas un lugar donde sentarte cuando me visites.$2",
                "LyellsHouse3": "Siéntete como en casa, @.#$e#Si tomas una cerveza de la nevera, bueno, conocerás mi a proyecto actual.$1#$e#La taxidermia siempre ha sido un pasatiempo mío, pero me niego a matar animales.#$b#Siempre los recojo donde murieron naturalmente.",
                "LyellsHouse4": "@, es bueno verte.$1#$e#Tengo que admitir que ya no estoy tan solo.$2#$e#Supongo que hacer amigos puede ser algo bueno, aunque siempre me preocupa perderlos demasiado pronto.$2",
                "Mon": "Es un hermoso día, ¿no?#$e#El valle me recuerda a Gotoro o, bueno, el área de donde vengo.#$b#Teníamos un bosque espeso y un paisaje verde también.#$e#Sin embargo, el océano cercano era mucho más claro. Recuerdo que podía ver hasta el fondo.#$b#Era muy bonito.$1#$b#Lo extraño bastante.$2",
                "Tue": "A mis niñas les encanta el clima. Si no se escaparan al bosque cada vez, les dejaría vagar por mi propiedad.$1#$e#Usualmente las dejo entrar a mi casa por la noche. Creo que tienen suficiente margen de maniobra cuando se trata de espacio para jugar.$1",
                "Wed": "La madugada, casi puedo escuchar la naturaleza que me llama.#$b#Creo que es por eso que siempre vuelvo a la agricultura, hay algo en estar en contacto con la tierra que realmente me completa.#$e#Sin embargo, supongo que es bastante tonto, ¿no?...$2#$b#¿Pero es tan tonto? Después de todo, ¿no tiene alma todo lo que nos rodea?#$b#Yo creo que sí, de todos modos.$1",
                "Thu": "Los jueves siempre son impredecibles para mí.#$e#Es extraño, siento que este día está maldito para mí.#$b#Todos los jueves pasa algo malo.$2",
                "Fri": "Hay algo mucho más gratificante en hacer las cosas tú mismo.#$e#Creo que por eso me encanta la agricultura, básicamente haces todo tú mismo.$1",
                "Sat": "Oh hola, @$1#$e#Es un día maravilloso, ¿no crees?#$b#Siento que días como este son los que hacen que todo valga la pena.#$b#No hay mucho que me conmueva, pero el cielo soleado y el espeso bosque ciertamente me calman.",
                "Sun": "No corte el césped de tú propiedad a menos que tenga un lugar adecuado para almacenarlo. Será útil cuando alimentes a tus animales.#$e#Si alguna vez necesitas ayuda en la granja, ven a buscarme.#$b#Puedo tener solo un brazo pero aún puedo trabajar.$1",
                "spring_23": "...$2#$e#Lo siento, @, hoy es un día difícil.#$b#Sé que debería seguir adelante, pero Marlin fue una de las personas más importantes en mi vida.$2#$e#Ha pasado demasiado tiempo. Ya no debería llorar así.",
                "spring_13": "Recogí todos los huevos de mis chicas para el festival de mañana. No soy el mejor en decorarlos, pero al menos puedo donarlos al festival.$1#$e#Si participas en la caza de huevos, buena suerte superando a Abigail.#$b#Ella es muy buena para encontrar esos huevos.$1",
                "summer_Mon": "Eliza hubiera amado a Vincent y Jas.#$e#Pienso en cómo hubiera sido ver a esos tres jugar juntos a menudo.$2#$e#Supongo que la vivienda no ayuda en nada, ¿verdad?$2",
                "summer_Tue": "Mi padre y su padre antes que él eran granjeros.#$b#Realmente, todos los hombres que estaban en mi familia. Todos parecíamos tener pulgares verdes.$1#$e#No tengo un área grande para plantar, pero lo poco que puedo plantar me encanta hacerlo crecer.",
                "summer_Wed": "Me doy cuenta de que soy bastante, bueno, raro.#$b#Si alguna vez te incomodo, por favor hazmelo saber.#$e#Sé que puedo decir algunas cosas bastante extrañas, pero no es mi intención.$2",
                "summer_Thu": "¿Crees que Lewis se enojaría si trajera mis niñas al pueblo?$1#$b#El probablemente me regañaria.#$e#Podría hacerlo, solo para hacerlo enojar.$1#$b#%Las comisuras de sus ojos se arrugan mientras se ríe.",
                "summer_Fri": "Estoy pensando en invertir en una casa de botes.#$e#Sería bueno tener la opción de pasar un tiempo en el mar.$1",
                "summer_Sat": "Si tuviera medio cerebro, me pondría bajo las sombras con este sol.#$b#Mis ojos están llorando por este sol.#$e#Sin embargo, no puedo evitar amar el verano, es una estación maravillosa.$1",
                "summer_Sun": "Si encuentras conchas de arcoíris en la playa, ¿te importaría entregármelas?#$e#Estoy empezando un pequeño proyecto de artesanía.$1",
                "summer_10": "Wow, El festival llegó rápido, ¿no es así?#$b#Bueno, asegúrate de traer tus mejores productos a la ciudad mañana.",
                "summer_27": "Si las medusas no fueran bolsas de dolor, me lanzaría y nadaría con ellas durante el festival.#$e#Pero, bueno, prefiero no ser picado.$1",
                "fall_1": "Las hojas ya han comenzado a cambiar de color, es muy emocionante.#$e#Mi festival favorito es esta temporada, la víspera de los espíritus.#$b#Me encanta disfrazarme y dar dulces a los niños.$1",
                "fall_Mon": "Sospecho algunas fechorías de Lewis.#$b#Hay algo en él que apesta a corrupción.$5#$e#Pero, bueno, para empezar no me gustas la mayoría de los políticos.",
                "fall_Tue": "Cuando era niño, mi hermana y yo recogíamos hojas de formas extrañas y las pegábamos en el techo de nuestra habitación.#$e#Teníamos un bosque encima de nosotros.$1",
                "fall_Wed": "Mi ojo de cristal se salió de mi cabeza y cayó en mi cerveza anoche.$1#$b#La mirada en el rostro de Gus no tenía precio.$1#$e#A veces pienso en solo sacarme el ojo de cristal y usar mi parche nuevamente, me da menos dolor.",
                "fall_Thu": "Se está volviendo en un largo día, pero no dormí mucho anoche, así que estoy cansado.#$e#Tal vez solo necesito una taza de café.",
                "fall_Fri": "Con la frecuencia con la que hablamos, la gente podría pensar que nos estamos haciendo amigos.$1#$e#Creo que me gustaría tener un amigo.",
                "fall_Sat": "Pierre realmente nunca tiene una buena selección. Es una pena tener que pedir tantas cosas en lugar de comprarlas en persona.#$e#Aunque me niego a comprar algo de Joja. No me importa si lo tienen todo, pueden morderme.$5",
                "fall_Sun": "Rasmodius es un tipo bastante interesante cuando lo conoces.$1#$b#Él tiene muchas historias interesantes.",
                "fall_15": "¡La feria ya viene a la ciudad! No puedo creer que el otoño haya pasado tan rápido.$2",
                "fall_26": "Espero que tengas un disfraz listo para mañana.$1#$e#Ayer compré algunas bolsas de dulces para los niños.$1",
                "winter_Mon": "Ha hecho frío rápido, ¿no crees?#$e#Puedes sentir el viento hasta en tus huesos. Debería haber hecho más capas.$2",
                "winter_Tue": "Los cultivos no crecen durante el invierno, pero si tienes un invernadero, pueden crecer todo el año.#$e#Todavía no tengo un invernadero, pero planeo que Robin me construya uno.",
                "winter_Wed": "Me encanta la nieve, pero a veces el aguanieve que produce me pone de los nervios.#$e#Bueno, al menos los copos de nieve son hermosos.$1",
                "winter_Thu": "Un mapache se metió en el gallinero de mis chicas anoche.#$b#Normalmente me preocuparía, pero las gallinas son bastante agresivas. Lo persiguieron de inmediato.$1",
                "winter_Fri":"Sabes, olvidé cuánto amo la música country hasta hace poco.$1#$e#El viejo coutry es mejor, en mi opinión. Tiene más espíritu.",
                "winter_Sat": "Las yemas de mis dedos se han puesto rojas, así que creo que es hora de que me dirija a un lugar para entrar en calor.#$e#Ahora mismo no necesito congelarme.$2",
                "winter_Sun": "La nieve recién caída es bastante bonita, pero el invierno puede ser muy peligroso si no tienes cuidado.#$e#Asegúrate de usar un abrigo cuando salgas.$2",
                "winter_16":  "Siempre me estás visitando.#$b#No estoy acostumbrado a la atención.#$e#No tengo muchas ganas de hablar hoy.$3",
                "winter_17": "Ahora es realmente un mal momento.$2#$e#Por favor, realmente preferiría no estar hablando en este momento.$5",
                "winter_18": "Por favor, @, déjame solo hoy..$u#4e#%Te está ignorando.",
                "winter_19": "Sé que he sido raro los últimos días, pero solo hazme caso, ¿de acuerdo?$2#$3#%Él mira hacia otro lado y espera a que te vayas.",
                "winter_20": "Me siento mejor hoy. Perdón por la actitud, me he estado sintiendo mal estos dias.$2",
                "winter_14": "No se olvide de que el mercado nocturno llegará a la ciudad del 15 al 17.#$e#Siempre encuentro cosas geniales allí y los espectáculos también son asombrosos.$h",
                "Sun4": "La gente aquí es agradable, pero mantener las cosas privadas es casi imposible.$8",
                "Tue4": "Vivo en el bosque para evitar que la gente se entrometa. Rasmodius entiende lo que se siente.$s",
                "Wed2": "Soy un poco cauteloso con los extraños. Sin ofender.$u#$e#Sin embargo, no lo tomes como algo personal, dale tiempo.",
                "Thu4": "Esté atento a la noche. Siempre hay algo acechando en la oscuridad.$u",
                "Fri4": "El viernes llegó rápido. Supongo que estoy perdiendo el tiempo.$s#$b#%Parece bastante triste.",
                "Sat4": "Intento ser amable con cualquiera que se me acerquen... Pero algunas personas en esta ciudad realmente ponen a prueba mi paciencia.$a#$e#No es nada, solo...#$b#Gente haciendo preguntas estúpidas.#$b#Sé que sienten curiosidad por lo que me pasó, pero es bastante grosero preguntar.$2",
                "Mon2": "No me interesa acercarme.$s",
                "Thu2": "Puedo ayudarte...?",
                "Sat4": "Mis días parecen simplemente pasar.#$b#Me vuelve loco$8",
                "Sun4": "*Lyell parece estar distraido.$8",
                "fall_Thu2": "No es por ser grosero, pero realmente no tengo ganas de hablar en este momento.",
                "winter_Thu2": "¿No hay alguna granja a la que debas atender?$3"
			}
        }
    ]
}
