{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
                "Rainy_day_1": "Cuidado, @, sou conhecido por jogar lama.$1#$e#Desculpe, estou me sentindo muito divertido hoje.$1#$e#Eu adoro brincar na chuva - realmente me faz sentir jovem de novo.",
                "Rainy_Night_1": "Wedndo chove, acho que posso finalmente dormir profundamente à noite.#$E#É simplesmente relaxante, suponho, a forma como a chuva cai no telhado da minha casa.#$E#Mais quando chove , Acabo com uma cama cheia de galinhas quentes. As meninas adoram dormir perto de mim.$1",
                "Saloon8": "Olá, amor, é uma boa noite para um drinque, não é?$H#$e#É um prazer ver você. Sempre gosto de falar com você quando posso.$4",
                "Saloon9": "%Ele parece estar com dor.#$B#Não, está tudo bem, eu só...$2#$b#Às vezes, meu braço que falta - dói?#$B#Se isso faz sentido. Harvey disse é chamado de dor fantasma.$2#$e#É muito perturbador...$2",
                "Saloon10": "%O rosto dele está vermelho. Parece que alguém bebeu demais.#$B #%Lyell olha para você. Seu olhar está vítreo e sem foco, mas, apesar disso, ele sorri para você.#$E#Olá, amor, é sempre um prazer.$4",
                "LyellsHouse8": "Olá, querida, minha casa é a sua.#$E#É muito mais fácil ter você por perto.$4#$e#Eu fico muito sozinho aqui fora, então é bom ter um vistor.$4",
                "LyellsHouse9": "Se quiser, pode descansar aqui. Minha cama é gratuita.$1#$e#Sei que trabalhar na fazenda pode ser cansativo. Tenho feito isso intermitentemente ao longo dos anos.#$E#Cresci em uma fazenda, você sabe. Sei tudo sobre esse estilo de vida.$1",
                "LyellsHouse10": "%Ele parece profundamente perturbado.#$B#Sinto muito, eu... continuo sentindo cheiro de fumaça, mas não consigo encontrar nada queimando.$2#$e#Estou tentando manter a calma mas é difícil.#$b#Estou... reconhecendo que tenho pavor de fogo agora. Desde a explosão, só consigo aguentar fogueiras ou o fogão.$2#$e#Não se preocupe, vou ficar bem , Tenho certeza.#$B#Sempre passa, afinal.$1",
                "Mon": "Foi uma noite difícil ontem à noite...$2#$e#Oh, eu só - às vezes não consigo dormir porque minha mente está passando rápido demais.$2#$e#Não há nada para se preocupar , Eu posso lidar com isso.",
                "Tue": "%Ele faz contato visual com você, mas não diz nada.#$B#... Ah, não é nada, só estou pensando em algo.$4#$e #%Seu rubor fica mais escuro antes de Lyell rapidamente desvia o olhar.#$e#Lamento, mas não consigo colocar os meus pensamentos em ordem. Vamos conversar mais tarde.$4",
                "Wed": "%Lyell parece envergonhado. Seu rosto está vermelho como uma beterraba.#$B#Tem... Alguém já lhe disse que você tem olhos lindos?$4#$e#Há um velho ditado de Gotoro...#$b#Os olhos são janelas para a divindade da vida após a morte.#$b#Nunca pensei muito nisso até que, bem...#$b#Eu conheci você.$4",
                "Fri": "Wedndo eu era menino, meu pai me proibia de cortar o cabelo.#$B#Todos na minha família tinham cabelos longos e bonitos. Estou pensando em deixá-los crescer de novo, mas não tenho certeza.#$e#Cabelo comprido é difícil de cuidar.#$b#Eu provavelmente apenas puxaria para trás em um rabo de cavalo.$1",
                "Fri": "Vincent é um menino muito curioso, sempre me fazendo perguntas sobre a guerra.#$B#Acho que talvez ele queira saber por causa do pai.$2#$e#Eu sempre mudo de assunto. Guerra não é ' algo que uma criança precisa ouvir.#$b#As dificuldades, a dor que causa.#$b#É melhor eu guardar para mim mesmo.$2",
                "Sat": "%Ele sorri cansado para você. Há uma expressão de dor em seu olhar.#$B#Já se passaram anos, mas ainda penso nas minhas filhas Lyza e Lexi.#$B#Estou feliz por Lyza e sua mãe provavelmente viveu feliz, mas...#$e#Ainda lamento a perda de Lexi e de minha segunda esposa.#$b#O fogo tirou muito de mim.$2",
                "Sun": "Está um dia lindo, não é? O céu está tão azul e o sol está incrível.$1#$e #%Ele está radiante de felicidade.#$E#A vida melhorou muito recentemente, não t isso?#$b#Mesmo com as lutas diárias, não posso reclamar muito.$1",
                "spring_23": "Se você for ao festival amanhã, eu também irei. Adoro ver você dançar.#$e#Mas acho que não vou dançar. Estou com os joelhos muito doloridos - odiaria para retardar o evento.",
                "spring_13": "Acho que amanhã vou ajudar a colorir alguns dos ovos.#$e#Seria uma boa chance de passar um tempo com os pequenos. Essas crianças e suas famílias são como minha família agora.$1",
                "summer_Mon": "%Parece que ele andou bebendo e você pode sentir o cheiro de cerveja em seu hálito.#$b#Não me olhe assim, estou bem.$5#$e#Sinto muito...$2#$e#Não devia gritar assim, não tenho desculpa.#$E #%Ele parece envergonhado.",
                "fall_1": "%Lyell olha para você antes de enrubescer profundamente.#$b#Oh, eu...$4#$b#Não posso falar agora.#$e #%Ele evita contato visual.",
                "fall_Mon": "%Lyell está resmungando. Ele parece estar perdido em pensamentos.#$b#Hã?$3#$e#Oh, não é nada realmente.#$b#Eu estava pensando em algo que li.$1",
                "fall_Tue": "%Lyell tira o pó da sua camisa.#$b#Lá vamos nós, você se sujou bastante com todo aquele trabalho agrícola.",
                "fall_Wed": "Eu juro, quanto mais vivo aqui, mais noto os modos sujos de Lewis.#$B#Esse homem não está tramando nada, tenho certeza disso.#$E#Que homem permite uma companhia como Joja em sua cidade?#$b#Inominável.$5",
                "fall_Thu": "Uma das minhas vacas está grávida. Estou esperando ela dar à luz a qualquer momento.#$e#Isso está me deixando louco. Eu amo animais bebês.$1",
                "fall_Fri": "Fritas-feiras geralmente são dias bons, não são?$1#$b#Todos estão se preparando para o fim de semana e geralmente estão animados com o fim do dia.#$b#É bom.$1",
                "fall_Sat": "Marnie me pegou bebê falando com uma de suas vacas hoje.$4#$b#Eu simplesmente não pude evitar, ela era uma coisa tão fofa.#$e#Estou pensando em comprar mais terras para poder expandir minha própria fazenda.#$b#Não tenho espaço suficiente para mais animais.$1",
                "fall_Sun": "Bebi muito café esta manhã.#$e#Estou falando sério, meu coração parece que está prestes a explodir.$2#$e#Acho que é o que eu ganho, mas você sabe, em de uma forma que não me arrependo. O café estava bom.$1",
                "fall_15": "Devíamos ir à feira amanhã. Adoraria a companhia.#$e#Ou, bem, mesmo se não formos juntos, adoraria ver você lá.#$b#Espero que você venha.$4",
                "fall_26": "A Eve do Espírito costumava significar algo muito mais sinistro. As pessoas morriam de medo de espíritos e monstros, então ofereciam comida na esperança de saciar sua fome.#$b#É incrível que tenha se tornado um feriado tão feliz.$1#$b#Mas acho que a vida é assim mesmo. As coisas mudam muito.",
                "winter_Mon": "Eu sei que não deveria, mas tenho falado com Pam com mais frequência.#$b#Ela não é uma pessoa má, mas ela realmente precisa de uma vida normal.#$e#Se não fosse por para si mesma, pelo menos para a filha. Aquela doce menina merece uma mãe melhor.$2",
                "winter_Tue": "Seria considerado ir longe demais se eu ligar as casas dos meus animais apenas para conseguir cobertores elétricos?$3#$b#Estou bem apenas com meu fogão, mas me preocupo com meus animais.$2",
                "winter_Wed": "O inverno é uma estação tão difícil. Mesmo sendo lindo, sempre me sinto bonita durante todo o mês.#$e#Acho que são os dias mais curtos - gosto do sol e a noite torna-se muito rápido agora.$2",
                "winter_Thu": "%Ele espirra e é tão alto que machuca seus ouvidos.#$b#Oh, desculpe, acho que estou pegando um resfriado.#$e#Vou ter que comprar um pouco de chá, isso deve ajudar.",
                "winter_Fri": "Fico dizendo a Vincent e Jas para pararem de brincar perto dos esgotos, mas eles são duas crianças teimosas.#$e#Estou preocupado que algo possa estar lá e eles possam se machucar.$2",
                "winter_Sat": "%Ele parece triste.#$b#Não me sinto muito falador hoje, sinto muito.$2",
                "winter_Sun": "Não sei sobre você, mas estou pronto para o inverno acabar.#$e#Sinto falta do sol e de plantar sementes.#$e#Estou me preparando para a primavera. No entanto, tenho estocado em sementes.",
                "winter_16": "%Lyell parece chateado.#$b#Oh, é...#$b#Na verdade, não estou indo muito bem hoje.#$b#Tenho muito em que pensar. sei que não devo ficar pensando no passado, mas fica difícil olhar para frente.#$e#É melhor eu não falar muito sobre isso, só vou chatear você.$2",
                "winter_17": "%Ele parece cansado.#$b#Não consigo parar de pensar demais nas coisas ultimamente.#$e#Não consigo evitar, mas sinto que... se eu tivesse observado melhor o meu passo, não o faria perdi meu braço.#$b#Sei que preciso seguir em frente, mas é difícil quando você é lembrado disso diariamente.",
                "winter_18": "%Ele suspira baixinho e esfrega a nuca.#$b#Vida, estou certo?$2#$b#Num momento você está se sentindo ótimo e no outro está sendo assombrado pelo seu passado.#$b#Típico...",
                "winter_19": "%Lyell sorri suavemente, mas seu olhar parece triste.#$b#Você está sempre me checando, @, mas quem verifica você?#$b#Você é muito bom para mim e eu ' Sou grato por isso.#$b#Espero conhecê-lo há muitos anos.$2",
                "winter_20": "Estou me sentindo muito melhor hoje.#$e#Nos últimos dias estive bastante abalado, mas acho que finalmente tudo se resolveu por enquanto.#$e#O inverno está quase acabando - é provavelmente por isso que meu humor melhorou.$1",
                "winter_14": "Você vai ao mercado noturno?#$b#Vou tentar, há sempre um monte de coisas legais para comprar.$1#$e#Da última vez que fui, passei no show da sereia.#$b#Ela era linda e também cantava.$1",
                "winter_23": "Espero vê-lo amanhã no festival Winter Star. Sempre gosto da sua companhia.$1#$e#Mas sou péssimo em comprar presentes para as pessoas, sou muito prático e acabo comprando algo que elas não gosto.#$b#Mas, em minha defesa, eles podem usar tudo o que eu comprar.$1",
                "Mon10": "Eu não entraria nas minas sozinho. É perigoso.",
                "Tue8": "Continue voltando. Obrigado por isso.$h",
                "Tue10": "Olá, amor, é sempre bom ver você por aí.$H",
                "Wed8": "Se você não estiver ocupado mais tarde, devemos tomar uma cerveja juntos.$9",
                "Wed10": "Só estava pensando em você... Ah, não é nada ruim.$S",
                "Thu10": "Você está bem hoje...#$b#Bem, quero dizer, você está bem todos os dias. * Encolhe-se *$s",
                "Fri10": "Você tem pensado muito recentemente.$9",
                "Sat8": "* Lyell faz contato visual com você, mas não se aproxima. *#$B#* Oh, ele está fugindo agora. *$9",
                "Sat10": "Eu, uh...#$b#Esqueça, não é importante.$9",
                "Sun8": "Desculpe, não tenho muito a dizer para você.$8",
                "Sun10": "Aos domingos, adiciono joias e velas ao meu santuário.#$B#Não sou muito fã de adoração, mas gosto de deixar os deuses saberem que penso neles.$H",
                "summer_Mon10": "* Ele balbucia incoerentemente *#$b#.... Ah, quer dizer, está um dia lindo, não é?$9",
                "summer_Wed10": "Você está gostoso...#$b#Quer dizer, você está suado. * encolhe-se *$9",
                "summer_Sat8": "* Lyell vê você e vai embora rapidamente. *$9",
                "summer_Sat10": "Olha, eu...#$b#Não sou muito bom em me expressar.#$b#Espero que isso não o incomode.$s",
                "fall_Mon8": "Algo incomoda minhas galinhas à noite. Estou pensando em montar armadilhas.",
                "fall_Mon10": "* Lyell parece cansado. *#$b#Hm? Desculpe, não dormi bem ontem à noite.$8",
                "fall_Tue8": "Esta é a data em que fui dispensado do serviço militar...#$b#Um conselho: fique na sua fazenda.$s",
                "fall_Tue10": "* Lyell parece que está com dor *#$b#... Desculpe, eu só - às vezes posso sentir meu braço doendo, embora não esteja lá.$s",
                "fall_Wed10": "Seria bom passarmos algum tempo juntos... Se você quiser.$4",
                "fall_Thu10": "Nunca pensei que chegaria tão perto de alguém de novo.$9",
                "fall_Fri10": "Algo sobre a queda me leva de volta.$h",
                "winter_Mon8": "O inverno é uma ótima estação. Eu amo a neve.$h",
                "winter_Tue10": "Acho que está muito frio. Seu rosto está vermelho.",
                "winter_Wed10": "* Lyell parece querer dizer algo. *$9",
                "winter_Thu10": "* Lyell tem uma expressão sonhadora. *$4",
                "winter_Fri10": "@, eu realmente... Você sabe, eu...#Esquece.$9"
            }
        }
    ]
}
