{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
                "Rainy_day_1": "Ten cuidado, @, he sido conocido por arrojar barro.$1#$e#Perdóname, me siento bastante juguetón hoy.$1#$e#Me encanta jugar bajo la lluvia, realmente me hace sentir joven otra vez.",
                "Rainy_Night_1": "Cuando llueve, descubro que finalmente puedo dormir profundamente por la noche.#$e#Es simplemente relajante, supongo, la forma en que la lluvia suena contra el techo de mi casa.#$e#Además, cuando llueve, termino con una cama llena de cálidas gallinas, a las ellas les encanta dormir a mi lado.$1",
                "Saloon8": "Hola amor, es una buena noche para tomar una copa, ¿no?$h#$e#EMe encanta verte. Siempre disfruto hablar contigo cuando tengo la oportunidad.$4",
                "Saloon9": "%Parece que siente dolor.#$b#No, está bien, yo solo...$2#$b#A veces me duele el brazo que he perdido.#$b#Si es que eso tiene sentido. Harvey dijo que se llama dolor fantasma.$2#$e#Es muy inquietante...$2",
                "Saloon10": "%Su cara esta roja. Parece que alguien ha estado bebiendo demasiado.#$b#%Lyell te mira. Su mirada esta vidriosa y desenfocada, pero a pesar de eso, te sonríe.#$e#Hola amor, siempre es un placer.$4",
                "LyellsHouse8": "Hola cariño, mi casa es tu casa.#$e#Es mucho más relajante tenerte cerca.$4#$e#Me siento bastante solo aquí, así que es bueno tener un visitante.$4",
                "LyellsHouse9": "Si quieres, puedes descansar aquí. Mi cama esta libre.$1#$e#Sé que trabajar en la granja puede ser agotador. Lo he hecho de vez en cuando a través de los años.#$e#Crecí en una granja. Sé todo sobre ese estilo de vida.$1",
                "LyellsHouse10": "%Se ve profundamente perturbado.#$b#Lo siento, yo ... Sigo oliendo humo, pero no veo nada quemadose.$2#$e#Estoy tratando de mantener la calma pero es difícil.#$b#Estoy... ciertamente aterrado de fuego ahora. Desde aquella explosión, parece que solo puedo soportar fogatas o la estufa.$2#$e#No te preocupes, estaré bien, estoy seguro.#$b#Siempre se me pasa, despues de un rato.$1",
                "Mon": "Anoche fue una noche difícil...$2#$e#Oh Simplemente, a veces no puedo dormir porque mi mente piensa mucho y demasiado rápido.$2#$e#Sin embargo, no es nada de qué preocuparse, puedo manejarlo.",
                "Tue": "%Él hace contacto visual contigo pero no dice nada.#$b#...Oh, no es nada, solo estoy pensando en algo.$4#$e#%Su cara se vuelve más roja antes y Lyell rápidamente desvía la mirada.#$e#Lo siento, no puedo ordenar mis pensamientos. Hablemos más tarde.$4",
                "Wed": "%Lyell parece avergonzado. Su cara es de color rojo remolacha.#$b#Alguien... ¿Alguien te ha dicho alguna vez que tienes unos ojos muy bonitos?$4#$e#Hay un viejo dicho en Gotoro...#$b#Los ojos son ventanas a la divinidad del más allá.#$b#Nunca pensé mucho en eso hasta que, bueno...#$b#Hasta que te conocí.$4",
                "Thu": "Cuando era niño, mi padre me prohibió cortarme el cabello.#$b#Todos en mi familia tenían un cabello largo y hermoso. Estoy pensando en dejar el mio volver a crecer, pero no estoy seguro.#$e#El cabello largo es difícil de cuidar.#$b#Probablemente lo volvería a atar como una cola de caballo.$1",
                "Fri": "Vincent es un niño muy curioso, siempre me hace preguntas sobre la guerra.#$b#Creo que tal vez quiere saber por su padre.$2#$e#Siempre cambio de tema. La guerra no es algo sobre lo que un niño necesita escuchar.#$b#Las luchas, el dolor que causa.#$b#Es mejor que me lo guarde.$2",
                "Sat": "%Él te sonríe con cansancio. Hay una mirada de dolor en su mirada.#$b#Han pasado años, pero todavía pienso en mis hijas Lyza y Lexi.#$b#Estoy feliz de que Lyza y su madre probablemente hayan vivido felices pero...#$e#Todavía lloro la pérdida de Lexi y mi segunda esposa.#$b#El fuego me ha quitado demasiado.$2",
                "Sun": "Es un día encantador, ¿no? El cielo es tan azul y la luz del sol se siente increíble.$1#$e#%El está radiante de felicidad.#$e#La vida ha mejorado mucho recientemente, ¿no es así?#$b#Incluso con los problemas diarios, no me puedo quejar mucho.$1",
                "spring_23": "Si vas al festival mañana, yo también lo iré. Me encanta verte bailar.#$e#Aunque todavía no creo que vaya a bailar. Me duelen mucho las rodillas, odiaría retrasar el evento.",
                "spring_13": "Creo que mañana ayudaré a colorear algunos de los huevos.#$e#Sería una buena oportunidad para pasar tiempo con los niños. Esos niños y sus familias son como mi familia ahora.$1",
                "summer_Mon": "%Parece que ha estado bebiendo, puedes oler la cerveza en su aliento.#$b#No me mires así, estoy bien.$5#$e#Lo siento...$2#$e#No debería gritar así, no hay excusa para ello.#$e#%Parece avergonzado.",
                "fall_1": "%Lyell te mira y se sonrroja profundamente.#$b#Oh yo...$4#$b#No puedo hablar ahora mismo.#$e#%El evita el contacto visual.",
                "fall_Mon": "%Lyell está murmurando. Parece estar sumido en sus pensamientos.#$b#Huh?$3#$e#Oh, No es nada.#$b#Estaba pensando en algo que leí.$1",
                "fall_Tue": "%Lyell quita el polvo de tu camisa.#$b#Así está mejor, te has ensuciado bastante con todo ese trabajo de la granja.",
                "fall_Wed": "Lo juro, cuanto más vivo aquí, más noto las sucias costumbres de Lewis.#$b#Ese hombre no es bueno, estoy seguro.#$e#¿Qué hombre permite que una empresa como Joja entre en su pueblo?#$b#Indecible$5",
                "fall_Thu": "Una de mis vacas está preñada. Estoy esperando que ella dé a luz en cualquier momento.#$e#Me está volviendo loco. Amo los animales bebé.$1",
                "fall_Fri": "Los viernes suelen ser buenos días, ¿no es así?$1#$b#Todos se están preparando para el fin de semana y, por lo general, están entusiasmados por que el día termine.#$b#Es agradable.$1",
                "fall_Sat": "Hoy Marnie me atrapó hablandole hoy de una de sus vacas como si fuera un bebé.$4#$b#No pude evitarlo, ella era una cosa tan linda.#$e#Estoy pensando en comprar más territorio para poder expandir mi propia granja.#$b#No tengo suficiente espacio para más animales.$1",
                "fall_Sun": "He bebido demasiado café esta mañana.#$e#Lo digo en serio, mi corazón siente como si estubiera a punto de explotar.$2#$e#Supongo que eso es lo que obtengo, pero ¿sabes?, de alguna manera no me arrepiento. El café estaba bueno.$1",
                "fall_15": "Deberíamos ir a la feria mañana. Me encantaría la compañía.#$e#O bien, incluso si no vamos juntos, me encantaría verte allí.#$b#Espero que vayas.$4",
                "fall_26": "La Víspera de los espíritus solía significar algo mucho más siniestro. La gente estaba aterrorizada por los espíritus y los monstruos, por lo que ofrecían comida con la esperanza de satisfacer su hambre.#$b#Es sorprendente que se haya convertido en una festividad tan feliz.$1#$b#Aunque supongo que la vida es así. Las cosas cambian muy a menudo.",
                "winter_Mon": "Sé que no debería, pero he estado hablando con Pam más a menudo.#$b#Ella no es una mala persona, pero realmente necesita controlar su vida.#$e#Si no es por ella, al menos por su hija. Esa dulce niña merece una mejor madre.$2",
                "winter_Tue": "¿Se consideraría ir demasiado lejos si cableo las casas de mis animales para poder dales mantas eléctricas?$3#$b#Yo estoy bien solo con mi estufa pero me preocupo por mis animales.$2",
                "winter_Wed": "El invierno es una temporada tan dura. Aunque es hermoso, siempre me siento bastante bien durante todo el mes.#$e#Supongo que es por que son los días más cortos, me gusta el sol, pero ahora anochese demasiado rápido.$2",
                "winter_Thu": "%Estornuda y hace tanto ruido que hace duoler los oídos.#$b#Oh lo siento tanto, creo que me estoy resfriando.#$e#Tendré que comprar un poco de té, eso debería ayudar.",
                "winter_Fri":"Sigo diciendo a Vincent y Jas que dejen de jugar cerca de las alcantarillas, pero esos dos son tercos.#$e#Me preocupa que haya algo allí y que puedan lastimarse.$2",
                "winter_Sat": "%El parece triste.#$b#Hoy no me siento muy hablador, lo siento.$2",
                "winter_Sun": "No sé por ti, pero yo estoy listo para que termine el invierno.#$e#Extraño el sol y plantar semillas.#$e#Sin embargo, me estoy preparando para la primavera. He estado almacenando semillas.",
                "winter_16":  "%Lyell parece molesto.#$b#Oh, es...#$b#En realidad, no estoy tan bien hoy.#$b#Tengo muchas cosas en mente. Sé que no debería quedarme en el pasado, pero se hace difícil mirar hacia adelante.#$e#Es mejor que no hable demasiado de eso, te lo molestaría.$2",
                "winter_17": "%Se ve cansado.#$b#No puedo dejar de pensar demasiado en las cosas últimamente.#$e#No puedo evitar sentir que... si hubiera cuidado mejor mi paso, no lo habría perdido.#$b#Sé que necesito seguir adelante, pero es difícil cuando te lo recuerdan a diario.",
                "winter_18": "%Suspira suavemente y se frota la nuca.#$b#Vida, ¿no es aí?$2#$b#En un momento te sientes bien y al siguiente te atormenta tu pasado.#$b#Típico...",
                "winter_19": "%Lyell sonrie suavemente, pero su mirada parece triste.#$b#Siempre me estás visitando, @ pero ¿quién te visita a tí?#$b#Eres muy amable conmigo y estoy agradecido por eso.#$b#Espero conocerte por muchos años.$2",
                "winter_20": "Me siento mucho mejor hoy.#$e#Los últimos días estuve decaido, pero creo que finalmente mi mente se ha aclarado por ahora.#$e#El invierno casi ha terminado, probablemente por eso mi estado de ánimo ha mejorado.$1",
                "winter_14": "¿Vas a ir al mercado nocturno?#$b#Yo voy a intentarlo, siempre hay muchas cosas buenas para comprar.$1#$e#La última vez que fui, me detuve en el espectáculo de sirenas.#$b#Ella era hermosa y también lo era su canto.$1",
                "winter_23": "Espero verte mañana en el festival de la Estrella Invernal. Siempre disfruto de tu compañía.$1#$e#Sin embargo, soy terrible comprando regalos para la gente, soy demasiado práctico y termino comprando algo que no les gusta.#$b#Pero en mi defensa, pueden usar lo que yo les compre.$1",
                "Mon10": "No iría solo a las minas. Es peligroso.",
                "Tue8": "Sigues volviendo a hablar conmigo. Gracias.$h",
                "Tue10": "Hola amor, siempre es bueno verte por aquí.$h",
                "Wed8": "Si no tienes mucho que hacer más tarde, deberíamos tomar una cerveza juntos.$9",
                "Wed10": "Estaba pensando en ti... Oh, no es nada malo.$s",
                "Thu10": "Te ves bien hoy...#$b#Bueno, quiero decir, te ves bien todos los días. *se encoge*$s",
                "Fri10": "He estado pensando mucho en ti recientemente.$9",
                "Sat8": "*Lyell hace contacto visual contigo, pero no se acerca.*#$b#*Oh, ahora está huyendo.*$9",
                "Sat10": "Yo, uh...#$b#Olvidalo, no es importante.$9",
                "Sun8": "Lo siento, no tengo mucho que decirte.$8",
                "Sun10": "Los domingos agrego gemas y velas a mi santuario.#$b#No me gusta mucho la adoración, pero me gusta que los dioses sepan que pienso en ellos.$h",
                "summer_Mon10": "*El balbucea incoherentemente*#$b#....Ah, quiero decir, es un hermoso día, ¿no?$9",
                "summer_Wed10": "Te ves ardiente...#$b#Quiero decir, estás sudando. *se encoge*$9",
                "summer_Sat8": "*Lyell te ve y se aleja rápidamente.*$9",
                "summer_Sat10": "Mira... yo...#$b#No soy muy bueno expresándome.#$b#Espero que eso no te moleste.$s",
                "fall_Mon8": "Algo sigue molestando a mis gallinas por la noche. Estoy pensando en poner trampas.",
                "fall_Mon10": "*Lyell parece cansado.*#$b#Hm? Oh lo siento, no dormí bien anoche.$8",
                "fall_Tue8": "Esta es la fecha en que fui dado de baja del ejército...#$b#Un consejo: quédate con tu granja.$s",
                "fall_Tue10": "*Lyell parece que siente dolor*#$b#...Lo siento, solo que ... a veces puedo sentir que me duele el brazo a pesar de que no está allí.$s",
                "fall_Wed10": "Sería bueno pasar un tiempo juntos... si quieres.$4",
                "fall_Thu10": "Nunca pensé que volvería a se cercano a alguien.$9",
                "fall_Fri10": "Algo sobre el otoño me resulta familiar.$h",
                "winter_Mon8": "El invierno es una gran temporada. Amo la nieve.$h",
                "winter_Tue10": "Supongo que hace bastante frío. Tu cara está roja.",
                "winter_Wed10": "*Parece que Lyell quiere decir algo.*$9",
                "winter_Thu10": "*Lyell tiene una expresión soñadora.*$4",
                "winter_Fri10": "@, yo realmente... Quiero decir...#No importa.$9"
            }
        }
    ]
}
