{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
                "Rainy_day_1": "%Ele está completamente encharcado.#$B#Tenho corrido na chuva, gostando da sensação.$1#$b#É muito bom.#$E#Mas provavelmente devo me secar logo ou pegarei um resfriado.",
                "Rainy_Night_1": "Tenho sorte de morar em um terreno alto. Seria terrível se minha propriedade inundasse toda vez que chovesse.#$E#Você não pensaria, mas me preocupo quando o tempo fica ruim o suficiente.#$b#A chuva é boa para as plantações, mas ruim para os animais.$2",
                "Saloon5": "%Lyell desvia o olhar timidamente.#$B#Não sei por que você fala tanto comigo, não posso ser muito interessante.#$B#Sou apenas um veterinário fracassado depois de all.#$e #%Ele parece desconfortável e depois começa a corar.",
                "Saloon6": "%Ele está bêbado cantando para si mesmo.#$B#Hoson zês, phainou, mêden holôs su lupou-$1",
                "LyellsHouse5": "Prefiro minha privacidade, mas gosto de companhia.#$E#Por favor, não revise meus pertences.$2#$b#Há algumas coisas que gostaria de manter para mim.",
                "LyellsHouse6": "Aquela cabeça de veado está no meu freezer há um tempo.#$B#Não consigo ficar motivado o suficiente para trabalhar nisso. Quero montá-la na minha parede, mas...$2#$b#Talvez eu deva jogá-lo fora...$2",
                "LyellsHouse7": "Eu sei que não deveria, mas muitas vezes me pergunto como seria a vida se eu tivesse feito algumas escolhas melhores.$2#$e#Não me arrependo de muitas das minhas escolhas, mas certamente lamento tenho arrependimentos, gostaria de poder voltar.$3#$b#Desculpe, sou tão negativo, não sou?$2#$e#Bem, pelo lado bom, eu conheço você agora.#$b#Esse fato sempre me faz sorrir.$4",
                "Mon": "Por alguns anos, morei em uma casa-barco.#$B#Foi muito gratificante.$1#$e#Realmente quero comprar outra casa-barco. Provavelmente não navegarei muito longe de Pelican Town, mas adoraria uma maneira de passar algumas noites na água.$1",
                "Tue": "Harvey continua sugerindo que eu consiga um cão de serviço, mas, honestamente, não tenho certeza se quero um.#$B#Adoro animais, mas acho que um destinado ao serviço me deixa um tanto estranho.#$E#É estranho pensar que um animal está trabalhando para mim. É um animal, que merece uma vida relaxante.$1",
                "Wed": "Estou muito dolorido hoje, mas tenho trabalhado arduamente na minha propriedade ultimamente.#$E#Há reparos que eu precisava fazer e queria tentar descobrir como fazê-los com uma mão em vez de confiar na Robin.#$b#Ela é ótima no que faz, mas às vezes eu mesmo quero fazer as coisas, sabe?",
                "Thu": "Rosewell estava muito mal-humorada ontem à noite. Ela não deixou as outras galinhas se aproximarem dela e me bicou.#$B#Imagino o que deu nela.$2#$e#Talvez eu fale com Marnie sobre isso, tenho certeza que ela verá algo que estou perdendo.",
                "Fri": "É melhor regar suas plantações uma vez pela manhã e uma vez à noite.#$B#Dessa forma, suas plantas recebem uma boa quantidade de água nos momentos em que o sol não afeta os campos.",
                "Sat": "Há uma velha lenda da criação na área de Gotoro em que cresci.#$B#Tem estado na minha cabeça ultimamente.#$E#Oh, você parece curioso?#$B#Bem, diz-se que existia o deus Xenos.#$b#Eles eram maiores do que as galáxias e tinham três cabeças.#$b#Eles criaram nossa galáxia quando adoeceram de comer demais galáxias moribundas.#$b#Na vastidão do espaço, eles literalmente vomitaram nossa galáxia.#$b#Veja, dizem que a barriga de Xenos está cheia da magia que dá vida às coisas.#$b#Então, quando eles comeram galáxias moribundas, essa magia deu nova vida a tudo que combinou dentro deles.#$b#Depois de comer tanto tempo, Xenos ficava doente para dar vida a novas galáxias.#$b#Chama-se Uta'Ra, ou Círculo da Doença.#$b#Coisas muito interessantes, não t isso?#$e#Sempre me pego acreditando nos costumes antigos de Gotoro.#$bEle simplesmente fala mais comigo do que o jeito de Yoba.",
                "Sun": "Eu realmente gostaria de poder apresentar alguns dos antigos festivais de que participei quando criança para o povo do vale.#$B#Eu mencionei isso com Lewis, mas ele não parece muito aberto a it.$2#$e#Um dos meus festivais favoritos era o Festival de outono. É um dia para celebrar o amor, a fertilidade e o renascimento.#$b#Acho que Lewis ouviu falar de fertilidade e fechou a cabeça para a ideia...$2",
                "spring_23": "Você vai ao festival amanhã?#$e#Estou pensando em ficar em casa, mas veremos.$2",
                "spring_13": "Shane e eu temos estragado nossas galinhas até nos prepararmos para o festival do ovo.#$e#Eles estão trabalhando muito para amanhã.",
                "summer_Mon": "Acordei e tive que me levantar da cama, estava muito suado.$1#$e#Acho que é um bom sinal. Significa que meu corpo está funcionando.$1",
                "summer_Tue": "%Lyell parece distraído. Ele olha para você, mas parece que não o vê.",
                "summer_Wed": "O verão é uma temporada de paixão e força.#$B#Onde eu cresci, era comum as pessoas fazerem declarações apaixonadas durante o verão.#$B#Às vezes, eles até adiariam até a temporada, porque o faziam durante a estação certa trouxe sorte e bênçãos do deus Firious para você.$1",
                "summer_Thu": "Tenho feito uma bebida especial de vinho dedicada ao deus Firious.#$b#Sei que é bobo, mas dizem que coloca você em suas boas graças para beber vinho com especiarias quando o sol está forte Altíssima.",
                "summer_Fri": "Um equívoco comum sobre Gotoro é que seu povo é agressivo. Acredito que isso se deva às muitas guerras civis travadas ao longo da história.#$b#Mas realmente, pode ser bastante pacífico em Gotoro.#$b#Há tensão entre certos grupos de pessoas, mas muitas vezes você pode ver todos colocando essas diferenças de lado para viver em paz.$1",
                "summer_Sat": "Wedndo eu era menino, foi minha irmã quem me levou para o meu direito de passagem.#$b#Veja, para os jovens onde eu cresci, é a mãe que deveria coroá-los como um homem , mas minha mãe morreu durante o parto.#$b#Então minha irmã mais velha tomou o lugar dela. Foi uma noite muito feliz para mim.$1",
                "summer_Sun": "Curi é um dos meus doces favoritos de verão. Não consigo encontrá-lo em nenhum lugar deste país, então tenho que encomendá-lo no exterior#$b#Que pena que o frete está tão caro hoje em dia.$2",
                "summer_10": "O festival é amanhã. Não vou entrar, mas estou ansioso para ver o que você vai trazer para o pote.$1",
                "summer_27": "Mal posso esperar para ver as medusas amanhã. Elas são muito bonitas.#$b#Talvez possamos assistir juntos...$4",
                "fall_1": "O festival de outono do amor é no dia 10.#$b#Acho que vou comemorar sozinho desta vez.$1",
                "fall_Mon": "Lewis e Marnie, eles...#$b#...$2#$b#Esquece, não é da minha conta.",
                "fall_Tue": "Você não pensaria, mas rosa é minha cor favorita.#$b#Mas não é tão aceitável para os homens usá-lo hoje em dia, então estou ficando cauteloso com ele.",
                "fall_Wed": "Está um dia lindo, não é?#$b#Se eu estivesse confiante, cantaria sobre isso, mas sou bastante tímido.$1#$e#Oh, de jeito nenhum, estou não vou cantar para você.$4",
                "fall_Thu": "Tenho sentido muitas saudades de casa ultimamente.#$b#Gostaria de visitar Gotoro, mas corro o risco de ser preso porque lutei na guerra contra o meu país.$3",
                "fall_Fri": "É comovente que você queira falar comigo com tanta frequência.#$b#Lamento, mas nunca tenho nada de interessante para dizer a você.",
                "fall_Sat": "Rasmodius tem me ensinado muito sobre os elementos e a magia.#$b#Estou ansioso para testar algumas coisas.$1",
                "fall_Sun": "Eu acho que se um pai realmente amasse seus filhos, eles fariam qualquer coisa ao seu alcance para dar-lhes uma vida adequada e feliz.#$b#Mas suponho que algumas pessoas não vêem dessa forma...$3",
                "fall_15": "A feira é amanhã. Provavelmente irei pelo menos comprar comida para o festival.#$b#É gorduroso e nojento, mas de alguma forma eu adoro isso.$1",
                "fall_26": "Você acha que eu me cansaria de me vestir da mesma forma todos os anos, mas sabe, a Véspera do Espírito é um dia de diversão.#$e#Então, sim, vou me divertir e me vestir como quiser.$1",
                "winter_Mon": "Preciso comprar uma lâmpada solar para compensar o sol.#$e#Sou mais um cara do sol, preciso disso para me sentir feliz.",
                "winter_Tue": "Talvez eu pudesse passar no salão esta noite e pegar algo quente para beber.#$e#Talvez um pouco de cidra de maçã seja bom.",
                "winter_Wed": "Sam e Abigail atiraram em mim com bolas de neve ontem à noite no meu caminho de volta para casa.$1#$b#Eu adoro crianças, mesmo as grandes.#$b#Sempre quis ter uma grande família, com seis pequenas bebês correndo por aí.#$b#Não importa o sexo deles, eu ficaria feliz contanto que minha casa estivesse cheia.$1",
                "winter_Thu": "Eu juro, não sou tão interessante.#$b#Mas ter você falando comigo com tanta frequência realmente faz meu dia.$1",
                "winter_Fri": "Eu estava escrevendo ontem e fiquei preso em uma palavra.#$b#Este não é meu primeiro idioma, então não tenho ideia de como explicar o que estava tentando inventar.$1",
                "winter_Sat": "%Ele não parece muito satisfeito agora. Melhor deixá-lo sozinho.",
                "winter_Sun": "Sinto tanto a falta do sol.$2#$e#Mas pelo menos a neve é ​​linda.$1",
                "winter_16": "Obrigado por sempre me verificar, @.#$b#Gosto muito da sua companhia quando você vem.$1",
                "winter_17": "%Ele não quer falar agora.",
                "winter_18": "%Lyell parece chateado agora. Talvez você não deva incomodá-lo.",
                "winter_19": "Sei que tenho andado quieto ultimamente, mas simplesmente não estou com vontade de falar.#$e #%Ele lança um olhar irritado para você e vai embora.",
                "winter_20": "Desculpe por ontem. Eu sempre fico mal-humorado no final da temporada.$2#$e#É difícil falar sobre, mas..#$b#O dia 20 de inverno é o dia, minhas queridas Lexi e Diana morreu.#$b#Ainda dói a cada ano que passa.$2",
                "winter_14": "Estou ansioso para o mercado noturno amanhã.$1#$e#Estou procurando algo especial desta vez.",
                "winter_23": "Adoro comprar coisas para as pessoas. Mesmo que elas não gostem, nada me deixa mais feliz do que dar presentes.#$e#Espero ver você amanhã! O festival será maravilhoso como sempre.",
                "Wed6": "Se dependesse de mim, Joja não estaria perambulando por esta cidade.$A#$e#Eles são uma empresa tão terrível. Eu me senti sem alma trabalhando para eles.$5",
                "Mon6": "Às vezes eu noto pessoas olhando... Tenho certeza de que estão olhando para a minha 'falta' de um braço.$S",
                "Wed6": "Não tenho muitos amigos e há uma razão para isso.$S",
                "Fri6": "Olá, o que é isso?$3",
                "Sat6": "* Lyell está olhando para você *#$b#... Hm? Oh, não é nada, eu estava apenas distraído por algo.$9",
                "Sun6": "* Lyell puxa algo do seu cabelo. *#$B#Não se importe comigo...$8",
                "summer_Tue6": "Hm? Meu sotaque? Oh, bem, eu não sou deste país.$h",
                "summer_Thu6": "Em dias quentes como este, gosto de ir à praia e tomar sol.$h",
                "fall_Wed6": "Este frio me dá vontade de nadar.#$b#Isso é loucura?$h",
                "fall_Thu6": "Fico confuso a frequência com que você fala comigo.$s",
                "winter_Wed6": "Lamento ter ficado tão distante.#Não sou muito bom em acompanhar as pessoas.$s",
                "winter_Fri6": "Precisa de algo?"
            }
        }
    ]
}
