{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
                "Rainy_day_1": "Dias chuvosos são perfeitos para bebidas quentes.$1#$e#Gosto de sentar-me com minhas garotas durante as noites de tempestade. As galinhas adoram a atenção quando estão com medo.",
                "Rainy_Night_1": "Acho que vou deixar as meninas entrarem em casa esta noite, elas sempre ficam agitadas durante as noites de chuva.#$E#Sei que é um pouco estranho, mas às vezes gosto de ter as galinhas dentro da minha casa.",
                "Saloon_Entry": "Olá, Gus.",
                "Saloon2": "Ah, é bom ver você de novo.$H#$e#Foi um longo dia para mim, mas estou de bom humor.$1",
                "Saloon3": "Estou sempre vendo você - você está me perseguindo?$H#$e#Não pense que me importo muito.$4",
                "Saloon4": "$1 LyellDrink1#Acho que você está crescendo em mim.#$E#Deixe-me pagar uma bebida para você.$9#$e#Aqui, experimente isto.. [346]#$e#Você é bom empresa.#$e#Tento não me aproximar muito das pessoas, mas conversar com você é legal.$1",
                "LyellsHouse2": "Minha casa não é a mais bonita, mas é uma casa.#$E#Talvez eu deva pegar outra cadeira, para que você tenha um lugar para sentar quando vier.$2",
                "LyellsHouse3": "Sinta-se em casa, @.#$E#Se você pegar uma cerveja na geladeira, bem, você conhecerá meu projeto atual.$1#$e#Taxidermia sempre foi um hobby meu, mas Eu me recuso a matar animais.#$B#Eu sempre os pego onde morreram naturalmente.",
                "LyellsHouse4": "@, é bom ver você.$1#$e#Tenho que admitir, não é mais tão solitário.$2#$e#Suponho que fazer amigos pode ser uma coisa boa, embora eu sempre me preocupe. vou perdê-los muito cedo.$2",
                "Mon": "Está um dia lindo, não é?#$E#O vale me lembra Gotoro, ou, bem, a área de onde venho.#$B#Tínhamos floresta densa e paisagens verdes também.#$e#O oceano próximo estava muito mais claro. Lembro que pude ver o fundo.#$b#Era muito bonito.$1#$b#Estou com saudades.$2",
                "Tue": "Minhas garotas estão adorando o clima. Se elas não fugissem para a floresta todas as vezes, eu as deixaria vagar por minha propriedade.$1#$e#Eu geralmente as deixo entrar em minha casa à noite. acho que eles têm espaço de manobra suficiente quando se trata de espaço para jogar.$1",
                "Wed": "De manhã cedo, quase consigo ouvir a natureza me chamando.#$B#Acho que é por isso que sempre volto a trabalhar na agricultura - há algo em estar com a terra que realmente me completa.#$E#Acho que isso é muito bobo, não é...$2#$b#Mas é tão bobo? Afinal, tudo ao nosso redor não tem alma?#$b#Acho que sim, de qualquer maneira.$1",
                "Thu": "As quintas-feiras são sempre um sucesso ou um fracasso para mim.#$E#É estranho, sinto que este dia está amaldiçoado para mim.#$B#Toda quinta-feira algo ruim acontece.$2",
                "Fri": "Há algo muito mais gratificante em fazer as coisas sozinho.#$E#Acho que é por isso que adoro cultivar, basicamente você faz tudo sozinho.$1",
                "Sat": "Oh, olá, @$1#$e#É um dia maravilhoso, não é?#$B#Sinto que dias como este fazem tudo valer a pena.#$B#Não há muito disso comove-me, mas o céu ensolarado e a densa floresta certamente falam comigo.",
                "Sun": "Não corte a grama em sua propriedade a menos que tenha um local adequado para armazená-la. Ela será útil para alimentar seus animais.#$E#Se você precisar de ajuda na fazenda, venha buscar eu.#$b#Posso ter um braço, mas ainda posso trabalhar.$1",
                "spring_23": "...$2#$e#Desculpe, @, hoje é um dia difícil.#$b#Eu sei que deveria seguir em frente, mas Marlin era uma das pessoas mais importantes na minha vida.$2#$e#Já faz muito tempo. Eu não deveria mais ficar de luto assim, eu sei.",
                "spring_13": "Coletei todos os ovos das minhas meninas para o festival de amanhã. Não sou o melhor em decorá-los, mas posso pelo menos doá-los para o festival.$1#$e#Se você entrar no ovo- concurso de caça, boa sorte derrotando Abigail.#$b#Ela é muito boa em encontrar esses ovos.$1",
                "summer_Mon": "Eliza teria adorado Vincent e Jas.#$e#Eu penso em como seria ver aqueles três brincando juntos com frequência.$2#$e#Suponho que morar não ajuda em nada, não é? ?$2",
                "summer_Tue": "Meu pai e o pai dele antes dele eram fazendeiros.#$b#Na verdade, todos os homens eram da minha família. Todos parecíamos ter polegares verdes.$1#$e#Não tenho uma grande área plantar, mas adoro cultivar o pouco que posso plantar.",
                "summer_Wed": "Sei que sou bastante, bem, esquisito.#$b#Se algum dia eu deixar você desconfortável, por favor me diga.#$e#Sei que posso dizer algumas coisas bem estranhas, mas não significa.$2",
                "summer_Thu": "Você acha que Lewis ficaria bravo se eu prendesse minhas garotas e as trouxesse para a cidade?$1#$b#Ele provavelmente teria um ataque.#$e#Eu poderia fazer isso apenas para deixá-lo furioso.$1#$b#%Os cantos dos olhos se enrugam quando ele ri.",
                "summer_Fri": "Estou pensando em investir em uma casa de barcos.#$e#Seria bom ter a opção de passar um tempo no mar.$1",
                "summer_Sat": "Se eu tivesse meio cérebro, usaria óculos escuros quando está este dia de sol.#$B#Meus olhos estão lacrimejando com este sol.#$E#Mas não posso deixar de adorar, o verão é uma estação maravilhosa.$1",
                "summer_Sun": "Se você encontrar conchas de arco-íris na praia, se importaria de entregá-las para mim?#$e#Estou começando um pequeno projeto de arte e artesanato.$1",
                "summer_10": "Uau, o festival começou rápido, não foi?#$b#Bem, certifique-se de trazer seus melhores produtos para a cidade amanhã.",
                "summer_27": "Se as águas-vivas não fossem um saco de dor, eu pularia e nadaria com elas durante o festival.#$e#Mas, bem, prefiro não ser picado.$1",
                "fall_1": "As folhas já começaram a mudar de cor, é muito emocionante.#$e#Meu festival favorito é esta temporada - Véspera do Espírito.#$b#Adoro me vestir bem e dar doces para as crianças.$1",
                "fall_Mon": "Estou suspeitando de alguns delitos de Lewis.#$b#Há algo nele que cheira a corrupção$5#$e#Mas, bem, para começar, não gosto da maioria dos políticos.",
                "fall_Tue": "Quando eu era menino, minha irmã e eu coletávamos folhas de formatos estranhos e colávamos no teto do nosso quarto.#$e#Tínhamos uma bela floresta acima de nós.$1",
                "fall_Wed": "Meu olho de vidro saltou da minha cabeça e caiu na minha cerveja ontem à noite.$1#$b#A expressão no rosto de Gus não tinha preço.$1#$e#Às vezes eu penso em apenas arrancar o olho de vidro e usar meu adesivo novamente, me dá menos dor.",
                "fall_Thu": "Está se tornando um longo dia, mas não dormi muito na noite passada, então estou cansado.#$e#Talvez eu só precise de uma xícara de café, certo?",
                "fall_Fri": "Com a frequência com que conversamos, as pessoas podem pensar que estamos nos tornando amigos.$1#$e#Acho que gostaria de ter um amigo.",
                "fall_Sat": "Pierre nunca tem uma boa seleção. É uma pena ter que pedir tantas coisas em vez de comprar pessoalmente.#$e#Mas me recuso a comprar da Joja. Não me importa se eles tiverem tudo, eles podem me morder.$5",
                "fall_Sun": "Rasmodius é um cara bastante interessante quando você o conhece.$1#$b#Ele tem muitas histórias interessantes.",
                "fall_15": "A feira já está chegando à cidade! Não acredito que o outono passou tão rápido.$2",
                "fall_26": "Espero que você tenha uma fantasia pronta para amanhã.$1#$e#Comprei alguns sacos de doces ontem para as crianças.$1",
                "winter_Mon": "Ficou frio rápido, não é?#$e#Você pode sentir o vento até os ossos. Eu deveria ter colocado mais camadas.$2",
                "winter_Tue": "As safras não crescem durante o inverno, mas se você tem uma estufa, pode cultivar o ano todo.#$e#Ainda não tenho uma estufa, mas estou planejando que Robin construa uma.",
                "winter_Wed": "Eu amo a neve, mas às vezes a neve que ela faz me dá nos nervos.#$e#Bem, pelo menos é uma bela neve derretida.$1",
                "winter_Thu": "Um guaxinim entrou no galinheiro das minhas meninas ontem à noite.#$b#Normalmente, eu ficaria preocupado, mas as galinhas são muito agressivas. Elas o perseguiram imediatamente.$1",
                "winter_Fri": "Sabe, esqueci o quanto adoro música country até recentemente.$1#$e#Country antigo é melhor, na minha opinião. Tem mais espírito.",
                "winter_Sat": "Meus dedos ficaram vermelhos, então acho que é hora de entrar em algum lugar para me aquecer.#$e#Não preciso de congelamento.$2",
                "winter_Sun": "A neve recém-caída é muito bonita, mas o inverno pode ser muito perigoso se você não tomar cuidado.#$e#Certifique-se de usar um casaco quando sair de casa.$2",
                "winter_16": "Você está sempre me verificando.#$b#Não estou acostumado com a atenção.#$e#Não estou com vontade de falar muito hoje.$3",
                "winter_17": "Agora é realmente um momento ruim.$2#$e#Por favor, eu realmente prefiro não falar agora.$5",
                "winter_18": "Por favor, @, deixe-me em paz hoje...$u#4e#%Ele está ignorando você.",
                "winter_19": "Sei que ando esquisito nos últimos dias, mas trabalhe comigo, ok?$2#$3#%Ele desvia o olhar e espera que você saia.",
                "winter_20": "Estou me sentindo melhor hoje. Desculpe pela atitude, estou me sentindo mal.$2",
                "winter_14": "Não se esqueça do mercado noturno chegando à cidade nos dias 15 a 17.#$e#Sempre encontro coisas boas lá e os shows são muito bons também.$h",
                "Sun4": "As pessoas aqui são legais, mas manter a privacidade é quase impossível.$8",
                "Tue4": "Eu moro na floresta para evitar que as pessoas me intrometam. Rasmodius entende isso.$S",
                "Qua2": "Tenho um pouco de cuidado com estranhos. Sem ofensa.$U#$e#Mas não leve isso para o lado pessoal, dê um tempo.",
                "Thu4": "Fique de olho à noite. Sempre há algo escondido na escuridão.$U",
                "Fri4": "Frita-feira chegou rápido. Acho que estou perdendo tempo.$S#$b#%Ele parece muito triste agora.",
                "Sat4": "Tento ser gentil com qualquer um que se aproxima... mas algumas pessoas nesta cidade realmente me tentam.$A#$e#Não é nada, apenas...#$b#Pessoas fazendo perguntas estúpidas.#$b#Sei que eles estão curiosos sobre o que aconteceu comigo, mas é muito rude perguntar.$2",
                "Mon2": "Não estou interessado em chegar perto.$S",
                "Thu2": "Posso ajudá-lo...?",
                "Sat4": "Meus dias parecem estar se arrastando.#$B#Me deixa louco.$8",
                "Sun4": "*Lyell parece estar espaçado.$8",
                "fall_Thu2": "Não quero ser rude, mas não estou com vontade de falar agora.",
                "winter_Thu2": "Não há uma fazenda que você precise cuidar?$3"
            }
        }
    ]
}
