{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
                "breakUp": "Oh Ya veo, bueno... Entiendo.#$e#Ahora realmente necesito algo de tiempo a solas.$2",
                "Divorced": "Ya tenía un corazón roto y tú lo has roto aún más. Por favor, déjame en paz.$s#$e#Porfavor, @, no hagas esto$3#$e#¡Déjame en paz!$5", 
                "Introduction": "Ah, debes ser quien se mudo a la vieja granja. Robin me habló de ti ayer.#$b#Bienvenido a Pueblo Pelícano.$h#$e#Espero que te guste el pueblo.#$b#No hay mucho que no me guste realmente. Es un pueblo muy lindo.",
                "danceRejection": "Eso es dulce, pero no, gracias.$9#$e#Simplemente no me gusta bailar mucho.#$b#Seguramente hay alguien más a quien le puedas preguntar.$2",
                "Rainy_day_1": "La lluvia hace que el bosque huela increíble. Me recuerda a mi hogar.#$e#Soy de Gotoro originalmente. Donde me criaban solía llover mucho.$1#$b#Por la noch era muy relajante escuchanr la lluvia.$1",
                "Rainy_Night_1": "Debería dormir bien esta noche, la lluvia es muy relajante.#$e#Ya me siento bastante cansado de no lograr consiliar el sueño.$1#$b#Quiza me acueste temprano esta noche.",
                "Saloon1": "Una bebida fría calma los nervios.#$e#Si bebes, puedes unirte a mí. De hecho, me gustaría tu compañía.$1",
                "Saloon2": "Oh oye, es bueno verte de nuevo.$h#$e#Ha sido un día largo para mí, pero estoy de buen humor.$1",
                "Saloon3": "Sigo encontrándome contigo, ¿me estás acosando?$h#$e#No pienses que me importa demasiado.$4",
                "Saloon4": "Creo que estamos comenzando a ser amigos.$9#$e#Toma, prueba esto.[346]",
                "Saloon8": "Hello, love, it's a good night for a drink, isn't it?$h#$e#It's lovely to see you. I always enjoy talking to you when I get the chance.$4",
                "Saloon": "Vengo aquí casi todos los días.$h#$e#Gus es muy amable conmigo.#$b#Nunca tuve un mal servicio de su parte.$1",
                "LyellsHouse": "Puedes quedarte, pero no husmees.#$e#¿Tienes sed? Tengo cervezas frías en la nevera.$3#$e#Dejaré entrar a mis gallinas muy pronto. Generalmente este es el momento en que quieren estar cerca de mí.$1",
                "Mon": "A esta hora ya puedes escuchar a los pájaros cantando. Nunca me canso de ello.$h#$e#El otoño es mi estación favorita, pero también me encanta la primavera.$1#$e#Gotoro tuvo temporadas realmente buenas. Lo extraño mucho.$2#$e#Realmente no estoy acostumbrado a hablar tanto.$2#$e#Lo siento, ya no tengo ganas de hablar mucho.",
                "Tue": "También vine aquí desde Zuzu hace unos tres años. Es encantador aquí#h#$e#Zuzu fue un lugar bastante malo para mí.$2#$e#Supongo que nunca he sido realmente alguien para la vida de la ciudad.#$e#Durante mi tiempo en la guerra, la mayoría de los lugares en los que nos agrupamos eran grandes aldeas.#$b#O viajábamos por el campo a una nueva ubicación.#$b#Fue bastante agradable en cierto sentido.$1#$e#%Parece perdido en sus pensamientos.",
                "Wed": "Si miras alrededor del bosque e incluso en la ciudad, puedes encontrar una gran cantidad de buena comida que crece en la naturaleza. Simplemente no recoja las plantas en mal estado.$h#$e#La naturaleza es una de las cosas más importantes en este mundo.$1#$b#Se merece respeto.$2#$e#Creo que por eso amo tanto mi pequeña casa, está rodeada de naturaleza.$1#$e#Tú tienes un lugar bastante grande. A mi no me gustaría todo ese espacio abierto.#$e#Bueno, realmente necesito ponerme en marcha.#$b#$3#$b#%Se ve molesto. Mejor déjalo en paz.",
                "Thu": "No sé por qué me hablas tan a menudo, pero supongo que no me desagrada.$u#$e#Es muy extraño. Realmente no me veo como la persona más amigable.#$e#Oh, No es que no me guste hablar contigo.#$b#...#$b#Me canso bastante fácilmente después de un tiempo.$2#$e#Debería ponerme en marcha, tengo algunas cosas que hacer hoy.",
                "Fri": "A veces odio que me miren.#$b#Puedo sentir a la gente mirando mi brazo... O, bueno, la falta de el.$a#$e#Por favor no lo mires.$2#$e#Prefiero no hablar ahora, estoy de mal humor.$3#$e#%Tal vez deberías dejarlo solo.",
                "Sat": "Prefiero estar solo... Pero no rechazaré a nadie si quieren hablar.$h#$e#Pero a veces se vuelve agotador.#$b#Solo quiero un poco de paz y tranquilidad.#$e#Aunque me gusta hablar contigo, @. Tu no me molestas.$1",
                "Sun": "Siempre es una buena idea regar sus cultivos antes de salir de la granja.#$e#No querrás que se marchiten, y eso puede suceder de la noche a la mañana.#$e#Dime cómo va tu cosecha este mes.$1",
                "spring_23": "No sé si iré al festival mañana. Ese día siempre es difícil para mí.$s#$e#Yo solo... Marlin murió el día antes del festival.$2#$b#Nunca he podido celebrar lo mismo desde entonces.$2",
                "spring_13": "No te olvides del Festival del Huevo mañana.#$e#Me gusta el Festival del huevo. Los huevos son una de mis comidas favoritas.#$e#Además, los niños son realmente preciosos cuando juegan y encuentran los huevos.$1",
                "summer_Mon": "Jas es una hermosa niña. Ella me recuerda a mi hija... La extraño mucho.$s#$e#Oh sí, solía estar casado y tenia una pequeña niña.$1#$b#Ella era una hija tan maravillosa. Eliza fue lo mejor que me ha pasado.$1#$b#Pero entonces mi esposa, ella, bueno...#$e#%Se ve bastante molesto.",
                "summer_Tue": "Creo que disfruto viviendo aquí, aunque creo que mi padre está rodando en su tumba por eso... Realmente no le gustaban los extranjeros, pero supongo que eso es lo que soy ahora.$h",
                "summer_Wed": "Pensarías que después de tanto tiempo me acostumbraría a socializar con la gente. Pero... Todavía me siento como un adolescente incómodo.$s#$e#Estoy sorprendido de que me hables tan a menudo, @. ¿No hay alguien más interesante con quien hablar?#$e#Supongo que tu sabrás lo que haces.#$b#Simplemente no estoy acostumbrado a hablar mucho.",
                "summer_Thu": "El calor del verano es justo lo que necesitaba.$h#$e#Creo que hoy tomaré un helado. Realmente podría usar el tratamiento frío.$1#$e#Quizás puedas venir conmigo, si quieres...$4",
                "summer_Fri": "En días como este, desearía estar de vuelta en el mar.#$b#Hay algo realmente gratificante en navegar.#$e#Quizás algún día regrese a las aguas y navegue por un tiempo.$1#$e#Es bastante romántico, navegar... Es como vivir una historia de amor.$4",
                "summer_Sat": "Podría ir a nadar hoy. Ha pasado un tiempo desde la última vez que lo he hecho.#$e#Pero no estoy seguro, nadar significa que tendría que quitarme la camisa y realmente no me gusta hacerlo.$2#$e#Tal vez pueda ir más tarde esta noche, cuando la gente esté durmiendo.#$b#Es mejor si nadie me ve.$1",
                "summer_Sun": "El helado siempre es bueno en esta época del año.$h#$b#Creo que el puesto está abierto ahora, deberías ir a comprar uno.#$e#Si tu quieres, por supuesto.",
                "summer_10": "Trae tus mejores productos para el festival de mañana.$h#$e#No tengo idea de qué llevar este año.$2#$e#Tal vez condimente un poco las cosas.$1",
                "summer_27": "Mañana es uno de mis festivales favoritos.$h#$e#Las medusas son hermosas.#$e#No puedo esperar para verlas de nuevo, es tan romántico.$4",
                "fall_1": "Ya se está comenzando a hacer más frío, me encanta.$h",
                "fall_Mon": "Sé que no debería ser tan negativo.#$b#Pero esa mujer Pam siempre me pone de los nervios.$a",
                "fall_Tue": "Tienes algo en la cara.#$b#%Lyell lo limpia con el pulgar.",
                "fall_Wed": "Jas hoy me preguntó qué le pasó a mi brazo...#$b#¿Qué se supone que le dijera?#$b#Decirle a una niña que mi brazo estalló mientras estaba en la guerra no sería apropiado.$b¿No es así?",
                "fall_Thu": "$s Hrm. #$b# Cuando has estado tanto tiempo vivo como yo...#$b#Los días comienzan a difuminarse en una larga vida.#$e#Es agotador.$s",
                "fall_Fri": "Es conmovedor que quieras hablar conmigo tan a menudo.#$b#Lo siento, nunca tengo nada interesante de lo que conversar.",
                "fall_Sat": "Creo que mi cosa favorita sobre el otoño es el cambio del color de las hojas. Es bonito.#$b#Eso y la especia de calabaza.$h#$e#Supongo que lo de la especia de la calabaza es bastante tonto, pero no me importa.$1",
                "fall_Sun": "No podría pedir un mejor lugar para vivir.#$e#Es muy tranquilo aquí, aún más en esta época del año.",
                "fall_15": "La feria es abrumadora pero siempre trato de ir.#$e#Espero que vayas.$4",
                "fall_26": "Mañana es la víspera de los espíritus...$h#$b#¿Alguna vez te has preguntado si los monstruos se ofenden por que nos disfrasamos como ellos? Creo que yo lo haría.$h",
                "winter_Mon": "Buh... ¿Has visto la forma en que Pam le habla a su hija?...#$b#Supongo que no es de mi incumbencia.$a#$e#Pero realmente me afecta. Yo nunca trataría a mi familia así.$2",
                "winter_Tue": "Si alguna vez necesitas ayuda en tu granja, puedes pedir mi ayuda.$h#$e#Puedo ayudarte a plantar y cuidar animales. Generalmente tengo tiempo libre para trabajo extra.$1",
                "winter_Wed": " La nieve es hermosa. Son las pequeñas cosas que más importan a medida que envejeces.#$e#Mejor cuida tu espalda, me gusta arrojar bolas de nieve.$1",
                "winter_Thu": "Anoche escuché un alboroto afuera y cuando fui a ver encontré a una molesta criatura aterrorizando a mis niñas.$a#$b#Supongo que tendré que quedarme despierto esta noche para solucionar el problema.$s",
                "winter_Fri": "Últimamente he estado escuchando mucha música de los años 50. Realmente me-$1#$b#...Realmente mejora mi estado de ánimo.#$e#%Parece perdido en sus pensamientos.",
                "winter_Sat": "Si hace demasiado frío en mi casa, solo enciendo el horno. Se calienta bastante bien.$sAsegúrate de mantenerte caliente, @, la congelación puede ser fatal.#$b#%Lyell se ha vuelto no verbal por un rato. Voveré mas tarde.",
                "winter_Sun": "Hace tanto frío que creo que tengo los dedos congelados. *ríe*$h#$e#Solo estoy bromeando, por supuesto, la congelación no es una cuestión de broma.$1#$b#No me gustaría perder ninguna de mis otras extremidades.$2",
                "winter_16":  "Siempre me estás visitando.#$b#No estoy acostumbrado a la atención.#$e#No tengo muchas ganas de hablar hoy.$3",
                "winter_17": "¿Qué quieres...?$a#$b#No es nada, solo estoy de mal humor.",
                "winter_18": "No tengo ganas de hablar hoy.$u#$e#%Te está ignorando.",
                "winter_19": "Realmente necesito estar solo por ahora.$a#$b#%Él mira hacia otro lado y espera a que te vayas.",
                "winter_20": "Perdón por los últimos días. A veces me pongo de mal humor y solo necesito que me dejen solo un rato, ¿entiendes?$s",
                "winter_14": "No te olvides de que el Mercado Nocturno llegará a la ciudad del 15 al 17.#$e#Siempre encuentro cosas geniales allí y los espectáculos también son geniales.$h",
                "winter_23": "Las vacaciones a veces son estresantes, pero eso no hace que los festivales sean menos divertidos.$h#$e#Estoy emocionado por el festival de este año. Me gusta darle cosas a la gente.$1",

                ///events
                "camp_fire_1": "Eso significa mucho para mí.$l",
                "event_camp_fire_2": "Ya veo. Es bueno saberlo$8",
                "mountain_talk_1": "Grandes mentes piensan igual, supongo.$h",
                "mountain_talk_2": "Bueno, todos son diferentes.$n",
                "mountain_talk_3": "Supongo que ambos tienen sus contras y pros.",
                "past_talk_1": "Estoy muy contento de que entiendas... Algunos personas no lo hacen.$9",
                "past_talk_2": "Supongo que así es, ¿no?$u",
                "past_talk_3": "Está bien. No todos lo entienden.$h",
                "Beach_12_39": "$6 El está distraído ahora, será mejor volver más tarde.",
                "aging_1": "No conozco a muchos que piensen así.$h",
                "aging_2": "Supongo que lo es. Dejemos la conversación, entonces.$u",
                "aging_3": "Eso es muy cierto, Sabias palabras.$h",
                "summons_1": "Oh, eso es... muy dulce.$4",
                "summons_2": "Qu- Si, tú también eres importante.$5",
                "summons_3": "Oh, ya veo. Supongo que podría tomar un descanso.$8",
                "blessings_1": "Eso es cierto, estoy siendo bastante vago, ¿no es así?$h",
                "blessings_2": "Si.. Supongo que tienes razón.$u",
                "blessings_3": "Está bien, probablemente sea mejor así.$h",
                "drinking_1": "Espero que tengas razón. Sin duda me haría sentir mejor a si fuera.$s",
                "drinking_2": "Supongo que sí. Realmente no lo habia pensado de esa manera.$u",
                "shrine_1": "Oh, tú... Yo solo... no sé si podría decírtelo. Si me creerías...$10",
                "shrine_2": "Oh dioses, tú estabas... Juro que puedo explicarlo.$10",
                "apology_1": "Eso... Eso significa mucho para mí, @, gracias.$7",
                "apology_2": "Lamento que hayas tenido que hacerlo. No volverá a suceder.",
                "kiss_1": "Yo también estoy felíz, @. Te amo tanto.$l",
                "kiss_2": "Oh dioses, lo siento tanto, @... Prometo que no volverá a suceder.$s",
                "marlin_1": "Gracias por eso. Siempre me pongo un poco nervioso diciéndole a la gente mis creencias.$h",
                "marlin_2": "Si, erm, supongo que así es.$u",
                "answer_one": "Creo que tienes razón. Supongo que solo estoy siendo terco.$2",
                "answer_two": "Supongo que estas en lo correcto. Intentaré escuchar más.$3",
                "answer_three":"Sabía que lo entenderías.$1",
                "confession_one": "@... Dioses, Yo también te amo.$9",
                "confession_two": "Por favor, @... No digas eso$10",
                "pool_date": "Supongo que estas en lo correcto.$16",
                "pool_date2": "Sabía que lo entenderías. Te amo @.$15",
                "pool_date3": "@, Te amo tanto.$15",
                "pool_date4": "...$16",
                "event_beach1": "Supongo que tienes razón. Solo estaba siendo dramático, creo.$16",
                "event_beach2": "Oh... Esta bien.$16",
                "event_beach3": "Oye, esa es una muy buena idea. Me gustaría mucho eso.$14",
                "event_beach4": "Tú... ¿Realmente te sientes así?$16",
                "event_beach5": "@, Te amo tanto.$15",
                "event_farm1": "@, por favor no preguntes eso. No... no puedo hablar de eso.$17",
                "event_farm2": "¿No crees que ya sé eso, @?!$18",
                "event_farm3": "@... Tú siempre estás ahí para mí.$17",
                "Event_stargazing1": "Sabía que lo apreciarías tanto como yo. Hay algo realmente especial sobre las estrellas. Son tan únicas$1",
                "Event_stargazing2": "Oh, eso crees ... No lo sé, creo que es especial.$2",
                "ComfortLyell_1": "....Gracias @, eso es todo lo que puedo pedir.$10",
                "ComfortLyell_2": "Wha$10#$b#Pasar?$5#$b#Eso es lo que es para un mortal, pero para mi es como arrancarme los dientes.$5#$b#...$2#$b#Lo siento, tal vez necesito estar solo...$2"
            }
        }
    ]
}
