{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
                "breakup": "Oh ya veo, bueno entiendo.#$e#Necesito algo de tiempo a solas ahora.$2",
                "Rainy_day_1": "Cuida tu espalda porque estoy esperando a empaparte y ensuciarte.$1#$e#¿Quieres jugar bajo la lluvia conmigo?#$b#Prometo no jugar sucio$1",
                "Rainy_Night_1": "Si alguna vez quieres quedarte, te doy la bienvenida.#$e#Sería bueno tener a alguien con quien dormir junto a mi.$4",
                "Saloon": "Hola, vienes aquí a menudo?$1#$b#Haha, sólo estoy bromeando.#$b#Deberíamos tomar una copa juntos, cariño, me encanta tu compañía.$4",
                "LyellsHouse": "Pensé que había perdido un arete esta mañana.#$b#Me rompería el corazón si alguna vez lo perdiera. Mi padre me entregó estos aretes cuando mi hermana me coronó como hombre.$2",
                "Mon": "%Se ve muy cansado. Tal vez es mejor dejarlo solo por ahora.",
                "Tue": "Hola cariño, te ves bien hoy.#$e#Aunque, en realidad te ves bien todos los días.$4#$e#%Está empezando a sonrojarse profundamente.",
                "Wed": "De donde vengo, cuando dos personas comienzan a salir.#$b#Es costumbre compartir juntos pan recién horneado.#$b#Se supone que trae buena suerte en la relación.",
                "Thu": "Siempre me he preguntado cómo sería saltar en paracaídas, pero luego imagino el paracaídas que no se abre.$2#$e#Creo que me quedaré donde los dioses pretendían.$1",
                "Fri": "Hay muchas razones por las que no hablo, pero ninguna de ellas es por ti.#$b#Por favor, no te lo tomes como algo personal cuando dejo de hablar, así es como soy.#$e#Espero que entiendas eso. Demasiado a menudo las personas son lastimadas por mi silencio.#$b#Realmente, es solo quien soy.$3",
                "Sat": "Es tradición para aquellos en Gotoro celebrar su relación todas las noches con una copa de vino.#$b#Quizás nosotros deberíamos comenzar a hacer eso...$4",
                "Sun": "Cuando era joven, viajé por todo Gotoro con un grupo de comerciantes.#$b#Después de que mi padre y mi hermana murieron de viruela, fue la única forma en que podía obtener un ingreso decente.#$e#Extraño bastante a Patcha. Actuó como un padre para mí durante mucho tiempo.#$b#Hasta que fue arrestado.$2",
                "spring_23": "Creo que esta noche tomaré una copa de vino con Marlin. Estoy seguro de que incluso despues de la muerte disfrutaría de una copa.",
                "spring_13": "Mi casa huele a vinagre ahora porque he estado coloreando huevos para el festival de mañana.#$e#No soy muy bueno en eso, pero al menos lo intento.$1",
                "summer_Mon": "¿Crees que los antepasados ??están felices de cómo se ha desarrollado la humanidad?#$b#La gente del pasado solía trabajar arduamente para sobrevivir.#$b#¿Estarían orgullosos de que hayamos avanzado más allá de esa labor aplastante?",
                "summer_Tue": "Espero que mi padre no esté muy enojado porque luché contra Gotoro y me mude al otro lado del mar.#$e#Estoy seguro de que él lo entiende. Siempre me entendió y apoyó mis elecciones.",
                "summer_Wed": "Pensarías que después de tanto tiempo me acostumbraría a socializar con la gente. Pero... todavía me siento como un adolescente incómodo.$s#$e#Me sorprende que me hables tan seguido, @. ¿No hay alguien más interesante quien te guste?#$e#Supongo que tu te conoces mejor.#$b#Simplemente no estoy acostumbrado a hablar mucho.",
                "summer_Thu": "Hola mi amor, es un buen día para ir al salón.#$b#Espero verte allí más tarde.$4",
                "summer_Fri": "No soy tan joven como solía ser, pero todavía queda algo de energía en mi cuerpo.#$e#Tengo que pelear, de verdad. La vida no pasará volando por mí.",
                "summer_Sat": "¿Alguna vez te preguntaste si los animales tienen conversaciones como nosotros?#$b#Parecen comunicarse a su manera.$1",
                "summer_Sun": "Últimamente he estado obsesionado con El Viaje del Rey de la Pradera.#$b#Abigail me metió en ese juego y ahora parece que no puedo dejarlo.$1",
                "summer_10": "Mañana colaré en algo realmente picante en la comida.#$b#No puedo esperar para ver las miradas en los rostros de todos.",
                "summer_27": "No le digas esto a nadie.#$b#Pero estoy considerando 'empujar' a Lewis al océano mañana durante el festival.#$b#Creo que sería divertido verlo todo empapado.$1",
                "fall_1": "El olor del otoño es maravilloso.#$b#Realmente es refrescante y reconfortante.$1",
                "fall_Mon": "%Parece estar perdido en sus pensamientos.",
                "fall_Tue": "Hm, ¿Crees que Xenos pretendía crear un mundo tan lleno de guerra?#$b#Quizás fue un accidente. Además, vomitaron nuestra galaxia, así que no puedo imaginar que fuera a propósito.$1",
                "fall_Wed": "Estaba leyendo sobre las leyes del valle y algunas de ellas son simplemente tontas.#$b#¿Sabías que es ilegal montar a caballo en un bote?#$b#¿Qué pasó en el mundo para hacer de eso una ley?$1",
                "fall_Thu": "Sé que no debería juzgar, pero hay algunas personas en este valle que realmente necesitan reunirse y repensar su actitud hacia las personas.$3#$e#No estoy diciendo quién, pero si conoces a esta gente del pueblo como yo, puedes adivinar a los pocos de quienes estoy hablando.",
                "fall_Fri": "Personalmente, siento que la desnudez debería ser legal en todas partes.#$b#Incluso si no corriera sin ropa, las personas tienen derecho a elegir.#$e#No nacimos con la ropa puesta, ya sabes, solo tiene sentido.$3",
                "fall_Sat": "Atrapé a Roswell bebiendo de mi café.#$b#Mi café de la mañana ha estado desapareciendo últimamente, ¡pero ahora sé por qué!$1#$b#Fue la gallina!$1#$e#¡La gallina, @, está robando mi café!$1",
                "fall_Sun": "Pepper sigue desapareciendo.#$e#Esa astuta gallina, la puse de vuelta en el gallinero y ella escapa de alguna manera. No puedo resolverlo.$1",
                "fall_15": "¡Creo que estoy realmente emocionado por la feria de mañana! Tengo muchas ganas de jugar en los juegos.#$e#A excepción al de apostar, no apuesto.#$b#Siempre termina mal.",
                "fall_26": "Probablemente debería ir al dentista pronto, tal vez después del festival de mañana.#$e#Me llenaré de dulces durante la víspera del Espíritu y dejaré que el dentista arregle los restos de mi dentadura.$1",
                "winter_Mon": "Buh... ¿Has visto la forma en la que Pam habla con su hija?...#$b#Supongo que no es de mi incumbencia.$a#$e#Pero realmente me afecta. Yo nunca trataría a mi familia tan mal.$2",
                "winter_Tue": "El invierno es la temporada más lenta por mucho.#$e#Diría que lo odio, pero en realidad no lo hago, a veces me molesta.$3",
                "winter_Wed": "Hay un gato blanco corriendo por aquí cerca. Creo que está extraviado.#$b#He intentado atraparlo, pero el pequeño cabrón es demasiado rápido para mí.#$e#Tal vez pueda hacer una pequeña casa para ellos, para sacarlo de este clima frío.",
                "winter_Thu": "Sabes, todavía estoy bastante sorprendido de que quisieras salir conmigo...#$e#No creo que yo valga mucho la pena, supongo.$4#$e#%Ha empezado a sonrojarse.",
                "winter_Fri":"Últimamente he estado escuchando mucha música de los años 50. Realmente tom-$h#$b#...Realmente mejora mi estado de ánimo.#$e#H%Parece perdido en sus pensamientos.",
                "winter_Sat": "%Él sonríe pero no habla. No parece que quiera hacerlo.",
                "winter_Sun": "Linus y yo hablamos ocasionalmente. Él es muy sabio ¿sabes?#$e#Es una verdadera lástima que la gente lo trate tan mal.$2",
                "winter_16":  "%No parece estar de buen humor. Probablemente debería dejarlo solo.",
                "winter_17": "Por favor, @, me preocupo profundamente por ti pero necesito estar solo ahora.#$e#%Se ve molesto.",
                "winter_18": "Lo siento, solo... es un momento realmente difícil para mí.#$b#Extraño a mis hijos..$2#$e#%Se ve muy triste.",
                "winter_19": "%Lyell suspira pesadamente. Parece muy deprimido.",
                "winter_20": "Siempre es difícil, @, no creo que pueda seguir adelante.#$e#%¿Está llorando?",
                "winter_14": "Hola, amor, el mercado nocturno está llegando al pueblo.#$b#Creo que buscaré algo interesante para comprar.",
                "winter_23": "No puedo esperar hasta mañana. Sabes cuánto amo dar regalos.$1#$e#Sin embargo, no me gusta recibir regalos, me hace sentir extraño, haha.$1"
            }
        }
    ]
}
