{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
                "Rainy_day_1": "%Está completamente empapado.#$b#He estado corriendo bajo la lluvia, disfrutando de cómo se siente.$1#$b#Es muy bonito.#$e#Sin embargo, probablemente debería secarme pronto o me resfriaré.",
                "Rainy_Night_1": "Tengo la suerte de vivir en terreno elevado. Sería terrible si mi propiedad se inundara cada vez que lloviera.#$e#No lo pensarías, pero me preocupo cuando el clima es lo suficientemente malo.#$b#La lluvia es buena para los cultivos pero mala para los animales.$2",
                "Saloon5": "%Lyell mira hacia otro lado con timidez.#$b#No sé por qué me hablas tan seguido, no creo ser muy interesante.#$b#Soy solo un veterinario fracasado después de todo.#$e#%Se ve incómodo, luego comienza a sonrojarse.",
                "Saloon6": "%Él está ebrio cantando para sí mismo.#$b#Hoson zês, phainou, mêden holôs su lupou-$1",
                "LyellsHouse5": "Prefiero mi privacidad, pero disfruto de la compañía.#$e#Solo por favor no mires en mis pertenencias.$2#$b#Hay algunas cosas que me gustaría mantener en secreto.",
                "LyellsHouse6": "Esa cabeza de ciervo ha estado en mi congelador por un tiempo.#$b#Parece que no puedo motivarme lo suficiente como para trabajar en ello. Quiero montarla en mi pared, pero...$2#$b#Tal vez debería tirarla a la basura...$2",
                "LyellsHouse7": "Sé que no debería, pero a menudo me pregunto cómo habría sido la vida si hubiera tomado mejores decisiones.$2#$e#No me arrepiento de muchas de mis elecciones, pero ciertamente me arrepiento, desearía poder continuar.$3#$b#Lo siento, soy demasiado negativo, ¿no?$2#$e#Bueno, por el lado positivo, ahore te conozco.#$b#Ese hecho siempre me hace sonreír.$4",
                "Mon": "Durante unos años viví en una casa flotante.#$b#Fue muy gratificante.$1#$e#Tengo muchas ganas de comprar otra casa flotante. Probablemente no navegue demasiado lejos de pueblo pelícano, pero me encantaría pasar algunas noches en el mar.$1",
                "Tue": "Harvey sigue sugiriendo que obtenga un perro de servicio, pero honestamente no estoy seguro de querer uno.#$b#Me encantan los animales, pero supongo que uno destinado al servicio me hace sentir bastante extraño.#$e#Es extraño pensar que un animal está en el trabajo para mí. Es un animal, merece una vida de relajación.$1",
                "Wed": "Hoy estoy muy adolorido, últimamente he estado trabajando muy duro en mi propiedad.#$e#Hay reparaciones que tuve que hacer y quería intentar descubrir cómo hacerlo con una sola mano en lugar de confiar en Robin.#$b#Ella es genial en lo que hace, pero a veces quiero hacer cosas yo mismo, ¿sabes?",
                "Thu": "Rosewell estaba realmente malhumorada anoche. No dejaba que las otras gallinas se le acercaran y me picoteó.#$b#Me pregunto qué le habrá pasado.$2#$e#Tal vez hable con Marnie al respecto, estoy seguro de que verá algo que yo no.",
                "Fri": "Es mejor regar tus cultivos una vez por la mañana y otra por la noche.#$b#De esa forma, tus plantas obtienen una buena cantidad de agua durante los momentos en que el sol no da luz a los campos.",
                "Sat": "Hay una vieja leyenda de la creación del área de Gotoro en la que crecí.#$b#Ha estado en mi mente últimamente.#$e#Oh pareces tener curiosidad sobre el tema.#$b#Bueno, se dice que había un Dios llamado Xenos.#$b#Era más grande que las galaxias y tenía tres cabezas.#$b#Creó nuestra galaxia cuando se enfermaron por comer galaxias moribundas en exceso.#$b#En la inmensidad del espacio, el literalmente vomitó nuestra galaxia.#$b#Se dice que el estómago de Xenos estaba lleno de la magia que da vida a las cosas.#$b#Entonces, cuando comió esas galaxias moribundas, esa magia provocó una nueva vida con lo que sea que combinara dentro de esas galaxias.#$b#Después de tanto tiempo de comer, Xenos se enfermaría para dar vida a las nuevas galaxias.#$b#Eso es llamado Uta'Ra, o Círculo de Dolencias.#$b#Es algo bastante interesantes, ¿no as así?#$e#Siempre me encuentro creyendo en las formas antiguas de Gotoro.#$bSimplemente me llama más que el camino de Yoba. ",
                "Sun": "Realmente desearía poder presentar algunos de los viejos festivales a los que asistí de niño a la gente del valle.#$b#Lo mencioné con Lewis, pero él no parece muy abierto a eso.$2#$e#Uno de mis festivales favoritos fue el Festival de Otoño. Es un día para celebrar el amor, la fertilidad y el renacimiento.#$b#Creo que Lewis escuchó lo de la fertilidad y cerró su mente a la idea...$2",
                "spring_23": "¿Vas a asistir al festival mañana?#$e#Estoy pensando en quedarme en casa, pero ya veremos.$2",
                "spring_13": "Shane y yo hemos estado echando a perder nuestras gallinas para la preparación del festival del huevo.#$e#Están trabajando muy duro para mañana.",
                "summer_Mon": "Me desperté y tuve que pelarme de mi cama, estaba tan sudado.$1#$e#Supongo que es una buena señal. Significa que mi cuerpo está funcionando.$1",
                "summer_Tue": "%Lyell parece distraido. Voltea hacia ti, pero parece que no te ve.",
                "summer_Wed": "El verano es una temporada de pasión y fuerza.#$b#Donde crecí, era común que las personas hicieran declaraciones apasionadas durante el verano.#$b#A veces incluso lo posponían hasta la temporada, porque hacerlo durante la temporada adecuada trajo suerte y bendiciones del dios Firious.$1",
                "summer_Thu": "He estado haciendo una cerveza especial de vino dedicada al dios Firious.#$b#Sé que es una tontería, pero se dice que te pone en buena disposición para beber vino especiado cuando el sol está en su apogeo.",
                "summer_Fri": "Un error común sobre Gotoro es que su gente es agresiva. Creo que esto se debe a las muchas guerras civiles que se libraron a lo largo de la historia.#$b#Pero realmente, puede ser bastante pacífico en Gotoro.#$b#Hay tensión entre ciertos grupos de personas, pero a menudo puedes ver a todos dejando de lado esas diferencias para vivir en paz.$1",
                "summer_Sat": "Cuando era niño, mi hermana fue la que me llevó a mi rito de paso.#$b#Escucha, para los hombres jóvenes donde crecí, es la madre la que se supone que los corona como hombre, pero mi madre murió durante el parto.#$b#Entonces mi hermana mayor tomó su lugar. Fue una noche muy feliz para mí.$1",
                "summer_Sun": "Curi es uno de mis dulces de verano favoritos. No puedo encontrarlo en ningún lugar de este país, así que tengo que pedirlo en el extranjero.#$b#Lástima que el envío sea tan caro hoy en día.$2",
                "summer_10": "El festival es mañana. No voy a participar, pero estoy ansioso por ver lo que traes al tazón.$1",
                "summer_27": "No puedo esperar para ver las medusas mañana. Son muy hermosas#$b#Quizás podamos mirarlas juntos...$4",
                "fall_1": "El festival de otoño del amor es el 10.#$b#Creo que celebraré solo por una vez.$1",
                "fall_Mon": "Lewis y Marnie, ellos...#$b#...$2#$b#No importa, no es asunto mío.",
                "fall_Tue": "No lo pensarías, pero el rosa es mi color favorito.#$b#Pero no es tan aceptable para los hombres usarlo en estos días, así que me he estado preocupadon de ello.",
                "fall_Wed": "Es un día encantador, ¿no crees?#$b#Si tuviera confianza, cantaría sobre eso, pero soy bastante tímido.$1#$e#Oh, de ninguna manera, no voy a cantar para ti.$4",
                "fall_Thu": "Últimamente me he sentido nostálgico.#$b#Visitaría Gotoro, pero corro el riesgo de ser arrestado desde que peleé la guerra en contra mi país de origen.$3",
                "fall_Fri": "Es conmovedor que quieras hablar conmigo tan a menudo.#$b#Lo siento, nunca tengo nada interesante que decir.",
                "fall_Sat": "Rasmodius me ha estado enseñando mucho sobre los elementos y la magia.#$b#Tengo muchas ganas de intentar algunas de esas cosas.$1",
                "fall_Sun": "Creo que si un padre realmente amara a sus hijos, haría cualquier cosa en su poder para darles una vida adecuada y feliz.#$b#Pero supongo que algunas personas no lo ven así...$3",
                "fall_15": "La feria es mañana. Probablemente iré al menos a comer algo del festival.#$b#Es grasienta y asquerosa, pero de alguna manera me encanta.$1",
                "fall_26": "Crees que me cansaría de vestirme de la misma manera todos los años, pero sabes, la víspera de lo espíritu es un día de diversión.#$e#Entonces sí, me divertiré y vestiré como me gusta.$1",
                "winter_Mon": "Necesito comprar una lámpara solar para compensar el sol.#$e#Soy más un tipo del sol, lo necesito para sentirme feliz.",
                "winter_Tue": "Quizás podría pasar por el salón esta noche y tomar algo caliente para beber.#$e#Tal vez un poco de sidra de manzana sería buena.",
                "winter_Wed": "Sam y Abigail me arrojaron bolas de nieve anoche en mi camino de regreso a casa.$1#$b#Amo a los niños, incluso los grandes.#$b#Siempre quise una gran familia, con seis bebés pequeños corriendo por ahí.#$b#No importa de qué género sean, mientras mi casa esté llena, yo sería feliz.$1",
                "winter_Thu": "Lo juro, no soy tan interesante.#$b#Pero tenerte hablando conmigo tan a menudo realmente me alegra el día.$1",
                "winter_Fri":"Estaba escribiendo ayer y me quedé estancado en una palabra.#$b#Este no es mi primer idioma, así que no tengo idea de cómo explicar lo que estaba tratando de escribir.$1",
                "winter_Sat": "%Él no se ve muy cómodo en este momento. Lo mejor es dejarlo solo.",
                "winter_Sun": "Extraño mucho el sol.$2#$e#Pero al menos la nieve es hermosa.$1",
                "winter_16":  "Gracias por visitarme siempre, @.#$b#Realmente me gusta tu compañía cuando.$1",
                "winter_17": "%Él no parece querer hablar en este momento.",
                "winter_18": "%Lyell parece molesto en este momento. Tal vez no deberías molestarlo.",
                "winter_19": "Sé que he estado callado últimamente, pero realmente no tengo ganas de hablar.#$e#%Él te mira molesto y se aleja.",
                "winter_20": "Lo siento por lo de ayer. Siempre me pongo de mal humor en el final de esta estacíon.$2#$e#Es difícil hablar de eso, pero...#$b#El 20 de invierno es el día en que murieron mis dulces Lexie y Diana.#$b#Todavía duele, cada año que pasa.$2",
                "winter_14": "Estoy deseando que llegue el mercado nocturno mañana.$1#$e#Estoy buscando algo especial esta vez.",
                "winter_23": "Me encanta comprar cosas para la gente. Incluso si no les gusta, nada me hace más feliz que dar regalos.#$e#¡Espero verte mañana! El festival será maravilloso, como siempre.",
                "Wed6": "Si fuera por mí, Joja no estaría dando vueltas por este pueblo.$a#$e#Son una compañía tan terrible. Me sentí sin alma trabajando para ellos.$5",
                "Mon6": "A veces a noto gente mirandome... Estoy seguro de que están mirando mi 'falta' de un brazo.$s",
                "Wed6": "No tengo muchos amigos y hay una razón para eso.$s",
                "Fri6": "Oh hola, ¿qué necesitas?$3",
                "Sat6": "*Lyell te está mirando *#$b#...Hm? Oh, no es nada, solo estaba distraído por algo.$9",
                "Sun6": "*Lyell saca algo de tu cabello.* #$b#No me prestes atención...$8",
                "summer_Tue6": "Hm?¿Mi acento? Oh, Bueno, no soy de este país.$h",
                "summer_Thu6": "En días calurosos como este, me gusta ir a la playa y tomar el sol.$h",
                "fall_Wed6": "Este clima frío me da ganas de ir a nadar.#$b#¿Es eso una locura?$h",
                "fall_Thu6": "Me confunde la frecuencia con la que me hablas.$s",
                "winter_Wed6": "Lo siento, estoy muy distante.#No soy muy bueno para mantenerme al día con la gente.$s",
                "winter_Fri6": "¿Hay algo que necesites?"
            }
        }
    ]
}
