{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Lyell",
            "Entries": {
    "breakUp": "Ah, entendo, entendo.#$E#Eu realmente preciso de um tempo sozinho agora.$2",
    "Divorced": "Eu já estava com o coração partido e você acabou de quebrá-lo ainda mais. Por favor, me deixe em paz.$S#$e#Por favor, @, não faça isso.$3#$e#Apenas me deixe em paz. !$5",
    "Introduction": "Ah, você deve ser o novo fazendeiro. Robin me falou sobre você ontem.#$B#Bem-vindo a Pelican Town.$H#$e#Espero que goste daqui.#$B#Não há muito para não gostar. É uma cidade muito agradável.",
    "danceRejection": "Isso é fofo, mas não, obrigado.$9#$e#Eu só não gosto muito de dançar.#$b#Certamente há mais alguém a quem você possa convidar?$2",
    "Rainy_day_1": "A chuva deixa a floresta com um cheiro incrível. Ela me lembra de casa.#$E#Sou de Gotoro originalmente. Onde fui criado costumava chover.$1#$b#Era muito reconfortante ouvir a noite à chuva.$1",
    "Rainy_Night_1": "Devo dormir bem esta noite, a chuva é muito calmante.#$E#Já estou me sentindo muito cansado disso.$1#$b#Talvez eu me entregue mais cedo esta noite.",
    "Saloon1": "Uma bebida gelada acalma os nervos.#$E#Se você beber, pode se juntar a mim. Na verdade, gostaria da sua companhia.$1",
    "Saloon2": "Ah, é bom ver você de novo.$H#$e#Foi um longo dia para mim, mas estou de bom humor.$1",
    "Saloon3": "Estou sempre vendo você - você está me perseguindo?$H#$e#Não pense que me importo muito.$4",
    "Saloon4": "Acho que você está crescendo. Deixe-me pagar uma bebida para você.$9#$e#Aqui, experimente isto. [346]",
    "Saloon8": "Olá, amor, é uma boa noite para um drinque, não é?$H#$e#É um prazer ver você. Sempre gosto de falar com você quando posso.$4",
    "Saloon": "Venho aqui quase todos os dias agora.$H#$e#Gus é muito bom para mim.#$B#Nunca recebi um serviço ruim dele.$1",
    "LyellsHouse": "Você pode ficar, mas não fuja.#$E#Você está com sede? Tenho cervejas geladas na geladeira.$3#$e#Vou deixar minhas galinhas entrarem em breve. Este é o tempo que eles geralmente querem estar perto de mim.$1",
    "Mon": "Você já pode ouvir o canto dos pássaros. Nunca envelhece.$H#$e#O outono é na verdade minha estação favorita, mas eu amo a primavera tanto quanto.$1#$e#Gotoro teve ótimas temporadas. Sinto muita falta.$2#$e#Não estou acostumado a falar tanto.$2#$e#Desculpe, não estou mais com vontade de falar muito.",
    "Tue": "Também vim de Zuzu há cerca de três anos. É lindo aqui.#H#$e#Zuzu era um lugar muito ruim para mim.$2#$e#Acho que nunca fui realmente um lugar. para a vida na cidade, de qualquer maneira.#$e#Durante meu tempo de guerra, a maioria dos lugares em que nos agrupamos eram grandes vilas.#$b#Ou viajaríamos pelo interior para um novo local.#$b#Era muito bom de certa forma.$1#$e#%Ele parece perdido em pensamentos agora.",
    "Wed": "Se você olhar ao redor da floresta e até mesmo na cidade, poderá encontrar muitos alimentos bons crescendo na natureza. Só não colha demais as plantas pobres.$H#$e#A natureza é uma das mais importantes coisas neste mundo.$1#$b#Ele merece respeito.$2#$e#Acho que é por isso que amo tanto minha pequena casa - ela é cercada pela natureza.$1#$e#Você também tem um lugar bem grande. Não acho que gostaria de ter todo esse espaço aberto.#$E#Bem, eu realmente preciso ir.#$B#$3#$b#%Ele parece aborrecido. Melhor deixá-lo em paz.",
    "Thu": "Não sei por que você fala comigo com tanta frequência, mas acho que não odeio isso.$U#$e#É tão estranho. Não pareço realmente a pessoa mais amigável.#$e#oh, não é que eu não goste de falar com você.#$b#...#$b#Eu simplesmente me canso facilmente depois de um tempo.$2#$e#Devo ir embora, Tenho algumas coisas a fazer hoje.",
    "Fri": "Às vezes, odeio apenas ser olhado.#$B#Posso apenas sentir as pessoas olhando para meu braço... Ou, bem, a falta de um.$A#$e#Por favor, não olhe para ele.$2#$e#Prefiro não falar agora, estou com um dos meus humores.$3#$e#%Ele suspira e balança a cabeça. Talvez devesse deixá-lo em paz.",
    "Sat": "Prefiro ficar sozinho... Mas não vou mandar ninguém se ele quiser conversar.$H#$e#Mas às vezes fica muito cansativo.#$B#Só quero um pouco de paz e sossego..#$e#Mas gosto de falar com você, @. Você não é tão cansativo.$1",
    "Sun": "É sempre uma boa ideia regar as plantações antes de sair da fazenda.#$E#Você não gostaria que murchassem, e isso pode acontecer aparentemente da noite para o dia.#$E#Diga-me como vai sua colheita neste mês, ok?$1",
    "spring_23": "Não sei se irei ao festival amanhã. Esse dia é sempre difícil para mim.$s#$e#Eu só... Marlin morreu na véspera do festival.$2#$b#Nunca pude comemorar o mesmo desde.$2",
    "spring_13": "Não se esqueça do Festival do Ovo amanhã.#$e#Gosto do Festival do Ovo. Ovos são uma das minhas comidas favoritas.#$e#Além disso, as crianças são realmente preciosas quando brincam e encontram os ovos.$1",
    "summer_Mon": "Jas é uma linda jovem. Ela me lembra minha pequena... Eu sinto muita falta dela.$s#$e#Oh sim, eu costumava ser casado com uma menina.$1#$b#Ela era uma filha maravilhosa. Eliza foi a melhor coisa que já me aconteceu.$1#$b#Mas então minha esposa, ela, bem...#$e#%Ele parece muito chateado.",
    "summer_Tue": "Acho que gosto de morar aqui, embora ache que meu pai está rolando no túmulo por causa disso... Ele não gostava muito de estrangeiros, mas acho que é isso que sou agora.$H",
    "summer_Wed": "Você pensaria que depois de tanto tempo eu iria me acostumar a socializar com as pessoas. Mas... Eu ainda me sinto como um adolescente estranho.$s#$e#Estou surpreso que você fale comigo com tanta frequência, @. Não há alguém mais interessante de que você goste?#$E#Suponho que você se conheça melhor.#$B#Só não estou acostumado a falar tanto.",
    "summer_Thu": "Este calor de verão é exatamente o que eu precisava.$h#$e#Acho que vou tomar um sorvete hoje. Eu realmente gostaria de uma guloseima fria.$1#$e#Talvez você possa se juntar a mim se você gosta de...$4",
    "summer_Fri": "São dias como este que gostaria de estar de volta ao mar.#$b#Há algo realmente gratificante em velejar.#$e#Talvez um dia eu retorne às águas e navegue um pouco.$1#$e#É muito romântico velejar. É como viver uma história de amor.$4",
    "summer_Sat": "Talvez eu vá nadar hoje. Já faz um tempo.#$e#Mas não tenho certeza - nadar significa que terei de tirar a camisa e realmente não gosto de fazer isso.$2#$e#Talvez eu possa mais tarde esta noite, quando as pessoas estiverem dormindo.#$b#Será melhor se ninguém me vir.$1",
    "summer_Sun": "Sorvete é sempre bom nesta época do ano.$h#$b#Acho que o estande está aberto agora, você deve pegar um.#$e#Se quiser, é claro.",
    "summer_10": "Traga seus melhores produtos para o festival amanhã.$h#$e#Não tenho ideia do que trazer este ano.$2#$e#Talvez eu apimente um pouco as coisas.$1",
    "summer_27": "Um dos meus festivais favoritos é amanhã.$h#$e#As águas-vivas são lindas.#$e#Mal posso esperar para vê-las novamente, é tão romântico.$4",
    "fall_1": "Já está esfriando, adorei.$h",
    "fall_Mon": "Sei que não deveria ser tão negativo.#$b#Mas aquela Pam me dá nos nervos.$a",
    "fall_Tue": "Tem algo em seu rosto.#$b#%Ele limpa com o polegar.",
    "fall_Wed": "Jas me perguntou o que aconteceu com meu braço hoje...#$b#O que devo dizer a ela?#$b#Contar a uma criança que ela explodiu na guerra não seria apropriado.$bWould?",
    "fall_Thu": "$ s Hrm.#$b#Quando você está por aqui há tanto tempo quanto eu...#$b#Os dias começam a se confundir em uma longa vida.#$e#É cansativo.$s" ,
    "fall_Fri": "É comovente que você queira falar comigo com tanta frequência.#$b#Lamento, mas nunca tenho nada de interessante para dizer a você.",
    "fall_Sat": "Acho que minha coisa favorita sobre o outono é a mudança da folhagem. É lindo.#$b#Isso e qualquer coisa de tempero de abóbora.$h#$e#Acho que a coisa de tempero de abóbora é bem boba, mas eu não acho que me importo.$1",
    "fall_Sun": "Não poderia pedir um lugar melhor para morar.#$e#É tão tranquilo, ainda mais nesta época do ano.",
    "fall_15": "A feira é avassaladora, mas sempre tento ir.#$e#espero que você esteja lá.$4",
    "fall_26": "Amanhã é a Véspera do Espírito...$h#$b#Você já se perguntou se os monstros se ofendem quando nos vestimos como eles uma vez por ano? Acho que sim.$h",
    "winter_Mon": "Buh... Você viu como Pam fala com sua filha?...#$b#Suponho que não seja da minha conta.$a#$e#Mas realmente me afeta. Eu nunca faria trate minha família tão mal.$2",
    "winter_Tue": "Se você precisar de ajuda em sua fazenda, venha me perguntar.$h#$e#Posso ajudá-lo a plantar e cuidar de animais. Normalmente tenho tempo livre para trabalho extra.$1",
    "winter_Wed": "A neve é ​​linda. São as pequenas coisas que mais importam à medida que você envelhece.#$e#Melhor tomar cuidado, eu gosto de jogar bolas de neve.$1",
    "winter_Thu": "Ontem à noite ouvi um barulho lá fora e quando fui dar uma olhada, encontrei uma criatura irritante aterrorizando minhas garotas.$a#$b#Acho que terei que ficar acordado esta noite para cuidar do problema.$s",
    "winter_Fri": "Ultimamente tenho ouvido muita música dos anos 50. Realmente tak-$1#$b#... Realmente melhora meu humor.#$e#%Ele parece perdido em pensamentos.",
    "winter_Sat": "Se ficar muito frio em minha casa, eu simplesmente ligo o forno. Aquece da mesma forma.$sCertifique-se de se manter aquecido, @, ulcerações podem ser fatais.#$b#%Lyell se tornou não-verbal por um tempo. Volte mais tarde.",
    "winter_Sun": "Está tão frio que acho que meus dedos estão com congelamento. * risos *$h#$e#Estou só brincando, é claro, congelamento não é brincadeira, realmente.$1#$b#Eu não deseja perder qualquer outro membro.$2",
    "winter_16": "Você está sempre me verificando.#$b#Não estou acostumado com a atenção.#$e#Não estou com vontade de falar muito hoje.$3",
    "winter_17": "O que é...?$a#$b#Não é nada, só estou de mau humor.",
    "winter_18": "Não estou com vontade de falar hoje.$U#$e#%Ele está te ignorando.",
    "winter_19": "Eu realmente preciso ficar sozinho agora.$a#$b#%Ele desvia o olhar e espera que você vá embora.",
    "winter_20": "Desculpe pelos últimos dias. Às vezes fico de mau humor e só preciso ficar sozinho um pouco, ok?$s",
    "winter_14": "Não se esqueça do Mercado Noturno chegando à cidade nos dias 15 e 17.#$e#Sempre encontro coisas boas lá e os shows são ótimos também.$h",
    "winter_23": "As férias são tão estressantes às vezes, mas não tornam os festivais menos divertidos.$h#$e#Estou animado para o festival este ano. Gosto de dar coisas às pessoas.$1",

    // events
    "camp_fire_1": "Isso significa muito para mim.$L",
    "event_camp_fire_2": "Entendo. É bom saber$8",
    "mountain_talk_1": "Grandes mentes pensam da mesma forma, suponho.$h",
    "mountain_talk_2": "Bem, todos são diferentes.$n",
    "mountain_talk_3": "Suponho que ambos tenham seus prós e contras.",
    "past_talk_1": "Estou muito feliz que você entenda isso... Algumas pessoas não.$9",
    "past_talk_2": "Suponho que sim, não é.$u",
    "past_talk_3": "Tudo bem. Nem todo mundo entende.$h",
    "Beach_12_39": "$ 6 Ele está distraído agora, volte mais tarde.",
    "aging_1": "Não encontro muitos que pensam assim.$h",
    "aging_2": "Suponho que sim. Vamos encerrar a conversa, então.$u",
    "aging_3": "Isso é verdade, não é? Palavras sábias.$h",
    "summons_1": "Oh, isso é... muito fofo.$4",
    "summons_2": "O quê- Sim, você também é importante.$5",
    "summons_3": "Ah, entendi. Acho que posso fazer uma pausa.$8",
    "blessings_1": "É verdade, estou sendo muito vago, não estou?$h",
    "blessings_2": "Sim... suponho que você esteja certo.$u",
    "blessings_3": "Tudo bem, provavelmente é melhor de qualquer maneira.$h",
    "drinking_1": "Espero que você esteja certo. Certamente me faria sentir melhor se você estivesse.$s",
    "drinking_2": "Acho que sim. Realmente não pensei nisso dessa forma.$u",
    "shrine_1": "Ah, sim... Eu só - não sei se posso te dizer. Se você acreditar em mim...$10",
    "shrine_2": "Oh deuses, você estava. Eu juro que posso explicar.$10",
    "apology_1": "Isso... Isso significa muito para mim, @, obrigado.$7",
    "apology_2": "Lamento que você tenha que fazer isso. Isso não vai acontecer novamente.",
    "kiss_1": "Também estou feliz, @. Eu te amo muito.$l",
    "kiss_2": "Oh deuses, sinto muito, @... eu prometo que isso não acontecerá novamente.$s",
    "marlin_1": "Obrigado por isso. Sempre fico um pouco nervoso dizendo às pessoas minhas crenças.$h",
    "marlin_2": "Sim, erm, suponho que seja.$u",
    "answer_one": "Suponho que você esteja certo. Acho que estou apenas sendo teimoso$2.",
    "answer_two": "Acho que você está certo. Vou tentar ouvir mais.$3",
    "answer_three": "Eu sabia que você entenderia.$1",
    "confession_one": "@... Deuses, eu também te amo.$9",
    "confession_two": "Por favor, @... Não diga isso.$10",
    "pool_date": "Acho que você está certo.$16",
    "pool_date2": "Eu sabia que você iria entender. Eu te amo @$15",
    "pool_date3": "@, eu te amo muito.$15",
    "pool_date4": "...$16",
    "event_beach1": "Suponho que você esteja certo. Eu estava apenas sendo dramático, acho. US$16",
    "event_beach2": "Oh... Tudo bem.$16",
    "event_beach3": "Ei, essa é uma ideia muito boa. Eu gostaria muito disso.$14",
    "event_beach4": "Você... realmente se sente assim?$16",
    "event_beach5": "@, eu te amo muito.$15",
    "event_farm1": "@, por favor, não pergunte isso. Eu não... não posso falar sobre isso.$17",
    "event_farm2": "Você acha que eu não sei disso, @?!$18",
    "event_farm3": "@... Você realmente está sempre disponível para mim.$17",
    "Event_stargazing1": "Eu sabia que você apreciaria tanto quanto eu. Há algo realmente especial nas estrelas. Nada parecido.$1",
    "Event_stargazing2": "Oh, você acha... Não sei, acho que é especial.$2",
    "ComfortLyell_1": ".... Obrigado @, isso é tudo que eu poderia pedir.$10",
    "ComfortLyell_2": "O quê$10#$b#Voar?$5#$b#É assim para um mortal, mas é como arrancar dentes para mim.$5#$b#...$2#$b#Desculpe, talvez eu precise estar sozinho...$2"
}
        }
    ]
}
