{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueLyell",
            "Entries": {
                "Rainy_Day_0": "Está cayendo con fuerza afuera. Es muy relajante",
                "Rainy_Day_1": "Creo que me estoy acostumbrando a vivir contigo. Han pasado años desde que he estado con alguien.$1",
                "Rainy_Day_2": "Aquí tienes amor.[434 432 240 228 215]#$e#Espero que te guste...",
                "Rainy_Day_3": "En días como este no puedo evitar pensar de dónde vengo. Ha pasado mucho tiempo desde que vi la casa de mi infancia. Ahora apenas puedo recordar cómo se veía.",
                "Rainy_Day_4": "@, Necesito más cosas para hacer... Estoy tan inquieto.",
                "Rainy_Night_0": "Quizás mañana cocine algo tradicional.#$1# He estado de humor para algo resistente.$h",
                "Rainy_Night_1": "*Lyell parece estar en su propio mundo en este momento.",
                "Rainy_Night_2": "Amo la lluvia. Deberíamos salir a correr en ella.",
                "Rainy_Night_3": "Me pregunto cuándo cesará la lluvia.",
                "Rainy_Night_4": "Escuchar la lluvia me cansa.$1",
                "Indoor_Day_0": "Buh... A veces, todo a mi alrededor se mueve tan rápido que no puedo concentrarme en nada... ¿Sabes a que me refiero?",
                "Indoor_Day_1": "Amor, quiero que tengas esto. [349 347 369]#$e#Espero que te ayude.",
                "Indoor_Day_2": "No puedo evitar pensar en el día que pasarás. Es desgarrador cada vez.",
                "Indoor_Day_3": "*beso* ...Me encanta como sabes.$4",
                "Indoor_Day_4": "Sé que no hablo mucho, pero no olvides que te amo.$4",
                "Indoor_Night_0": "Voy a tomar un par de cervezas más antes de cerrar los ojos por la noche.",
                "Indoor_Night_1": "No sé qué debería hacer con mi antiguo lugar.#Tal vez debería venderlo.",
                "Indoor_Night_2": "Ven a la cama conmigo, amor. Quiero abrazarte.",
                "Indoor_Night_3": "Me siento agotado hoy...#$e#Creo que podría tomar una siesta. ¿Quieres unirte?",
                "Indoor_Night_4": "Creo que me rompí la espalda trabajando hoy.",
                "Outdoor_0": "No dormí bien anoche, así que espero que este aire fresco me motive.#$e#",
                "Outdoor_1": "No voy a vender mi antiguo lugar...#Quiero dárselo a uno de nuestros futuros hijos.$h",
                "Outdoor_2": "Cuando me detengo y pienso en ello... Estoy en un buen lugar y mi vida es muy linda.$1",
                "Outdoor_3": "Uh - oh, perdón por lo de anoche. Las pesadillas se ponen muy malas a veces. Espero no haberte despertado.$s",
                "Outdoor_4": "Oye, @. Estabas durmiendo como un bebé, así que me levanté de la cama y salí a caminar por la granja por la mañana. Todo se ve bien.",
                "OneKid_0": "A veces es difícil cuando pienso en mi niña. No la he visto desde que su madre se la llevó. Pero está bien, estoy en paz con eso.$6",
                "OneKid_1": "¿A los bebés les gusta la música? Tal vez debería tocar un poco para ellos.",
                "OneKid_3": "Verdaderamente es una bendición ver la cara de nuestro bebé todas las mañanas.$2#$e#Buh... Me he vuelto cursi en mi vejez.",
                "TwoKids_0": "Ya he alimentado a los niños. Estarán llenos por un tiempo.",
                "TwoKids_1": "Seré honesto... Estoy listo para tener otro bebé. Siempre he querido una gran familia.",
                "TwoKids_2": "Los niños me han estado impancientando hoy...",
                "TwoKids_3": "Esta mañana descubrí a nuestros hijos jugando brusco...#$e#Fue adorable.$h",
                "Good_0": "*Lyell se inclina y te huele* Hueles diferente hoy. Me gusta.$1",
                "Good_1": "Te ves tan bien, espero que lo sepas.$h",
                "Good_2": "Te amo.",
                "Good_3": "Estoy de buen humor hoy... Espero que siga así.$h",
                "Good_4": "Sé que a veces me distraigo mucho, pero no es nada de qué preocuparse...$s",
                "Good_5": "*rise* Hm? Oh, no es nada. Estaba recordando algo divertido que sucedió hace mucho tiempo.$h",
                "Good_6": "Me siento más feliz estos días. No podría pedir más de lo que ya me has dado.$h",
                "Good_8": "Tengo tanta energía hoy. Voy a ir a la playa a pescar.$h",
                "Good_9": "Oh...*se sonrroja*$h Oh, no es nada, solo pensar en lo de anoche. Estuviste increíble.$4",
                "Neutral_0": "Un momento, amor, estoy un poco ocupado.",
                "Neutral_2": "Pensarías que después de vivir por tanto tiempo no me pondría nervioso tan facilmente... Conocerte confirmó ese problema.",
                "Neutral_3": "Necesito ir al rancho de Marnie más tarde. Estoy pensando en comprar una gallina.",
                "Neutral_4": "¿Me dejarías dibujarte más tarde?",
                "Neutral_5": "Si necesitas mi ayuda con algo, ven a buscarme. Siempre estoy dispuesto a ayudarte.",
                "Neutral_6": "Sabes que eres libre de ir a visitar a tus amigos y amigas.",
                "Neutral_8": "Me vendría bien un viaje por carretera. Por mucho que ame la vida en la granja, de vez en cuando se vuelve un poco aburrida.",
                "Neutral_9": "Esta semana es muy lenta.$s",
                "Bad_5": "No quiero molestarte, pero podría usar algo de tiempo a solas. Me siento un poco sobreestimulado.$s",
                "Bad_6": "No lo tome como algo personal, por favor, solo estoy teniendo un mal día.$a",
                "Bad_7": "Hoy no puedo sacar la cara de mi ex esposa de mi cabeza. Es doloroso.$s",
                "Bad_8": "%Lyell se balancea donde está parado. Su aliento huele fuertemente a cerveza.#$e# Huh? Sí, he estado bebiendo un poco... No es un problema.",
                "funLeave_Lyell": "Me voy hoy, ¿de acuerdo?",
                "funReturn_Lyell": "Lo siento, por lleguar a casa tan tarde, perdí la noción del tiempo.$2",
                "Spring_1": "Mi cabeza me está matando. ¿Cuánto bebí anoche?$s",
                "Spring_12": "¿Vas a ir al festival? Me encanta atenderl a ellos.$h",
                "Spring_23": "No soy muy buen bailarín pero me gusta ver bailar a los demás durante el festival de las flores. ¿Vas a ir?$h",
                "Spring_24": "Este día siempre es el más duro para mí. Es el mismo día que pasó Marlin.$s",
                "Summer_1": "Me encanta el verano, pero hace mucho calor. Asegúrate de beber agua, amor.$s",
                "Summer_10": "¿Qué vas a poner en la sopa mañana? Yo voy a colar en algo proveniente de mi tierra natal. $h",
                "Summer_27": "El otoño es mi estación favorita. Me encanta la brisa fresca y el cambio de hojas.$s",
                "Fall_1": "Hmm... Puede que tenga que comprar algunas cajas de cerveza de calabaza para celebrar la temporada...$1",
                "Fall_15": "Me ofrecí a ayudar a Shane y Marnie mañana en la feria. Deberías venir a divertirte.$1",
                "Fall_17": "Una cosa sobre el otoño que no me gusta es que mis huesos comienzan a doler.$s",
                "Winter_1": "Realmente prefiero no celebrar mi cumpleaños. Olvidémonos de eso, ¿de acuerdo?$s",
                "Winter_6": "Soy un año mayor, pero nada ha cambiado. Nunca lo hará...$s",
                "Winter_28": "Otro año que pasa. Espero que no hayas tenido arrepentimientos.$2"
            }
        }
    ]
}
