{
    "Changes": [
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueLyell",
            "Entries": {
    "Rainy_Day_0": "Está caindo forte lá fora. É bastante relaxante.",
    "Rainy_Day_1": "Acho que estou me acostumando a morar com você. Já se passaram anos desde que estive com alguém.$1",
    "Rainy_Day_2": "Aqui está, amor. [434 432 240 228 215]#$e#Espero que goste...",
    "Rainy_Day_3": "Dias como este, não consigo deixar de pensar de onde vim. Faz tanto tempo que não vejo a casa da minha infância. Mal consigo me lembrar como era agora.",
    "Rainy_Day_4": "@, preciso de mais coisas para fazer... estou tão inquieto.",
    "Rainy_Night_0": "Talvez amanhã eu cozinhe algo tradicional.#$1#Estou com vontade de algo forte.$H",
    "Rainy_Night_1": "* Lyell parece estar em seu próprio mundo agora.",
    "Rainy_Night_2": "Adoro a chuva. Devíamos correr nela.",
    "Rainy_Night_3": "Me pergunto quando a chuva vai parar.",
    "Rainy_Night_4": "Fico cansado de ouvir a chuva.$1",
    "Indoor_Day_0": "Buh... Às vezes tudo ao meu redor está se movendo tão rápido que não consigo me concentrar... sabe o que quero dizer?",
    "Indoor_Day_1": "Amor, quero que fique com isso. [349 347 369]#$e#Espero que ajude.",
    "Indoor_Day_2": "Não consigo deixar de pensar no dia em que você vai passar. É comovente todas as vezes.",
    "Indoor_Day_3": "* smooch *... adoro o seu sabor.$4",
    "Indoor_Day_4": "Sei que não falo muito, mas não se esqueça que te amo.$4",
    "Indoor_Night_0": "Só vou beber mais algumas cervejas antes de fechar os olhos à noite.",
    "Indoor_Night_1": "Não sei o que fazer com minha antiga casa.#Talvez eu deva vendê-la.",
    "Indoor_Night_2": "Venha para a cama comigo, amor. Quero abraçar você.",
    "Indoor_Night_3": "Me sinto exausto hoje...#$e#Acho que vou tirar uma soneca. Quer se juntar a mim?",
    "Indoor_Night_4": "Acho que desisti do trabalho hoje.",
    "Outdoor_0": "Não dormi bem ontem à noite, então espero que esse ar fresco me motive.#$E#",
    "Outdoor_1": "Não estou vendendo minha antiga casa...#Quero dá-la a um de nossos futuros filhos.$H",
    "Outdoor_2": "Quando eu paro e penso sobre isso... estou em um bom lugar. Minha vida é muito boa.$1",
    "Outdoor_3": "Uh - oh, desculpe por ontem à noite. Os pesadelos ficam muito fortes às vezes. Espero não ter acordado você.$S",
    "Outdoor_4": "Ei, @. Você estava dormindo como um bebê, então eu saí da cama e fui dar uma caminhada matinal pela fazenda. Tudo parece bem.",
    "OneKid_0": "Às vezes é difícil quando penso na minha filha. Não a vejo desde que sua mãe a levou. Mas está tudo bem, estou em paz com isso.$6",
    "OneKid_1": "Os bebês gostam de música? Talvez eu deva tocar um pouco para eles.",
    "OneKid_3": "É realmente uma bênção ver o rosto do nosso bebê todas as manhãs.$2#$e#Buh... Tornei-me cafona na minha velhice.",
    "TwoKids_0": "Já alimentei as crianças. Elas ficarão cheias por um tempo.",
    "TwoKids_1": "Vou ser sincera... estou pronta para ter outro filho. Sempre quis uma família grande.",
    "TwoKids_2": "As crianças estão me testando hoje...",
    "TwoKids_3": "Eu peguei nossos filhos brigando mal esta manhã...#$e#Foi fofo.$H",
    "Good_0": "* Lyell se inclina e cheira você * Você está com um cheiro diferente hoje. Eu gosto.$1",
    "Good_1": "Você é tão atraente, espero que saiba disso.$h",
    "Good_2": "Eu te amo.",
    "Good_3": "Estou de ótimo humor hoje... Espero que continue assim.$H",
    "Good_4": "Eu sei que às vezes eu fico mal, mas não há nada com que se preocupar... Ok?$S",
    "Good_5": "* risos * Hm? Oh, não é nada. Eu estava apenas me lembrando de algo engraçado que aconteceu há muito tempo.$H",
    "Good_6": "Sinto-me mais feliz atualmente. Não poderia pedir mais do que você já me deu.$H",
    "Good_8": "Estou com muita energia hoje. Vou para a praia pescar um pouco.$H",
    "Good_9": "Oh... * blush *$h Oh, não é nada, só pensando na noite passada. Você foi incrível.$4",
    "Neutral_0": "Um momento, amor, estou um pouco ocupado.",
    "Neutral_2": "Você pensaria que, depois de estar aqui por tanto tempo, eu não ficaria tão perturbado... Conhecê-lo confirmou esse problema.",
    "Neutral_3": "Preciso ir à casa da Marnie mais tarde. Estou pensando em comprar uma galinha.",
    "Neutral_4": "Deixe-me desenhar você depois?",
    "Neutral_5": "Se precisar da minha ajuda com qualquer coisa, venha me buscar. Estou sempre disposto a ajudar.",
    "Neutral_6": "Você sabe que está livre para visitar amigos.",
    "Neutral_8": "Eu poderia fazer uma viagem. Por mais que eu ame a vida na fazenda, ela fica um pouco entediante de vez em quando.",
    "Neutral_9": "Esta semana está indo devagar.$S",
    "Bad_5": "Não quero aborrecê-lo, mas preciso de um tempo sozinho. Estou me sentindo um pouco superestimulado.$S",
    "Bad_6": "Não leve para o lado pessoal, por favor, estou apenas tendo um dia ruim.$A",
    "Bad_7": "Não consigo tirar a cara da minha ex-mulher da minha cabeça hoje. É doloroso.$S",
    "Bad_8": "%Lyell oscila onde está. Seu hálito tem um cheiro forte de cerveja.#$E#Hã? Sim, tenho bebido um pouco... Não é um problema.",
    "funLeave_Lyell": "Vou sair hoje, ok?",
    "funReturn_Lyell": "Desculpe, cheguei tão tarde em casa, perdi a noção do tempo.$2",
    "Spring_1": "Minha cabeça está me matando. Quantas eu tomei ontem à noite?$S",
    "Spring_12": "Você vai ao festival? Adoro ir a eles.$H",
    "Spring_23": "Não sou um dançarino muito bom, mas gosto de ver os outros dançarem durante o festival de flores. Você vai?$H",
    "Spring_24": "Este dia é sempre o mais difícil para mim. É o mesmo dia em que Marlin passou.$S",
    "Summer_1": "Adoro o verão, mas com certeza está ficando quente. Mantenha-se hidratado, amor.$S",
    "Summer_10": "O que você vai colocar na sopa amanhã? Vou pegar algo da minha terra natal.$H",
    "Summer_27": "O outono é minha estação favorita. Adoro a brisa fresca e as folhas em mudança.$S",
    "Fall_1": "Hmm... talvez tenha que comprar algumas caixas de cerveja de abóbora para celebrar a temporada...$1",
    "Fall_15": "Eu me ofereci para ajudar Shane e Marnie amanhã na feira. Você deveria vir se divertir.$1",
    "Fall_17": "Uma coisa sobre a queda que não gosto é que meus ossos realmente começam a doer.$S",
    "Winter_1": "Prefiro não comemorar meu aniversário. Vamos esquecer isso, ok?$S",
    "Winter_6": "Estou outro ano mais velho, mas nada mudou. Nunca mudará...$s",
    "Winter_28": "Mais um ano se passou. Espero que você não se arrependa.$2",
}
        }
    ]
}