{
    "Name": "Crystalline flower of the Alpis",
    "Description": "An endemic species of the peaks, it exudes a cold but comforting aura and seems to release small snowflakes.",
    "Category": "Flower",
    "Edibility": -300,
    "Price": 360,
    "IsColored": false,
    "Recipe": null,
    "GiftTastes":
    {
        "Love": ["Abigail", "Caroline", "Demetrius", "Elliott", "Emily", "Evelyn", "Haley", "Jas", "Jodi", "Kent", "Leah", "Lewis", "Linus", "Marnie", "Maru", "Penny", "Pierre", "Sandy", "Vincent", "Wizard"],
    },
    "NameLocalization":
    {
         "es": "Flor cristalina de los Alpis",
         "ko": "알 피스의 수정 꽃",
         "de": "Kristalline Blume der Alpis",
         "fr": "Fleur cristalline des Alpis",
         "hu": "Az Alpik kristályvirága",
         "it": "Fiore cristallino degli Alpis",
         "ja": "アルピスの結晶の花",
         "pt": "Flor cristalina dos Alpis",
         "ru": "Кристаллический цветок Альпис",
         "tr": "Alpler'in kristal çiçeği",
         "zh": "阿尔卑斯山的水晶花",
    },
    "DescriptionLocalization":
    {
         "es": "Especie endémica de los picos, exuda un aura fría pero reconfortante y parece soltar pequeños copos de nieve.",
         "ko": "봉우리의 고유종으로 차갑지 만 위안을주는 아우라를 발산하고 작은 눈송이를 방출하는 것처럼 보입니다.",
         "de": "Als endemische Art der Gipfel strahlt sie eine kalte, aber beruhigende Aura aus und scheint kleine Schneeflocken freizusetzen.",
         "fr": "Espèce endémique des pics, elle dégage une aura froide mais réconfortante et semble libérer de petits flocons de neige.",
         "hu": "A csúcsok endemikus fajtája hideg, de megnyugtató aurát áraszt, és úgy tűnik, hogy apró hópelyheket szabadít fel.",
         "it": "Specie endemica delle vette, emana un'aura fredda ma confortante e sembra rilasciare piccoli fiocchi di neve.",
         "ja": "ピークの固有種であり、寒いが心地よいオーラを醸し出し、小さな雪片を放出しているようです。",
         "pt": "Uma espécie endêmica dos picos, ela exala uma aura fria, mas reconfortante, e parece liberar pequenos flocos de neve.",
         "ru": "Эндемичный вид пиков, он источает холодную, но успокаивающую ауру и, кажется, испускает маленькие снежинки.",
         "tr": "Zirvelerin endemik bir türü, soğuk ama rahatlatıcı bir aura yayıyor ve küçük kar taneleri bırakıyor gibi görünüyor.",
         "zh": "山峰的一种特有物种，散发着寒冷却令人愉悦的光环，似乎释放出了小雪花。",
    },
    "ContextTags": [
        "color_blue",
    ]
}