{
  "danceRejection": "No thanks, @. I'm not much of a dancer.$2",
  "dumped_Girls": "Ha, nope.$5#$b#Not interested.$5",
  "divorced": "Please leave me alone, @.$5#$e#I said, please leave me alone. If you keep bothering me, I'll be a lot less friendly in my language.$5",
  "secondChance_Girls": "...$2#$b#I... I guess I'll talk to you again, @...#$b#Only because I missed you so much.#$b#But you're on a thin line, @. Mess up again, and it's over.$5",
  "Mon": "Exercise is my life. I can't imagine a life without it.$3",
  "Tue": "I bike here every day from my shared apartment in Zuzu City.#$b#The fresh air here is much better for training!$1",
  "Thu": "You ever eat Kale fresh off the stalk? It's life-changing!",
  "Fri": "I can't stay here long on Fridays, I have a yoga class in town.",
  "Sat": "My roommates usually party today.#$b#I'm not a big fan of it, so I'm staying here until later.",
  "Sun": "Even on weekends, the grind doesn't stop!$1",
  "summer_Mon": "Summers here get really warm!#$b#I get a sweat going quicker!$1",
  "summer_Tue": "I forgot to bring my sunscreen today! Tomorrow's gonna be a bit painful.",
  "summer_Wed": "Hey @.#$b#Anything new?",
  "summer_Thu": "What's your favorite fruit, @?#$b#I really like blueberries.",
  "summer_Fri": "It's a pretty far bike ride from Zuzu City, but it helps build up my leg muscles!$1",
  "summer_Sat": "Geez louise, the heat's really gettin' to me today!",
  "summer_Sun": "Sundays can be a little tough for me...$2#$b#...but I have to keep pushin'.$3",
  "fall_Mon": "The fall's a sad time for me... but I can't let it get to me.",
  "fall_Tue": "The crisp air, the colorful leaves, I love the autumn aesthetic!$1#$b#...I just can't enjoy it as much as I used to.$2",
  "fall_Wed": "Hey @.$3#$b#Focusing on my exercise today. Sorry.$2",
  "fall_Thu": "Autumn salads are a must.",
  "fall_Fri": "I hate beer. My roommates have been trying to get me to drink, but I'm not that big on that lifestyle.",
  "fall_Sat": "Happy Saturday, @.",
  "fall_Sun": "Today's a terrible day, @.$2#$b#I can't talk today. Sorry.$9",
  "Wed": "Gus makes a really good salad here!#$b#Sometimes I just don't wanna leave, it's great for my diet!$1",
  "Introduction": "Hey, I'm Delores!#$b#I'm sort of an outsider here, so nobody really talks to me...$2#$b#But it's so nice to meet you!!$1",
  "winter_Mon": "Winter's here! I absolutely love the cold.#$b#Exercise just warms you right up, it's great!$1",
  "winter_Tue": "Everyone loves the Feast of the Winter Star, but it's always a bit of a rough holiday for me.$2#$b#Not to mention, my roommates always leave me out of their Secret Santa.$2",
  "winter_Thu": "Hey @, what are you doing now that you can't grow anything?",
  "winter_Fri": "Yoga class tonight was cancelled!$1#$b#Might have to order some falafel tonight!",
  "winter_Sat": "Do I say 'the grind doesn't stop' too much? I love that phrase, but if it gets annoying, let me know.",
  "winter_Sun": "Even though I love winter, I can't not say that I'm not excited for spring!",
  "Mon2": "I don't know what it is about Cindersap Forest that draws me to it...#$e#Maybe it's the fresh air, or maybe it's the prettiness!$1",
  "Tue2": "A car almost clipped me as I was riding here today!$5#$e#Sorry if I'm a bit short today, it kind of ruined my mood.$2",
  "winter_Wed": "It's so hard to bike ride through the snow!$3#$b#It's a great exercise!$1",
  "Wed2": "I follow a close vegan diet.#$e#It's partly about the animals, but it's also partly because it makes me feel great!$1",
  "Thu2": "Hey @, about that time in the forest...$3#$e#...Nevermind, sorry!$2",
  "Fri2": "I've been thinking of learning another language! I'm thinking either Mandarin or Japanese.",
  "Sat2": "People say I should get some 'girly' hobbies...#$b#...but who's to say that exercising isn't girly?#$e#Please never say something like that, @.^Do you ever get asked that, @?",
  "Sun2": "I feel like I don't fit into any of the groups around town.$2#$e#I considered asking Caroline if I could go to her aerobics exercise classes, but they probably wouldn't want me.$3",
  "summer_Mon2": "The city somehow simultaneously seems warmer than here, and yet also cooler.#$e#I guess I can't really bring the air from here over to there, right?$1",
  "summer_Tue2": "My roommate stole one of my pillows the other day, so now I only have 2 of them.#$e#I sound really annoying, but I really want that pillow back.$2",
  "summer_Wed2": "Might have to get thinner blankets back home! It's been SCORCHING!!$1",
  "summer_Thu2": "A random guy walked up to me while I was drinking water on the ride here today and told me to smile more.$3#$b#$q 100010/100011 frownfallback#Do I... frown too much?$2#$r 100010 0 frownisokay#No, it's okay to frown!#$r 100011 0 frownisbad#You do, you should definitely smile more.",
  "frownisokay": "I think you're right, @... I shouldn't hide how I'm feeling.",
  "frownisbad": "Hmm... how's this?$1",
  "frownfallback": "$p 10010#Thanks @, I'll keep being myself.$1|Thanks @, I'll keep that in mind.$1",
  "summer_Fri2": "I might have to call an early one tonight, this weather is kicking my butt!#$e#But, I shouldn't give up!",
  "summer_Sat2": "Sometimes when I think the heat gets to me too much, I think about how lucky I am that I'm not exercising in the desert.#$b#Then again, that sounds pretty fun.$1",
  "summer_Sun2": "How long until fall comes?#$e#Fall is the worst!$2",
  "fall_Mon2": "...$2#$b#Must keep going...$2",
  "fall_Tue2": "Oh, hey, @.$2#$e#Not much to say today.$2",
  "fall_Wed2": "Today's actually a good day for once!#$e#How's your day going, @?",
  "fall_Thu2": "Have you ever had a blueberry smoothie?#$e#They're pretty good.#$b#My dad used to make them for me.$2",
  "fall_Fri2": "When I was a kid, I loved to dress up for Spirit's Eve. Maybe I can try dressing up again this year.",
  "fall_Sat2": "Keep...$3#$b#Pushing...$3#$b#Don't think...$3",
  "fall_Sun2": "...$9",
  "winter_Mon2": "What's the coldest temperature you've ever been outside in?#$b#Whoa, that's cold!$1",
  "winter_Tue2": "Might make myself a nice Fried Mushroom tonight and bundle up under the covers!#$e#Maybe I'll rent a movie too, that's always fun!$1",
  "winter_Wed2": "It's a bad brain day today, @. Time to exercise it away!",
  "winter_Thu2": "Man, sometimes I forget how quick time is moving. It's already winter!$1",
  "winter_Fri2": "My bike's tire is getting squeaky! Might have to take it in for repairs...",
  "winter_Sat2": "I wish I could play the guitar...#$e#It's really cool that Sam can play it, but I'm older than him and I can't? What does that say about me?$2#$e#Maybe I'm just spreading myself too thin, I already focus on exercise.",
  "winter_Sun2": "What's the wind chill like today??#$e#It's chilling me down to the bone!!$1",
  "Mon4": "I've been thinking lately, maybe I should move out here to Stardew.#$e#I don't think there are any houses on the market though.$2",
  "Tue4": "Need me a refreshing Red Plate today! That sounds really appetizing.$1",
  "Wed4": "Sorry for being so pessimistic sometimes. It gets really tough.$2",
  "Thu4": "My roommates are some people I know from high school.#$e#I sometimes feel like I'm the only one who's grown up since then.",
  "Fri4": "I picked up a new vinyl record earlier today!#$b#I'm excited to give it a spin!$1#$e#I just hope my roommates don't mess around with it like they always do.$2",
  "Sun4": "I need to stop in at Pierre's one of these days. I always seem to forget.",
  "summer_Mon4": "My favorite sandwich shop in town closed down today.$3#$e#Might have to start coming to Gus's exclusively now.",
  "summer_Tue4": "What's your favorite band, @?#$b#Or do you not listen to much music?",
  "summer_Wed4": "When it gets hot, I gotta bring the heat!$1",
  "summer_Thu4": "I'm not too into alcohol, but mead isn't the worst to drink. Beer is just disgusting, though.",
  "summer_Fri4": "When it gets warm like this, I like to freeze blueberries and just eat 'em like some frozen treat!$1",
  "summer_Sun4": "The fall's really hard for me, if you haven't noticed.$2#$e#I know I shouldn't hide my sadness, but, blagh.$3",
  "fall_Mon4": "Hey, @. Going to call an early one today, I think.$3",
  "fall_Tue4": "Hospitals are awful. The sterile smell just brings me right back to the past...$2",
  "fall_Wed4": "Today's actually a good day for once!#$e#How's your day going, @?$1",
  "fall_Thu4": "Can't wait for winter.$3",
  "fall_Fri4": "Do you think I overwork myself, @?#$e#I think I achieve the happy medium between overwork and underwork.",
  "fall_Sat4": "Saturdays in fall are always ruined because I'm always expecting them to be tough...$2",
  "fall_Sun4": "Hey @.$2#$e#Thanks for being nice to me all the time.$9",
  "winter_Mon4": "Waking up in the winter can be hard, but it's essential!",
  "winter_Wed4": "When it gets this cold, I like to make myself a nice mug of green tea and relax.#$e#I'm not even a fan of green tea, either! It's just relaxing!$1",
  "winter_Thu4": "Have you played that arcade game, Legend of the Prairie King, in the saloon?#$e#I want to play the other one, but I'm not sure how it would work.",
  "winter_Fri4": "What's your favorite band, @?#$b#Or do you not listen to much music?",
  "summer_Sat4": "My bike's tire is getting squeaky! Might have to take it in for repairs...#$e#Unless you know how to repair bikes...$7",
  "winter_Sat4": "It's a cold one today! It's almost stopping me from exercising!#$e#Almost!$7",
  "winter_Sun4": "Must keep pushin'. If we take a break every time we're not okay, then who's gonna be pushin'?",
  "winter_Tue4": "Hey, they gave me the wrong thing when I ordered this morning, I don't eat fish.#$b#Here you go! [212 209 225 732]",
  "Mon6": "Thank you for being such a good friend, @.$1#$b#I know I can be a bit of a handful sometimes.",
  "Tue6": "Emily seems like a nice girl, honestly.#$e#Do you think her and I could become friends?",
  "Wed6": "It feels nice to actually not be hiding things from you.#$b#I know I was real secretive about my whole dad thing, but I didn't want to scare you away with my trauma.$2",
  "Thu6": "Maybe when I attempt this world record thing I could raise some money for cancer research.#$e#That'd be pretty cool, right?$1",
  "Fri6": "I think my roommate is pregnant!#$e#I hope she knows the father...$2",
  "Sat6": "I found a new sandwich shop! It uses organic ingredients, so I feel at home there.$1",
  "Sun6": "My dad used to play me vinyl records every Friday before he'd bring me to school.#$e#I miss those days.$2",
  "Sat4": "Hey there, @! Take this! [349 351]$1#$e#It's always great to be energized!$1",
  "summer_Mon6": "Hey there, @! Take this! [349 351]$1#$e#It's always great to be energized!$1",
  "summer_Tue6": "You're really cool, @. Thank you for putting up with me.$1",
  "summer_Wed6": "I can stay here in Stardew all day! The heat is just right.$1",
  "summer_Thu6": "Thank Yoba for energy drinks!$1#$e#They keep me going when it gets REALLY warm!!",
  "summer_Fri6": "Is it weird if I say 'thank Yoba' despite not being particularly religious?#$e#It just seems oddly superficial to me...",
  "summer_Sat6": "I could potentially be the fastest runner here in Stardew Valley! What do you think?$7",
  "summer_Sun6": "You know, maybe this fall will be different.",
  "fall_Mon6": "How do you deal with bad brain days, @?$3#$e#Do you just work it away on the farm?$3",
  "fall_Tue6": "It's one of those days, @.$2#$e#Can we hang out a bit?$3",
  "fall_Wed6": "Today was okay. My favorite sandwich shop gave me a free side salad.",
  "fall_Thu6": "Ugh, my roommates are awful.$2#$e#I hope I can stay here as long as possible today.$3",
  "fall_Sat6": "Healing stings, doesn't it?$2",
  "fall_Sun6": "Thanks for being here for me today, @.$9",
  "winter_Mon6": "Winter's here, and now I'm cheery!$1#$e#You getting me anything for Feast of the Winter Star?$7#$e#Just kidding! You don't need to get me anything.$1",
  "winter_Tue6": "Sometimes, when I have trouble exercising, I just envision myself as a rocket ship.#$e#Those days, I just say to myself, 'Blast off!', and I get going!#$b#...is that childish?$2",
  "winter_Wed6": "My roommates are going to a party tonight.#$e#Guess who's going to watch movies while eating some blueberries?$1",
  "winter_Thu6": "Hey there, @! Take this! [349 351]$1#e#It's always great to be energized!$1",
  "fall_Fri6": "Hey, @.#$e#I brought you green tea I made today. I was going to drink it, but my stomach feels queasy today. [614]$3#$e#I hope you enjoy it.",
  "winter_Fri6": "Is it weird if I say 'thank Yoba' despite not being particularly religious?#$e#It just seems oddly superficial to me...",
  "winter_Sun6": "The changing of years is always pretty beautiful. Another year in the books, and another one to prepare for!$1#$e#What's next on life's roller coaster?$1",
  "winter_Sat6": "I could potentially be the fastest runner here in Stardew Valley! What do you think?$7",
  "Mon8": "Don't tell Harvey, but I'm doing some light exercise, I can't just not, you know?$2#$e#Is... is it bad if I do this? I mean, I'm not hurting anyone...$2",
  "Tue8": "Do you have any fluffy animals on your farm?#$b#Can I meet them some time?$1",
  "Wed8": "Hey, @... I... really like your shirt today.$4",
  "Thu8": "Bit tired today, might have to sleep early tonight.#$b#If my roommates aren't too loud, that is.$3",
  "Fri8": "My granny would always tell me that the universe will catch me if I fall...$2#$e#I think that's true, if recent times are any indication of that.$4",
  "Sun8": "I'd love to go to more concerts, but it's tough to work those into my exercising schedule, you know?#$e#Maybe we should go to a concert together one of these days.$4",
  "summer_Mon8": "Must get warm working on that farm in this heat!#$e#Make sure to drink plenty of water, okay? I'd hate to see you hurt.$2",
  "summer_Tue8": "I really dislike the city. I hope I can get out of there soon.#$e#Who knows, maybe I can end up living here?$7",
  "Sat8": "For some reason, I always wanted to become a pro wrestler when I was a kid.#$e#I grew out of that, but could you imagine me in spandex?$7",
  "summer_Wed8": "Maybe the secret to being strong isn't in my muscles, but more in how you deal with it in your head.#$e#Not that I'm particularly good at lifting things!$1",
  "summer_Thu8": "I could go for some fresh blueberries right now!#$e#You growing any on your farm?$1#$e#I might sneak on your farm and take some!$7",
  "summer_Fri8": "Need a pick me up? Here you go![349]#$e#Always good to be energized!$7",
  "summer_Sat8": "Ugh! One of my idiot roommates microwaved a fish last night, so I had to sleep with a terrible fishy smell all night.$5",
  "summer_Sun8": "Fun fact about me! I'm not a very strong swimmer.#$e#Do you have any lesser known fun facts about yourself? I bet you have lots!$4#$b#...#$b#Hah, that's awesome! I love that.$8",
  "fall_Mon8": "I think this fall will be better than the last few for a few reasons.$4",
  "fall_Tue8": "Do you have to rake on your farm?#$e#When I was a kid, we'd always rake these huge leaf piles and then my dad would throw me in it, it was the best.$1#$b#If you have a huge leaf pile, you should let me jump in it a couple of times.$7",
  "fall_Wed8": "The forest is really nice to exercise in, in the fall! The crunchyness of the orange leaves, and the smells, man!$1",
  "fall_Thu8": "I used to be on the track team back in high school, but I had to drop out of it my senior year.#$e#It was a fun experience, it kind of helped me get to where I am today!",
  "fall_Fri8": "I visited my dad's grave again yesterday. I laid some summer spangle down, like he loved when he was alive.#$e#I think he appreciated it.$1#$e#I miss him.$2",
  "fall_Sat8": "Emily actually said hi to me the other day!$1#$e#Her sister didn't, but one person acknowledging me is something, right?!",
  "fall_Sun8": "I think I can manage the falls this time.#$e#Thank you for sticking with me through it.$8",
  "winter_Mon8": "This cold is really getting to me! It feels like I'm being held together by tape.$2",
  "winter_Tue8": "Ugh! One of my idiot roommates microwaved a fish last night, so I had to sleep with a terrible fishy smell all night.$5",
  "winter_Wed8": "I sort of want to get a nose ring, but I don't know if it'd fit my nose well.#$e#It's sort of an impulsive thing anyways, I'll be over it soon.",
  "winter_Thu8": "Need a pick me up? Here you go![349]#$e#Always good to be energized!$7",
  "winter_Fri8": "I want to build a huge snowman this winter!$1#$e#The biggest one I've ever built was about 2 feet taller than me. I want to reach my former glory.$7",
  "winter_Sat8": "Before I found this place, I would always walk down to a park in ZuZu City to exercise.#$e#That place would always close before I was done. Here though? It's all day!$1",
  "winter_Sun8": "I really dislike the city. I hope I can get out of there soon.#$e#Who knows, maybe I can end up living here?$7",
  "Mon10": "Ooh, what's cooking, good looking?$7#$e#Sorry, I've always wanted to say that to someone.$4",
  "Tue10": "I really dislike the city. I hope I can get out of there soon.#$e#Who knows, maybe I can end up living here? Do you know of any places I could live?$7",
  "Wed10": "Hey, @... I... really like your shirt today.$4#$e#I think you'd look better without it though.$8",
  "Thu10": "I think we were meant for each other, what do you think?$4",
  "Fri10": "Hey, @! Close your eyes for a second.$4#$b#%*smooch*#$b#Gotcha.$7",
  "Sat10": "Do you decorate your house?$1#$e#I bet you've got awesome taste!$8#$b#Especially since you're dating me.$7",
  "Sun10": "Thank you for sticking with me for this long, @. You're a true friend!$4#$e#You're a hot friend, too, did you know that?$7",
  "summer_Mon10": "Man, it's hot this summer.#$e#Or maybe it's just because you're around.$8",
  "summer_Wed10": "My roommates have been bugging me about you, they know something's up because I'm smiling all the time.$8#$e#I can't wait to be out of there... maybe you know a place I could stay instead?$7",
  "summer_Thu10": "Man, remember the time in the hospital?#$e#We should do that again soon...$7",
  "summer_Fri10": "I've been pondering sending my mom a letter recently.#$e#But I also think that the past can stay in the past at this point. I have a really bright future ahead of me.",
  "summer_Tue10": "You know, sometimes I see Jas and Vincent playing out in the forest, and it seems...$4#$e#What do you think, @?",
  "summer_Sat10": "Geez, it's so warm today!#$b#My sports bra is gonna be hell to get off later.$4#$e#...what's with that look? I have to get it washed daily!$8",
  "summer_Sun10": "It's already %time?!#$e#I guess time flies when you're around.$8",
  "fall_Mon10": "You know, the pain never truly goes away...$2#$e#But you being around helps dull it quite a bit. <$8",
  "fall_Wed10": "I don't care for material things, I just want love. You know what I mean?$4",
  "fall_Tue10": "I wish I could bring you with me to my apartment, but there is not enough room for both of us on my bed.$2#$b#...why are you smirking like that?$4",
  "fall_Thu10": "I visited my dad's grave again today. I miss him, @.$2#$b#I'm glad you're here.$4",
  "fall_Fri10": "Emily and I had a long discussion at the saloon yesterday!#$b#Things are good!#$e#Especially because I have the hottest boyfriend ever!$8^Especially because I have the hottest girlfriend ever!$8",
  "fall_Sat10": "I never dated much at school. Nobody caught my attention.$4#$b#When I first saw you, though, I knew something was different.",
  "fall_Sun10": "I'm having a bad day, @.$2#$e#Can I get a hug, please?$2#$b#%*hug*#$b#I can't believe how good you are hugs, not to mention... other... things...$4#$b#Thank you.$7",
  "winter_Mon10": "I'm freezing!#$e#Want to help me warm up, cutie?$7",
  "winter_Tue10": "Feast of the Winter Star is coming up! Are you excited?!$1",
  "winter_Wed10": "Wow, another year upcoming. Pretty crazy how fast time is moving!$1",
  "winter_Thu10": "How warm and cozy is your house right now?$1#$e#I bet it feels like walking into paradise, haha.",
  "winter_Fri10": "Ugh, the heater in my apartment broke.$5#$b#What perfect timing, what with it being winter and all...$5",
  "winter_Sat10": "A lot of people don't know this, but I absolutely love operas.#$e#The way they sing is just unmatched!$1",
  "winter_Sun10": "Hey, @... I... really like your shirt today.$4#$e#...I think you'd look better without it though.$8",
  "stardrop_gift": "I can't believe how perfect you are for me. Here's something special for you, my love.$4",
  "give_flowersA": "Is this?!?$6#$b#Oh... oh man! YES! YES, of COURSE!!$8",
  "give_flowersB": "A bouquet of flowers? Well, of course I'll take them. Thanks!$4#$b#...wait...#$b#!!!$6#$b#YES, OF COURSE!!$8",
  "give_pendant": "!!!$6#$b#!!!$8#$b#...YES!!!$8#$b#I'll talk to Mayor Lewis so you don't have to!! I'll have it all set up for us!!$4#$b#I love you!!$8",
  "rejectNPCA": "I barely even know you, @... this is way too fast for me.$2",
  "rejectNPCB": "Okay THIS is a little creepy...$2",
  "reject_two_heartA": "Oh, wow! This is a first, aha.$4#$b#No thanks, but you're sweet.",
  "reject_two_heartB": "Oh! Uhm, no thanks. Thank you for the thought, though!$4",
  "reject_four_heartA": "I mean, uhm, that's a little weird. I don't know you THAT well.$2#$b#Please keep them for now.$3",
  "reject_four_heartB": "We barely know each other, you know?$2#$b#I like you, but not yet, okay?$3",
  "engageA": "You trying to two time your fiancé?$5#$b#I'm not big on that, so no thanks.$5",
  "engageB": "I'm not interested in people who are getting married. Get a clue.$5",
  "marriedA": "Really, dude? Do you want me to tell %spouse?$5",
  "marriedB": "Not into the whole 'homewrecker' thing, so you'd have to find someone else.$5",
  "refusal_no_heartsA": "Uhh... are you joking?$3",
  "refusal_no_heartsB": "Really? I just met you.$3",
  "refusal_knownA": "Don't you think this is moving a bit too fast? Slow down, speed racer.",
  "refusal_knownB": "I'm real sorry, @. You're very sweet, but we don't know each other enough yet...$2",
  "refusal_botherA": "You're a class A clinger, huh? My answer stands.$5",
  "refusal_botherB": "Screw off!$5",
  "spring_1_2": "Happy new year!$1#$b#May this next year be filled with laughter and mirth!$1#$b#Whatever that means.$7",
  "spring_12": "Tomorrow's the Egg Festival, huh? I wonder if we have something planned for that in the city.",
  "spring_25": "I love the spring, it's such an atmospheric time of year.#$e#The grass is super green and wet, the temperature is warming up, it's great!$1",
  "summer_1": "Happy Summer, @! Don't get a heat stroke, drink water!$1",
  "summer_10": "So wait, you get to meet the governor tomorrow? That's so cool!!$1",
  "summer_22": "Soooo warm out here today!",
  "summer_28": "Are you ready for fall? I don't think I am... Fall's always sort of tough.$2",
  "fall_14": "...$9",
  "fall_26": "I had to buy candy for my roommates for Spirit's Eve tomorrow. Ridiculous that they couldn't do it.$5",
  "winter_1": "Once that nip in the air is here, before you know it, it's winter!#$b#I love it though.$1",
  "winter_15": "Hm, I wonder what today is.$7#$e#I genuinely have no idea what today could be!$7",
  "winter_24": "Hey! I know it's not much, but since I won't be here for the Feast tomorrow, I decided to give you a gift early, so, here. [221]$1#$e#Hope the festival goes well, though!#$b#If they chose me for you to give a gift to, you might as well give it to me now.$7",
  "winter_28": "You gonna stay up late tonight? Or you going to bed before the clock strikes 12?#$e#I don't think I'd be able to stay up that late, honestly. I get knocked out around 10.$1",
  "spring_12_2": "Tomorrow's the Egg Festival, huh? I wonder if we have something planned for that in the city.",
  "summer_10_2": "So wait, you get to meet the governor tomorrow? That's so cool!!$1",
  "fall_26_2": "I had to buy candy for my roommates for Spirit's Eve tomorrow. Ridiculous that they couldn't do it.$5",
  "winter_24_2": "Hey! I know it's not much, but since I won't be here for the Feast tomorrow, I decided to give you a gift early, so, here. [221]$1#$e#Hope the festival goes well, though!#$b#If they chose me for you to give a gift to, you might as well give it to me now.$7",
  "winter_28_2": "You gonna stay up late tonight? Or you going to bed before the clock strikes 12?#$e#I don't think I'd be able to stay up that late, honestly. I get knocked out around 10.$1"
}