{
  "Rainy_Day_0": "The pitter patter of rain always calms my jittered nerves...#$e#Haha, I heard that one in a song once. Hi, honey, how are you?$4",
  "Rainy_Day_1": "A nice rainy day always reminds me of something warm and relaxing, so I made some tea. You want some?[614]$4",
  "Rainy_Day_2": "I'm so lucky I found you. I love you, hun.$8",
  "Rainy_Day_3": "Be careful outside! Don't slip, please.",
  "Rainy_Day_4": "I wish I could spend every moment of the day with you...$8#$b#But it's okay, I know you have to take care of things. Stay safe, @.",
  "Rainy_Day_5": "I'm going to exercise a bit inside today, I hope you don't mind.#$e#I'll either do that, or cuddle up under some blankets!",
  "Rainy_Night_0": "I'm so glad you're home, babe.#$b#%*kiss*#$b#Now let's relax and have a great night in!",
  "Rainy_Night_1": "Here, cutie, eat this while you dry off.[606]$1#$b#I hope that warms you right up!",
  "Rainy_Night_2": "Don't you have a jacket? I don't want you to get sick out there.$2",
  "Rainy_Night_3": "*yawn*, it's been a low key day.#$b#I'm going to head to bed soon, you're welcome to join whenever!$1",
  "Rainy_Night_4": "So, are rainy days for you easier than sunny days? You don't really have to plant anything, right?$1#$e#That means you can have more energy for later!$7",
  "Rainy_Night_5": "What do you want for dinner tomorrow, dear?#$b#...#$b#Okay, I'll try my best!$1",
  "Indoor_Day_0": "I wish you could stay with me forever...$2#$b#But I guess you are the true breadwinner here.#$b#Love you, babe!$8",
  "Indoor_Day_1": "It's crazy how every time I talk to you, I still get the butterflies in my stomach.$4#$e#Do you feel them too?$8",
  "Indoor_Day_2": "Good morning, my sweetest @!!$1#$b#Here, I made you breakfast. [210 211]$1",
  "Indoor_Day_3": "It's great living in Stardew Valley. It's like all my dreams have come true...$4",
  "Indoor_Day_4": "Good morning, sweetie!$8#$b#It's hard to believe you kept talking to me after that one time in the forest!$4#$b#I was so awkward because you're so cute and I couldn't believe you were talking to me...$8",
  "Indoor_Day_5": "Recieved a call from one of my roommates the other day, they said I owed them some money...$2#$b#...$2#$b#Bahaha, just joking! You should've seen the look on your face!$7",
  "Indoor_Night_0": "I'm so happy. Every time I look at the pendant you gave me, I have to pinch myself to remind myself that I'm not dreaming.$4",
  "Indoor_Night_1": "Good evening, @! I made you a vegan burger! [241]$1#$e#If you want things with meat in them, you can make them, but just make sure to wash the dishes thoroughly in the sink after, okay?$8",
  "Indoor_Night_2": "I'm sleepy tonight! I'm ready for bed whenever you are.$1",
  "Indoor_Night_3": "I can't believe how much Stardew Valley changed our lives. We both went from a miserable life in ZuZu City to a happy life here.$1#$b#I love you.$8",
  "Indoor_Night_4": "Do these leggings look good on me? I worry I don't look the best for you, hon.$4",
  "Indoor_Night_5": "One of these days, we should spin some of my old records and dance around.#$b#Waltz across the carpet like 1-2-3, 2-2-3, right?$4",
  "Outdoor_0": "I wish I had your muscles, @!$4#$b#I'm afraid I wouldn't be too much help, my arms are like spaghetti noodles.#$e#I'll cheer you on from here, though!$1",
  "Outdoor_1": "What a beautiful landscape... it's incredible that your granddad just gave this to you...$4",
  "Outdoor_2": "Man, I went from a crowded bedroom in a shared apartment with 4 other people who didn't care about me, to this.#$b#I'm so thankful for every day that I can look into your eyes, @.$8",
  "Outdoor_3": "I hope it's okay if I still have a bad day every now and then, @.#$b#...#$b#You're so understanding... I love that.$4",
  "Outdoor_4": "The fresh air in this area is second to none. It's so beautiful here...$8",
  "Outdoor_5": "I'll spend some time out here and study how you farm. Maybe I'll learn how to do it one of these days!$1",
  "OneKid_0": "I can't believe we're parents!$1#$b#%kid1 is so lucky to have you as a dad.$8^%kid1 is so lucky to have us both as moms.$8",
  "OneKid_1": "I am totally going to rock this motherhood thing!$1",
  "OneKid_2": "I wish my dad was able to meet %kid1, but I'm sure he's smiling down on all of us right now, right?$4",
  "OneKid_3": "Sometimes it's so tiring feeding %kid1, but then I remember how happy I am...$4#$e#Still though, I should get some more sleep soon!$7",
  "TwoKid_0": "What beautiful names, %kid1 and %kid2. We have good taste, @. Don't you think so, too?",
  "TwoKid_1": "We're parents, @... to two beautiful children...#$b#If I'm dreaming, I hope I never wake up, because this is the perfect life for me...$4#$b#...!$6#$b#You don't have to pinch me, you jokester! I know I'm not dreaming!$7",
  "TwoKid_2": "I played one of my vinyls for the kids, and I think they really liked it!$1#$b#Especially %kid2! But they were both dancing their butts off!$4",
  "TwoKid_3": "Do you think that our kids will grow up to be farmers like you are?#$b#I hope they don't move to ZuZu City, that place is soul draining...$2",
  "Good_0": "I hid a note under your pillow earlier... can you guess what it says?$4#$e#How'd you know it was \"I love you!\"?$7",
  "Good_1": "You know, I kind of like it here.$4#$b#I think I'm gonna stay.$7#$b#...of course I'm joking, I love it here, I love you especially!$8",
  "Good_2": "I always kind of had a feeling that we'd end up in love...$4#$b#I'm happy it was sooner rather than later!$8",
  "Good_3": "Hey, @!$1#$b#%*smooch*#$b#I love you so so so so so so so so much!$8",
  "Good_4": "Even on my worst days, you're still here to comfort me. Thank you. So much.$8",
  "Good_5": "Sometimes, I wish we could spend all day just cuddling, but it's okay. You have things to do.#$b#Be careful out there, hun.$1",
  "Good_6": "I got a letter from my old roommate apologizing for some of her actions.#$b#I thought it was nice, but I forgot about all those troubles I had there when I moved in with you here.$8",
  "Good_7": "You know, back in high school, when I went to prom, I went with this girl from my class, and I had a horrible time.#$b#I kind of swore off lovey-dovey stuff since then, but then you came along.$4#$b#You changed everything, @. And I love you for it.$8",
  "Good_8": "Am I too intense of a lover?$2#$b#I'm still insecure about some things, I know I shouldn't be...#$b#But sometimes I just worry I'm not perfect enough for you like you are for me.$4",
  "Good_9": "Guess what?#$b#I love you!$8",
  "Neutral_0": "Do you think I'll be beautiful still once my hair turns grey?#$b#I don't know if I can keep this undercut going forever either...",
  "Neutral_1": "Whatcha growing right now, @?",
  "Neutral_2": "I'll be honest, the creaky floorboards were annoying at first, but now, they're endearing.",
  "Neutral_3": "I need to do laundry tonight! You don't need to help, but I'd appreciate some.",
  "Neutral_4": "I am suh-LEEPY today. I might call an early night tonight, hun.",
  "Neutral_5": "Do you remember watching those teen movies back in the day?#$b#I used to be such a teenage dirtbag...",
  "Neutral_6": "How are we doing on funds, @?",
  "Neutral_7": "Should I actually make an attempt at making friends with people in town?#$b#I think it'd be worth it.",
  "Neutral_8": "What kind of flowers are you growing, @?",
  "Neutral_9": "My ankle's bothering me a bit today. I hope that's not anything bad.$2",
  "Bad_0": "*sigh*...$2",
  "Bad_1": "Are we drifting apart, @?...$2",
  "Bad_2": "I wish you'd talk to me more...$2#$b#Instead I sort of feel like chopped liver, just standing here and watching you leave...$2",
  "Bad_3": "Did I do something wrong, @?$2",
  "Bad_4": "I don't know if I can move back to ZuZu City...$2",
  "Bad_5": "Did you finally realize how ugly I am?$2",
  "Bad_6": "Why can't I cry about this...?$2#$b#Is there something you know that I don't?$2",
  "Bad_7": "If you don't want to be with me, just say and I'll go...$2",
  "Bad_8": "I... I'm fine, @.$2",
  "Bad_9": "I miss the old days, when you still loved me.$2#$b#Now it seems like there's something between us, and I can't pull you back towards me...$2",
  "patio_Delores": "Just getting a little bit of exercise in, hope you don't mind!$7",
  "Rainy_Day_Delores": "If you go fishing today, please stay warm. I don't want you catching something fierce.$2",
  "Rainy_Night_Delores": "Oh dear, you're soaked to the bone!#$b#Let's get those clothes off of you!#$b#...$8#$b#Oh, you perv!$4",
  "Indoor_Day_Delores": "I used to be one of those who had to have sunlight, but...#$b#I think I like every minute of the day now.$1",
  "Indoor_Night_Delores": "Time to kick your feet up and relax after a long day of work, huh @?$1",
  "Outdoor_Delores": "This farm, man. It's built out of the same things that dreams are made of.$1",
  "funLeave_Delores": "I think I'm going to go exercise a bit today. Maybe I'll stop in at the saloon too.#$b#I'll be back by sunset, love you babe.$8",
  "funReturn_Delores": "Man, the walk back is exercise enough for me!$7#$b#I had a really fun day, though. Did you have a good day?$8",
  "stardrop_gift": "I can't believe how perfect you are for me. Here's something special for you, my love.$4",
  "spring_1": "Happy New Year, my dear!$1#$b#%*smooch*#$b#Now go out there and plant new seeds! Love you.$8",
  "spring_12": "I'll take care of the house while you go to the Egg Festival tomorrow. Hope everything goes well, sweetie!$1",
  "spring_23": "Sorry dear, I don't think I can go to the Flower Dance, my ankles are KILLING me today. Say hi to Leah for me please!$1",
  "spring_28": "Tomorrow, it's gonna be summertime, how hard to believe!#$b#Time flies when I'm with you, babe.$8",
  "summer_1": "What are we planting this season, hun?",
  "summer_10": "Say hi to the Governor tomorrow for me, please! I'm not one for luaus, haha, so you can have fun with your friends from town.$1",
  "summer_28": "I'd love to go to see the moonlight jellies with you tomorrow, but I don't want to walk on that beach again with my ankle as it is.#$b#I'm sorry hun, I really am.$2",
  "fall_1": "That leafy smell must mean that fall is here! I'll try my best to be happy this season. Not just for you, but for me, too.$1",
  "fall_14": "Another year passes since I've lost my father. He was a good man, @. He really was.#$e#Thank you for helping me through today, @.",
  "fall_15": "Here's a meal I made for you to display in your grange tomorrow! [609]$1#$e#I hope we win! You'll have to tell me how it goes when you get home tomorrow.$8",
  "fall_26": "Do you think I'd look good with glasses? Or would I look too much like a hipster chick?",
  "winter_1": "Wintertime is here!",
  "winter_15": "Hm, can you guess what today is?$4#$e#Ah, you guessed right! Love you, hun.$8",
  "winter_24": "I found a beautiful gem, so I thought you might like it. [60 62 64 66 68 70 72]$8#$b#If you got me as the person you're giving a gift to tomorrow, just give it to me now, since I need to stay home and do some housekeeping.",
  "winter_28": "What a year for us, don't you agree? I love you, @.$8",
  "spouseRoom_Delores": "Don't mind me! I'm just going to rock out to something in here, if you don't mind.#$e#Music always gets my exercise nerve going.$1#$e#...is that even a saying?$4"
}