{    "Entries": {
	"Rainy_Day_0": "Está um pouco frio lá fora hoje. Tome cuidado, @. Eu não quero que você pegue um resfriado.",
    "Rainy_Day_1": "Ah, dias chuvosos são bons para cochilar. A quem estou enganando?#$b#Todo dia é bom para tirar uma soneca!",
    "Rainy_Day_2": "Jas adorava ler 'A Bela e a Fera' para mim. Já parou para pensar que nossa historia é igual, somos como a bela e a fera?#$b#Oh, claro, eu sou a bela, quero dizer, olhe só minha cauda!",
    "Rainy_Day_3": "Hmm, today would be a good day for hunting frogs. But then my fur would get wet...#$b#Life is full off tough decisions, @.",
    "Rainy_Day_4": "Você está saindo? Você pode ligar a caixa falante, por favor?#$b#Não se preocupe, vou manter sua cadeira favorita aquecida para você.",
    "patio_MisterGinger": "Ah, meu reino. Oh, desculpe, NOSSO reino. É lindo não é?",
    "spouseRoom_MisterGinger": "Ah, o devo fazer hoje? Talvez tirar um cochilo... ou talvez comer um peixinho.",
    "Rainy_Night_0": "Você cheira a umidade. Aposto que você está com frio. Aqui, venha se aquecer comigo.$#$b#Podemos nos manter aquecidos.$4",
    "Rainy_Night_1": "Venha aqui e aninhe-se em mim. Você poderia ler uma história para mim?#$b#Você é tão adorável e caloroso.$4",
    "Rainy_Night_2": "Oh, você está encharcado. Não, sem abraços! Argh, eu não suporto pêlo molhado.#$b#Eu sei que você está feliz em me ver... mas você precisa se secar primeiro!$2",
    "Rainy_Night_3": "Desculpa, soltei alguns pelos por ai#$b#Eu pegaria uma vassoura para limpar mas, Não tenho mãos.",
    "Rainy_Night_4": "Passei o dia todo caçando rotos. A casa deve estar livre de pragas!#$b#De nada.",
    "Rainy_Night_5": "Fiquei assistindo TV o dia todo.#$b#Aprendi varias receitas.#$b#Depois posso te ensinar algumas.",
    "Indoor_Day_0": "A-a-a-CHOO! Você já se pulverizou com algum tipo de fragrância?$2#$b#Eu prefiro muito mais o seu perfume natural: sol e grama recém-cortada, com um toque de fumaça de madeira.#$b#Você cheira como sua casa.$3",
    "Indoor_Day_1": "Quais são seus planos para hoje? Espero que envolvam pescar. Pode me pescar alguns peixinhos?",
    "Indoor_Day_2": "Algo estava arranhando sua porta na noite passada. Acho que podemos ter alguns invasores peludos.",
    "Indoor_Day_3": "Eu encontrei isso na patrulha matinal, e sei o quanto você gosta de coisas brilhantes. [60 72 80 80 80 80 80 84 82]",
    "Indoor_Day_4": "Você já se perguntou qual é o propósito de tudo isso? Qual é a resposta para a questão da vida, do universo e de tudo?$4#$b#Eu também não.$1",
    "Indoor_Night_0": "Havia alguns ratos na cozinha, então eu os espantei.$4#$b#Espero que não tenham roubado meu queijo.",
    "Indoor_Night_1": "Ficar deitado na frente de uma lareia junto de um padaço de queijo, isso sim é vida.#$b#Obrigado por me convidar para morar com você, @.",
    "Indoor_Night_2": "Então, antes do almoço, eu tirei uma soneca...#$b#Finalmente eu iria fazer algo de produtivo, Mas não consegui porque eu ainda estava com fome...#$b#Enfim, esse foi meu dia. Como foi o seu?",
    "Indoor_Night_3": "Como passei meu dia? Bem, fiquei olhando para a parede.#$b#E você? Pescou algo para mim?",
    "Indoor_Night_4": "Ah, Pode me ajudar? Estou com uma coceira nas minhas costas que eu simplesmente não consigo alcançar-#$b#Oh sim, esse é o local. Ei, quem disse que você poderia parar?",
    "Outdoor_0": "Havia uma raposa farejando ao redor do galinheiro esta manhã. Não se preocupe, eu a espantei.#$b#Eu ainda sou o cara mais durão da cidade!",
    "Outdoor_1": "Patrulha matinal concluída! Eu encontrei algo para você.[444]#$b#Nha, quem estou enganando? Isso é para mim. Balança a pena, por favor, Isso. mexa a pena, Heheh! Morra pena morra!",
    "Outdoor_2": "Certo, terminei de restabelecer minha posição como chefe da fazenda!#$b#Oh, eu não machuquei ninguém! Primeira regra de luta, NÃO lute se não for preciso! Apenas prove que você é maior e mais forte.#$b#A menos que estejam tentando comê-lo. Então lute por tudo que você vale. Dica grátis para o dia. De nada.",
    "Outdoor_3": "Patrulha matinal concluída! Nada a relatar e certamente não há entidades sombrias escondidas em sua caverna.#$b#Mas ainda sim, tome cuidado, Odiaria ver você se machucar.$4",
    "Outdoor_4": "*arroto* Desculpe, eu comi umas frutas. Espero que não sejam suas.",
    "funLeave_MisterGinger": "Vou patrulhar a cidade, visitar alguns velhos amigos, esse tipo de coisa. Você gostaria que eu trouxesse algo para você?",
    "funReturn_MisterGinger": "É incrível o tipo de coisas que as pessoas jogam fora. Que desperdício![143 223 148 226 228]#$b#Desculpe, está um pouco mastigado.",
    "OneKid_0": "%kid1 parece aprender rápido, já sabe a maravilhosa a arte de acariciar os pelos da maneira certa.$3",
    "OneKid_1": "Eu sei que você não se importaria, mas eu fiz algumas compras na máquina de interwebs.#$b#Oh, as coisas são para as crianças. E a caixa é para mim!$1",
    "OneKid_2": "Eu sei que %kid1 não sabe ler, mas você pode pelo menos ensiná-los a virar as páginas?#$b#Às vezes fico entediado e %kid1 não é de conversar.",
    "OneKid_3": "Poderia, por favor, ensinar %kid1 a pescar?$4#$b#Eles são muito jovens? Oh. Gatinhos humanos crescem tão devagar.$2",
    "TwoKids_0": "Eu estou com fome, @.#$b#Poderia me dar um peixinho?",
    "TwoKids_1": "Não vou mentir, não tenho certeza de como me sentiria sobre pequenos gatinhos humanos correndo por aí.#$b#Mais eles são bem legais.",
    "TwoKids_2": "Lutar com uma criança foi divertido, lutar com duas... bem, precisamos ensina-los a não morder.#$b#*suspira* Gatinhos humanos, tão pouco civilizados.",
    "TwoKids_3": "Não vou mentir, eu ainda estou com fome.",
    "Good_1": "Você é o melhor, @. Ninguém faz carinho como você.#$b#Você é Perrr-feito e não deixe ninguém lhe dizer o contrario, ok?",
    "Good_2": "Tome cuidado hoje. E é melhor você pegar muitos peixes!!$1#$b#Mas, falando sério, sinto sua falta quando você não está aqui.$3",
    "Good_3": "Não há tantas pessoas que eu classificaria tão bem quanto você, @.#$b#Quer dizer, a tenda de Linus tem suas vantagens - sem portas, para começar! - mas eu prefiro ficar com você.",
    "Good_4": "Ah, boa comida, Uma casa quentinha, companhia agradável. O que mais um gato poderia pedir?#$b#Exceto, talvez, um bom carinho no queixo. Ou quem sabe um carinho completo?$3",
    "Good_5": "Eu te amo sabia, Você é tão legal, Mas falando serio, poderia colocar cortinas na janelas, eu não consigo dormir com essa luz na cara!",
    "Good_6": "Eu criei uma música para você. Você gostaria de ouvir?#$b#*gritando* '@ como eu te amo, fico tão feliz quando está aqui!'$5^*gritando* 'como eu te amo, fico tão feliz quando está aqui!'$4",
    "Good_7": "Você @, é uma das minhas pessoas favoritas. Mas serio, você está me devendo um queijinho.",
    "Neutral_0": "Desculpe, @. Acho que temos fantasmas por aqui.#$b#Ou talvez fosse apenas outra coisa.#$b#Mas de qualquer forma, você definitivamente deve dar uma olhada.",
    "Neutral_1": "Eu decorei a casa. Acho que você notará que há um toque delicioso de laranja no tapete.#$b#De nada.",
    "Neutral_2": "Fiz algumas compras nas interwebs novamente. Tantas caixas!#$b#O que? Se você não queria que eu usasse, por que deixou ligado.",
    "Neutral_3": "Pode parecer que estou apenas cochilando, mas na verdade estava admirando a decoração da casa de olhos fechados...#$b#Ta, e verdade, eu estava apenas dormindo. Edai?",
    "Neutral_4": "Você notou que, quando você olha para um raio de sol, ele está cheio de pequenas manchas. É assim que a luz se parece??#$b#É apenas poeira? Oh, você deveria limpar a casa então.",
    "Neutral_9": "Havia algumas migalhas de biscoito debaixo do sofá. Eu as comi.#$b#Espero que você não tenha guardado lá para depois. Da proxima deixe na geladeira.",
    "Bad_0": "Acho que isso nunca iria funcionar. Um gato e um humano... por que eles se dariam bem?$2#$b#Infelizmente nunca se deram muito bem.$4",
    "Bad_1": "Eu deixei uma surpresa em seus sapatos.#$b#É para você. Sim, de nada.",
    "Bad_2": "Espero que você não goste muito do sofá. Bem, eu precisava de uma manicure.#$b#O que? Essas garras precisam ser bem cuidadas!",
    "Bad_3": "Hmm, O que vai fazer hoje?#$b#Ah, legal, bem... De qualquer forma, ate depois.",
    "Bad_4": "Foi um erro, não foi? Morar com você. Você percebeu isso agora...$2#$b#Eu gostaria que as coisas pudessem ter sido diferentes.",
    "Bad_5": "Se eu tivesse polegares... e talvez um banquinho... Bem, as coisas seriam muito diferentes por aqui.$5",
    "Bad_6": "Eu deveria ter ficado no rancho, pelo menos eles sabiam como me tratar adequadamente.$5",
    "Bad_7": "Havia alguns ratos na cozinha. Não que você se importe, mas eu os peguei.$2#$b#(Você vai vrt quando encontrar onde eu os coloquei...)$1",
    "Bad_8": "Às vezes acho que você gosta mais dos outros animais do que de mim.$5#$b#Você certamente presta mais atenção neles.$2",
    "Bad_9": "Você esteve longe por tanto tempo... e você sabe que eu não sou bom com portas.#$b#Bem, era um casaco feio de qualquer maneira.",
    "spring_1": "Ah, a primavera chegou! Filhotes de coelhinhos saltitantes, pintinhos piando.$3#$b#Nossa, agora estou com fome.$1",
    "spring_12": "Se você pudesse me trazer alguns ovos amanhã, eu ficaria muito grato.#$b#Eu iria eu mesmo, mas Gus e eu... bem, houve aquele pequeno mal-entendido sobre um prato de peixe assado...",
    "spring_23": "Ouvi dizer que tem algum tipo de dança amanhã. Não tenha ideias extravagantes.#$b#Gatos não dançam.",
    "spring_24": "Suponho que *poderia* ser persuadido a dançar. Se isso te fizer feliz. Mas é melhor não acabar no MewTube!$3",
    "summer_1": "Ah summer. So many sun traps! I doubt I'll get anything done.",
    "summer_10": "Buffet amanhã certo? Lembre-se de se empanturrar, @. Afinal, você nunca sabe de onde virá a próxima refeição.#$b#Oh, Se possivel coloque alguns lachinhos na sua mocila para mais tarde.",
    "summer_27": "Então, eles não são feitos de geléia, nem são peixes. Por que os humanos dão nomes estúpidos às coisas? Bem, espero que você goste de ver esses sacos flutuantes.",
    "fall_1": "Oooh, outono, minha estação favorita! É hora de perseguir algumas folhas. E pular sobre montinho de folhas... Você gostaria de se juntar a mim? Você pode gostar, sabe.",
    "fall_15": "Hmm... muita gente, animais fedorentos e muito barulho...#$b#Aproveite sua feira, @. Eu vou segurar o forte aqui",
    "winter_1": "O inverno está aqui. Tempo de sobra para me enrolar na frente do fogo com minha pessoa favorita.#$b#Não se preocupe, estarei trabalhando como caça ratos. Nenhum verme vai encontrar caminho aqui.#$b#Pelo menos não por muito tempo!",
    "winter_25": "Hmmm, há algo especial sobre hoje, não é, @?#$b#Feliz dia da Estrela Invernal Agora, cadê meu presente? [176 442 444 717 716 715]",
    "winter_28": "Ouvi dizer que os humanos gostam de fazer planos para o ano novo, correto? Quais são seus planos, @?.#$b#Os meus? Acho que vou cochilar mais. Mas isso soa como um bom plano para você?"
}
}