{
"Introduction": "I'm glad we finally met. You're the new farmer, @, right? My name is Toshinori Yagi.#$b#I'm living at the clinic for now. I hope our paths cross again soon.$h",
  "Resort_Entering": "I could lose myself here!$1",
  "Resort_Leaving": "I'm going to miss it, but I think I miss home a little more.",
  "Resort_Shore": "Sometimes, I imagine myself floating for an eternity...#$b#Sorry, is that strange?$1",
  "Resort_Umbrella": "I'm so fair-skinned, I burn too easily.",
  "Resort_Wander": "I think after being in the war, nothing scares me anymore.#$b#It's why I love long walks in strange places.",
  "Resort_Bar": "A glass of water is all I need to refresh after a long day.#$b#I can't drink alcohol anymore, anyway!$1",
  "Resort": "I'm having a great time!",
"danceRejection": "I'm not a fan of dancing, I'm sorry. I hope you find someone else instead.",
"divorced": "Please leave me alone, @.$a",
"secondChance_Boys": "If this happens again, it's over.$a#$0#Don't make me regret my decision.",
"dumped_Boys": "*sigh* I had a feeling this would happen... I thought it was only anxiety but... it seems as though the voice in my head was correct.$s",
"breakUp": "Thank you for being honest, @. I hope we can remain friends...$s",
"stardrop_gift": "Lewis told me that these remind you of something you love.#$b#And... well... just looking at you reminds me of what I love.Here you go, @.$l",
"give_flowersA":  "?! *cough* *hack*$u#$b# I'm sorry for that... I-I... I feel as though I'm in a dream.#$b#But... I'm happy that it isn't!$h",
"give_flowersB": "?! *cough* *hack*$u#$b# I-I... I apologize, @. Oh, blood is on the flowers now...$l",
"give_pendant": "!! *cough* *hack* *cough*#$b#Oh, @... I... yes! I accept!#$b#I'll go tell Lewis to have the ceremony in 3 days.#l",
"Saloon2": "Willy and I don't speak much. But he always has fishing stories to tell.",
"Saloon4": "Demetrius is a genius, to say the least. Although... he talks about Maru much more than he does Sebastian. I wonder why that is?#$b#I'd be lying if I said it didn't... irk me a little.#$a#",
"Saloon6": "I worry about Shane. He spends almost every night here... and then stumbles back home drunk.#$b#I usually help him get back to Marnie's#$b#...I try not to think about what would happen if he continued to wander through the forest.$s",
"Saloon8": "Oh, hello, @. Uh... I hope you're enjoying your Friday night! Th-The weekend is almost here.$l",
"Saloon10": "You want to dance, @? Haha haha! You pick out the music.$h",
"Saloon": "I can't drink much alcohol anymore. I come mostly for the company.",
"ToshisHouse": "I apologize... my house is rather... messy.#$b#But you're welcome here!$h",
"Mon": "How is the farm? Please tell me if you need any help.",
"Tue": "I don't feel too well... can we talk another time? Please forgive me, @.$s",
"Wed": "%Toshinori is about to say hello before he falls into a coughing fit.",
"Thu": "I go to the Saloon on Friday nights. It's crowded but I couldn't ask for better company.#$b#$s#Even if Pam is... having a hard time respecting others.#$b#I've talked to her before about it... but she doesn't seem open to change.$neutral",
"Fri": "I look forward to tonight. The Saloon and then listening to the radio until I fall asleep.$h",
"Sat": "The weekend is here, @. Enjoy yourself!$h",
"Sun": "%Toshinori isn't responding. It must be one of those days.",
"spring_1_2": "Happy New Year, @! I hope this year will be better than the last.$h",
"spring_13": "Are you looking forward to the Egg Festival tomorrow, @?",
"spring_13_2": "The Egg Festival is tomorrow. Did you like it your first time here?",
"spring_23": "The Flower Dance is tomorrow. I don't have many formal outfits anymore#$b#but I always make sure to have a suit around!$h",
"summer_1": "I've had this outfit for a while. I thought it was time to stop worrying about what other people think and finally wear it!#$b#It feels great.$h",
"summer_Mon": "The air is thick... I feel dizzy already...$h",
"summer_Mon2": "Summer in the city is even hotter than here!",
"summer_Mon4": "Haley is... very different in comparison to her sister. I hope she realizes there is more to life than material items.#$b#For example, friends like you @!$h",
"summer_Mon6": "Did you know there's an abandoned house in the forest? And... a mouse lives there? And... sells hats? What a strange world...$h",
"summer_Mon8": "You look pale, @. Please rest soon.#$b#I don't think Doctor Harvey would mind you sleeping in my bed. I-I mean! If you want to...$l",
"summer_Mon10": "I wonder if I'm dizzy from the summer heat or... I was going to think of something cheesy to say.$l",
"summer_Tue": "Alex intimidates me with his body. He's always flexing...",
"summer_Tue2": "Maru is incredibly talented and smart. She has a bright future ahead of her.$h",
"summer_Tue4": "Sam has offered teaching me how to skateboard. I told him I'm too old for that.#$b#Although.. it is tempting.$h",
"summer_Tue6": "Alex reminds me of someone from my past. Incredibly confident and full of pride. I wish him nothing but the best.$h",
"summer_Tue8": "I recieved a letter from one of my students yesterday. He seems to be doing well!$h",
"summer_Tue10": "We should go to the beach later, @.$l",
"summer_Wed": "%Toshinori doesn't look too well today.",
"summer_Wed2": "Sunflowers are my favorite. They're warm and full of life.",
"summer_Wed4": "How is %farm? I hope this season's harvest goes well.$h",
"summer_Wed6": "I learned early on that war is pointless. I wish I had realized it sooner.$s",
"summer_Wed8": "Summers while I was a teacher were interesting. The students lived in dorms and...well...you can imagine how that went.#$h#$b#One student liked to fight. He was a handful...", 
"summer_Wed10": "Do I have another bathing suit?! N-No... well... maybe...$l",
"summer_Thu": "It's so hot... even in comparison to the city...",
"summer_Thu2": "Abigail and her friends invited me to play pool last week at the Saloon.#$h#I beat all of them! Haha!",
"summer_Thu4": "The thick summer air makes it hard to breathe at times.$s#$b#Don't worry, @. I'll be okay.$0",
"summer_Thu6": "Sometimes I miss the city.#$s#I miss my friends but we exchange phone calls and letters as much as we can.#$b#I also try to visit them when my health allows. It's a long journey.",
"summer_Thu8": "Willy offered to teach me how to fish yesterday. I don't know if I'm ready yet. Do you fish, @?",
"summer_Thu10": "I have a few friends who have thought about moving to Pelican Town. I told them it'll be a big difference from the city!$h",
"summer_Fri": "Caroline gave me some of her green tea today. It was delicious!$h",
"summer_Fri2": "Gus cooks Eastern dishes for me when he's feeling inspired. They remind me of home.$h",
"summer_Fri4": "I make sure to listen to the radio every Friday night. A friend of mine has his own radio show. The music isn't always my favorite but I'll never stop supporting him!$h",
"summer_Fri6": "Have you listened to 'Put Your Hands Up Radio'?#$b#My friend Hizashi is the DJ and host! He's... very loud but a good guy.$h",
"summer_Fri8": "Hizashi asked how you were doing.$h#$b#He knows you...you mean a lot to me, @.$l",
"summer_Fri10": "Will you be at the Saloon tonight, dear? I'll buy us a few drinks!$h",
"summer_Sat": "*cough* *cough*$8",
"summer_Sat2": "I admire Abigail's desire for adventure. She can be rather... moody at times but she is kind nonetheless.",
"summer_Sat4": "Today, young Vincent asked if I was a million years old...$s",
"summer_Sat6": "I need to return some books to the library today.#$b#Before Gunther scolds me for being late again...$h",
"summer_Sat8": "The sounds of summer make me drowsy...*yawn*",
"summer_Sat10": "Make sure to sit in the shade, @. Don't overwork yourself!",
"summer_Sun": "I hope %farm is doing well! I wish you all the best.$h",
"summer_Sun2": "Do you pray, @? I'm not very religious myself. But I do believe in the power of hope.",
"summer_Sun4": "I enjoy visiting the beach as much as my body allows. The sound of the waves bring me to better times.",
"summer_Sun6": "I used to be an inspiration to others when I was younger... and healthier...$s",
"summer_Sun8": "When I was younger, I spent my Sunday mornings watching cartoons. I loved the superhero ones!$h",
"summer_Sun10": "Hello, @. Y-You look beautiful today.#$l#$b#Am I blushing? N-No!$l",
"summer_10": "How old am I now?#$e#...#$e#HAH HAH HAH.$h",
"summer_27": "Tomorrow night will be incredible. Will you be there, @?#$b#Seeing the Moonlight Jellies is something I'll never forget.$h",
"fall_1": "Fall has arrived. I hope your harvest goes well, @!$h",
"fall_Mon": "The forest is a wonderful place; especially during fall. The changing leaves tell us that winter is arriving soon.",
"fall_Mon2": "Leah's art is inspiring. She told me her own inspiration is from nature itself.",
"fall_Mon4": "Did you know Elliot is a writer? I look forward to whatever he makes. I'm sure it will be amazing!$h",
"fall_Mon6": "Linus is an incredibly wise man. Have you talked to him, @?$h",
"fall_Mon8": "I'm learning how to forage thanks to Leah. It's as if her very being is connected to the forest!$h",
"fall_Mon10": "You have a leaf in your hair, @. Let me get it for you.$h",
"fall_Tue": "I worry about Penny. She doesn't deserve to take care of an entire home by herself. I've offered to help but she declines every time.$s",
"fall_Tue2": "Caroline made a comment about my hair today. She said it reminded her of Sam's. Sam's hair is uh... much nicer than my own.",
"fall_Tue4": "George isn't very fond of me.$s",
"fall_Tue6": "Jodi sends me food often. She's a great cook. Gus is the same.#$h#$b#Sometimes I have too much and give it to Linus. I hope they wouldn't be offended by that.$neutral",
"fall_Tue8": "Watching Penny teach the kids reminds me of how much I loved teaching.$h#$b#...I hated the paperwork.$neutral",
"fall_Tue10": "Aizawa asked how you were. He isn't very... friendly so it surprised me!$h",
"fall_Wed": "I used to be a teacher before enlisting in the military. I never handled a weapon. I helped kids overseas.",
"fall_Wed2": "Penny is a great tutor for Jas and Vincent. I know she tries her hardest to give them an education.",
"fall_Wed4": "How old am I? I...I uh... don't want to answer.$l",
"fall_Wed6": "I'm sorry, @. But today isn't a good day... everything hurts.$s",
"fall_Wed8": "Is it colder than usual today, @?",
"fall_Wed10": "The war is always looming over us, even if we don't know it.#$b#$a#I hate it... They send out good people to die for what they believe to be justice. When... it ends up hurting more people than ever.#$b#The war wouldn't exist if people could just put their differences aside.#$b#$s#If we all work for... for peace.",
"fall_Thu": "%Toshinori looks tired. You leave him alone.",
"fall_Thu2": "I found a few mushrooms in the forest to eat. They taste great in ramen.$h",
"fall_Thu4": "I'm going to take a walk through the forest later. Would you like to join, @?$h",
"fall_Thu6": "Marnie sends eggs and milk every once in a while. She's very kind.",
"fall_Thu8_2": "Kent and I were exchanging stories today. He's a good man.#$b#But I can feel his pain even when he's not around.#$s#Does that make sense?$neutral",
"fall_Thu10": "Hizashi sent me a package.#$b#He sent me a box of... nevermind!$l",
"fall_Fri": "I'm looking forward to tonight: good company and the radio.",
"fall_Fri2": "The Saloon will be full tonight.#$b#Sometimes I feel people stare...$s",
"fall_Fri4": "I haven't met many people as warm and caring as Marnie is: even to complete strangers. It's incredible.",
"fall_Fri6": "Emily gave me a few crystals. Apparently, they promote healing and comfort.#$b#I don't know if I believe her. But it's the thought that counts.$h",
"fall_Fri8": "Pam drank too much last night and grabbed me. She then asked if I was dead...$s",
"fall_Fri10": "Lewis does so much for the town. I hope he knows his work is appreciated.#$b#Without him, Pelican Town wouldn't be the safe haven I've come to love.$h",
"fall_Sat": "%Toshinori is tugging at his bangs. He seems anxious... you leave him alone.",
"fall_Sat2": "Evelyn is a wonderful woman. I don't know how she manages with George.#$b#He's kind enough but... grumpy and... well, I won't bother you with the details.",
"fall_Sat4": "Sam, Sebastian, and Abigail play many videogames. Do you, @?#$b#I've tried but I always get lost!$h",
"fall_Sat6": "Shane talked to me last night at the Saloon. It's been a long time since we last spoke.#$b#He seems passionate about chickens!$h",
"fall_Sat8": "%He blushes before looking away and tugging at his bangs.",
"fall_Sat10": "Please relax, @. You work too hard.",
"fall_Sun": "Visiting the beach during fall is enjoyable for me. As cold as it is: I feel at peace.",
"fall_Sun2": "Sunflowers are my favorite. Do you have a favorite flower, @?",
"fall_Sun4": "Do you cook, @? It's a skill that I admire. I... uh... am not very good.",
"fall_Sun6": "I'm sorry, @. Today isn't a good day.$s",
"fall_Sun6_2": "Kent and Jodi visit the altar at Pierre's every Sunday. I admire their dedication.",
"fall_Sun8": "I miss my students. I wonder how they are...",
"fall_Sun10": "What inspires you, @? I think it would be helpful to know.",
"fall_15": "Seeing so many people visit for the fair is daunting...#$b#I think I'll just look at the grange displays and then head home.$s",
"fall_15_2": "Doctor Harvey encouraged me to stay longer at the fair tomorrow.#$b#I don't think he truly understands how much effort it takes...$s",
"fall_26": "The older I get: the harder it is to stay up for events like Spirits Eve tomorrow. Will you be there, @?",
"winter_1": "Waking up to a blanket of snow is refreshing.#$b#I stayed in bed for a long time, though.$h",
"winter_Mon": "%He yawns before waving hello.",
"winter_Mon2": "Are you excited for winter, @?#$b#I'm sure there's a lot less to do in the winter but keep yourself busy!$h",
"winter_Mon4": "Sometimes I visit Clint on days like this.#$b#His furnace is nice to sit near and I'm sure he enjoys the company!$h",
"winter_Mon6": "Snow in the city is just as magical as it is here...$h",
"winter_Mon8": "My hair collects a lot of snow... please don't think I'm unkempt, @!$l",
"winter_Mon10": "You look cold, love.$l#e#%Toshinori hugs you.",
"winter_Tue": "*cough*...*hack*...$8",
"winter_Tue2": "I need a thicker jacket... the cold seems to pass through me these days.$s",
"winter_Tue4": "I hope you have plenty to do, even in the winter, @.#$b#Please keep busy!$h",
"winter_Tue6": "There's nothing better than a warm cup of tea on days like this.$h",
"winter_Tue8": "Dr. Harvey questions my health more than I'd like to admit... it can be frustrating.#$b#I know he means well but... I feel as though he's breathing down my neck at all times.#$s#My apologies, I'm rambling, aren't I?",
"winter_Tue10": "You look flushed, @. Do you need to go to the clinic?",
"winter_Wed": "A friend of mine gifted me this scarf. He has a large collection of them.$h",
"winter_Wed2": "This weather makes my hair and skin even more dry than normal...$s",
"winter_Wed4": "Are you staying warm at home, @?",
"winter_Wed6": "Floors are painful to step on when they're cold...#$b#so I bought a pair of slippers!$h",
"winter_Wed8_1": "I watched Pierre throw a snowball at Morris... I felt guilty for laughing.$h",
"winter_Wed8_2": "Do I have bunny slippers?! ...No...$l",
"winter_Wed8_3": "Alex almost tripped on ice on the way to the bathhouse. I'm glad he's okay!",
"winter_Wed10": "I wonder how the cedars are doing this time of year. They're my favorite!$h",
"winter_Thu": "The cold makes me even more tired than usual.$s",
"winter_Thu2": "Have you visited the library, @? It's a great place to relax and read a good book.#$b#I have a few I need to return!$h",
"winter_Thu4": "I could go for some meat buns...*sigh*",
"winter_Thu6": "%Toshinori sneezes. He looks adorable.",
"winter_Thu8": "My friend Aizawa gifted me another scarf. I think he just likes to buy them. He has an entire drawer set dedicated to them!#$b#Don't tell him I said that.$h",
"winter_Thu10": "...Tell me all about yourself, @. I want to know everything.",
"winter_Fri": "%Toshinori is coughing. His breathing sounds like a paper bag.",
"winter_Fri2": "Clint is very reserved. I can see Gus and Lewis worry about him.",
"winter_Fri4": "Why are my eyes like this? ...I don't really want to talk about it.$s",
"winter_Fri6": "The stars shine so brightly on winter nights. It's breathtaking!$h",
"winter_Fri8": "%You hear Toshinori's phone ring. A PHONE CALL IS HERE, it says in a heroic voice.",
"winter_Fri10": "Are you skilled with computers, @? Hizashi gave me an old laptop of his and... I need help.$h",
"winter_Sat": "I miss the city...",
"winter_Sat2": "The forest is beautiful in the winter. As if it's enchanted with magic.",
"winter_Sat4": "I'm thankful that the clinic is always warm... it's so cold outside...",
"winter_Sat6": "Why did I move here? Well... it's more peaceful here than the city. I needed to get away.",
"winter_Sat8": "You're welcome to come visit anytime, @!$h",
"winter_Sat10": "Are you blushing, @? Am I? N-No!$l",
"winter_Sun": "A new week starts tomorrow. I wish you the best.",
"winter_Sun2": "Evelyn is like a grandmother to me. She worries about my health...#$b#it makes me feel rather guilty.#s",
"winter_Sun4": "Alex visits the bathhouse almost every day. It sounds like a good idea.",
"winter_Sun6": "I hope your animals are happy and warm, @. I know you take great care of them.$h",
"winter_Sun8": "Part of me still misses the city. But a larger part is glad that I'm here.",
"winter_Sun10": "Even on my worst days, seeing you makes me feel well, @.$l",
"winter_7": "The Ice Festival is tomorrow.#$b#It's nice to see everyone have fun but it's freezing outside.$s",
"winter_7_2": "My friends wonder why we have an Ice Festival... I'm wondering the same thing!$h",
"winter_14": "The market is coming to town. Are you excited?", 
"winter_14_2": "I don't often visit the Night Market. It's a little... chaotic for my tastes.#$b#I hope you enjoy it if you go, @.", 
"winter_16": "Seeing the ships come in yesterday was as if I was in a movie. I'll never forget it.$h",
"winter_19": "Tomorrow is Evelyn's birthday. Please wish her a happy one.",
"winter_24": "I wonder who my secret gift giver is... I won't find out until tomorrow.#$b#I need to be patient!$h",
"Mon2": "%He simply smiles at you and nods.",
"Mon4": "How is the farm, @?#$b#I support you to the fullest!$h",
"Mon6": "The weekend is over...$s",
"Mon8": "I used to be a teacher, long ago. I miss the students I had. They were all amazing kids... I hope they're doing well.#$h#$b#Did I go to school to be a teacher?#$b#N-No... I... uh... learned from a book...$l",
"Mon10": "I recieved a letter from my old boss yesterday. He wondered how things were going.#$b#I told him that I found happiness here.$l",
"Tue2": "Spring reminds me that life is awakening beneath us.$h",
"Tue4": "Robin was informing me of Sebastian's programming career.#$b#It's a bit over my head but I'm glad he's doing something he enjoys. He's a nice kid.$h",
"Tue6": "Evelyn came to visit the other day. She's very kind to me... I owe her so much.#$b#When I first moved here, she was the first one to make me feel at home.",
"Tue8": "Have you visited the library, @? It's a great place to relax and read a good book.#$b#I also have ones that you can borrow... if you'd like.$l",
"Tue10": "Do you read, @? It's nice to be able to lose yourself in a well written book.",
"Wed2": "Hello, @. How are you?$h",
"Wed4": "Abigail and Sebastian visit the mines on occasion. I know their parents would be upset to know.",
"Wed6": "Thank you for being a friend, @.$h",
"Wed8": "I've made cotton candy for the children before. They loved it! It's a rare treat for them.$h",
"Wed10": "When I was a kid, I was obsessed with superheroes. I wanted to be one!$h",
"Thu2": "I'm sorry, @. But now isn't a good time.$8#$b#*cough cough*#$b#*HACK*$3",
"Thu4": "Sebastian offered to teach me how to better use my phone. I was embarrassed, to say the least.",
"Thu6": "Sometimes bad memories come to surface at random times.$s#$b#But we just have to... have to think of better times ahead of us.$0",
"Thu8": "Young Jas asked me how old I was. I tried to avoid the question but she's incredibly smart.",
"Thu10": "You um... look great today, @.$l",
"Fri2": "There's an odd tower in the forest. I've been meaning to introduce myself to whoever lives in there but... I hear odd noises.#$b#Maybe another time...$s",
"Fri4": "Have you seen who lives in the tower, @? Are they nice?",
"Fri6": "Gus worries about Pam. I think we all do to a degree...$s",
"Fri8": "Abigail keeps asking what sort of wood carving designs I like... I wonder why?",
"Fri8_2": "Please don't tell Kent but... I worry about him. I know he would feel guilty, if he knew.#$b#But I also know the transition to being a civilian again is hard.$s",
"Fri10": "Are you coming to the Saloon tonight, @? I'll buy us drinks and dinner.$h",
"Sat2": "Did I scare you, @?#$b#Hm? It's my eyes?#$b#I'm sorry! I know I look... unsettling. Maybe I'll tell you the story one day.",
"Sat4": "Young Vincent and Jas sometimes bring forage as gifts. It's very sweet of them.#$b#Though I don't know what I'll do with clay or dandelions!$h",
"Sat6": "What kind of music do you listen to, @? I'm a bit picky myself.$h",
"Sat8": "Sometimes bad memories come to surface at random times. But we just have to... have to think of better times ahead of us.$s",
"Sat10": "Hizashi and Aizawa would like to meet you one day.#$b#Don't be intimidated! They're nice, I promise.$h",
"Sun2": "Hey, @... I think I'm leaving Pelican Town.$s#...#$b#Haha! You should've seen the look on your face! Don't worry: I'd never leave Pelican Town.$h",
"Sun4": "I hope to leave the clinic soon. I've been discussing with Robin about building a home!$h",
"Sun6": "I moved here because it's peaceful. I enjoy seeing everyone smile despite the war.#$b#It reassures me that one day: everything will be alright again.",
"Sun8": "Jas asked me why my clothes are so large... I didn't know what to say. She doesn't need to know why.$s", 
"Sun10": "I recieved a few more letters from my past students. They're all doing wonderful... am I tearing up? No! *sniffle*#$l",

"reject_two_heartA": "We don't know each other very well, @.",
"reject_two_heartB": "Love is not a joke, @. It's something to be taken seriously.$a",
"reject_four_heartA": "I'd prefer to stay as friends.",
"reject_four_heartB": "...I'll take it as a joke.$a",
"engageA": "It wouldn't be fair to them, @.$a",
"engageB": "Please, this isn't just. I refuse to accept.$a",
"marriedA": "I would tell %spouse but... I'd rather not be in the middle of things.$s",
"marriedB": "Do I need to remind you that you're married to %spouse, @?$a",
"refusal_no_heartsA": "...Is this a joke, @?$a",
"refusal_no_heartsB": "Do you take me for a fool, @? I'm disgusted.$a",
"refusal_knownA": "...No.$a",
"refusal_knownB": "I think there is someone better for you out there, @.",
"refusal_botherA": "Please... stop.$s",
"refusal_botherB": "I don't want to dicuss it any further.",
"giftquestion_yes": "That's very kind of you, @. I hope they liked it.$h",
"giftquestion_lie": "I may be ill, but I'm not a fool, @.$a",

"pamHouseUpgrade": "Having Robin build Penny and her mother a house was incredibly admirable, @. You should be proud of yourself!$h",
"pamHouseUpgradeAnonymous": "I wonder who commissioned Robin to build Penny and Pam their home...#$b#A real hero is out there!$h",
"joja_Begin": "...Pelican Town doesn't feel the same anymore...$s",
"cc_Bus": "Apparently, the bus is fixed! Visiting the desert sounds sort of fun.$h",
"movieTheater": "@?! Did you hear? Joja Mart transformed into a movie theater over night! This is the best day of my life!$h",
"cc_Begin": "Lewis told me you want to fix up the community center.#$b#Please ask if you need any help,@.$h",
"cc_Boulder": "Have you seen sparkles in the water recently, @?",
"cc_Bridge": "Clint seemed excited that the quarry was open again.#$b#Thank you for repairing the bridge!$h",
"cc_Greenhouse": "Your greenhouse is fixed, @?#$b#That's wonderful!$h#$b#Now you can grow me some sunflowers all year round! HA HA HA!#$b#*haaaaaack!*$3",
"cc_Minecart": "Have you taken a ride in the minecarts yet, @? It sounds dangerous, I don't think it's a good idea that I try it!$1",
"SeedShop_Entry": "...What did I need to get, again?",
"ArchaeologyHouse_Entry": "Nice and warm in here.",
"Forest_Entry": "A paradise on earth.",
"Saloon_Entry": "I hope everyone is doing well!",
"Hospital_Entry": "I'm so tired...",
"cc_Complete": "Thank you for fixing the community center, @. The town owes you!$h",
"willyCrabs": "I saw Willy's crab experiment went haywire! His face was priceless! Ha ha ha--$h#$b#*cough hack*$3#$b#...I supposed I deserved that one.$s",

"toshiwar_disapprove": "I agree with you.$h",
"toshiwar_neutral": "I understand your position.",
"toshiwar_approve": "Ah, I see.",
"toshihelp_best": "You're a better friend than I deserve.$8",
"toshihelp_neutral": "You're right.$8",
"toshihelp_worst": "...Perhaps there's wisdom in what you say.$8",
"toshiquestionsone": "Yes, I heard from Lewis about that... I'm afraid I never met him, myself, but he was well loved in this town.",
"toshiquestionstwo": "I definitely don't blame you. I remember working a similar sort of job in my twenties, before I decided to go back to school to become a teacher.",
"toshiquestionsthree": "It must be very rewarding, watching all your hard work literally bloom! And farm-fresh produce is so healthy, it's worth every penny!$h",
"toshiquestionsfour": "I enjoy watching the occasional gridball game or two on TV! And there are some sports movies that are incredibly emotional.$h",
"toshiquestionsfive": "I bet you'd get along with Leah. She makes beautiful sculptures out of wood. Maybe you can get her to show you some time.",
"toshiquestionssix": "My students occasionally try to teach me a thing or two about these modern games they're playing, but sometimes I can't wrap my mind around it.",
"toshiquestionsseven": "That's wonderful to hear. I was adopted, myself. My mother, Shimura, raised me wonderfully before she died.",
"toshiquestionseight": "Ah, I see. I'm sorry to hear that. I was adopted, myself. My father, Sorahiko, was very harsh with me. I didn't have a great relationship with him.",
"toshiquestionsnine": "I'm sorry, I won't go into it any more. Let's talk about something else.",
"toshiquestionsten": "That's wonderful to hear. I bet everyone here loves you.",
"toshiquestionseleven": "Some people will like you and some won't, I think that's just human nature. But I like you, for what it's worth.",
"toshiquestionstwelve": "You know, sometimes, I do too. I haven't been here much longer than you, though, so maybe it'll just take us a little more time.",
"toshiquestionsthirteen": "*cough* Oh, so young!$3",
"toshiquestionsfourteen": "That's about what I thought!",
"toshiquestionsfifteen": "I wouldn't be so sure about that! HAH HAH HAH!$h",
"toshiquestionssixteen": "You'll have to tell me a little more about it some time!",
"toshiquestionsseventeen": "Ah, I've had many fond memories when the Winter Star rolls around... it's the perfect oppertunity to remind your family how much you love them.",
"toshiquestionseighteen": "I think my happiest memories involve adventures with my cherished friend, as well. One of these days, I'll have to tell you about Dave!",
"toshitenheartresponseone": "Oh, @... I was hoping you'd say that. I was really hoping.%fork$9",
"toshitenheartresponsetwo": "Ah... of course.$s",
"toshitenheartresponsethree": "I...$4#$b#Well... this is. This is embarrassing...$s",
"TalkingAboutToshinori": "Hello, @. Did you get my letter? Thank you for-#$b#*cough cough*$2#b#*HAAACK*$3#$b#*wheeeeeze*$8#b#S-sorry, @... I didn't get blood on you, did I? Sorry...$8#b#I need to lie down... sorry...$8",
"MarriedToToshinori": "@, my love...$9#$b#I'm excited to spend the rest of my life with you. However long I have left.$9",

"LucikielArrives": "I heard something vile has appeared in town, @.$s#$b#Please be careful. If he hurts you... I'm going to do whatever I can to put an end to it.$a#$b#I used to be a soldier. I know not to take any chances.$a",
"ReputationIncreased": "Maybe I was a little too cautious about that fellow who's been hanging around Clint lately.$s#$b#What was his name again...?$a#$b#Sorry, that's probably rude. I've just been keeping my distance. He still gives me the heebie-jeebies.$s",     
"AbandonedBride": "I had a horrible nightmare last night...$s#$b#Something's telling me that it wasn't a dream.$s#$b#Is that weird? It just felt so real.$s",
"JasperHomeA": "Are you friends with Jasper, @?#$b#I'm a little shy around him, since he seems to be a much better teacher than I was...$s#$b#Not that I'm jealous or anything! I know I was a terrible highschool teacher, but at least the kids liked me. That's what matters!",
"JasperHurt": "I wish I could have done something to help Jasper.#$b#Curse this frail, useless body of mine!",
"Jasper_Teach": "Okay, maybe I am a little jealous of Jasper's teaching ability.#$b#Maybe I could get him to share some pointers with me...#$b#I know my formal teaching days are long over, but I still want to be helpful to Jas and Vincent.",
"Jasper_Bionic": "I'm happy that Maru is helping Jasper! Maybe she can get him on his feet again.",
}