{
"fall_4_2": "%Izuku looks downcast, shaky, and weak. He looks in your direction, but you notice he's looking through you in a thousand-yard stare.",
"fall_5_2": "%Izuku looks like he has a few less bruises now than he did yesterday. But he still doesn't seem ready to talk. You give him space.",
"fall_6_2": "I don't know what I'd do without Dad.#$b#...*sniff*$2#$b#S-sorry. D-don't mind me. I'm okay.$2",
"fall_7_2": "Did I ever tell you how I met Dad? Did he already tell you?#$b#We're not really related. I guess the hair makes it obvious.#$b#My real dad left the family when I was a baby, so I never met him.#$b#Toshinori was my highschool teacher. He was like... the dad I never had. He was my role-model. For the first time in my life, I had someone to look up to.",
"fall_8_2": "There were twenty students in my homeroom class when I was in highschool. Dad treated all of us like his kids.#$b# Honestly, I thought highschool was going to suck, but I got really close to everyone in class because Toshinori made us all feel like a family.#$b# I think highschool was one of the best times of my life.#$b# I guess I'm lucky. Not every kid can say that. $1",
"fall_9_2": "Dad used to be a really big guy. He was so big he couldn't even fit through the door without bending and turning sideways. He's 7 feet tall and he was built like a brick sh--#$b#--A brick outhouse.$1#$b#More muscles on him than humanly possible. He could lift the entire class on his arms and shoulders and back.#$b#Don't believe me? Get him to show you some old pictures some time. He... doesn't usually like reminiscing with people, but... with you, @, I think it'd mean something to him.", 
"fall_10_2": "I was in my senior year of highschool when Dad was drafted into the military.$2#$b#That was the last we saw of him. For years and years. We'd write to him all the time. We stayed in touch. But we all worried.#$b#When we heard he was injured on duty, we were devestated. At the time, the doctors weren't sure he was going to make it. He was in the ICU for months.#$b#The next time I saw him... when they were finally allowing visitors... he'd lost so much weight.#$b# His muscles had atrophied. He looked... you know. Kind of like he does now.",
"fall_11_2": "Dad told me what happened in the war. He lost a lot of internal organs. I didn't even think it was possible for a human being to survive without their stomach, or a lung, for that matter.#$b#But it is. He had an operation on his intestines so they do all the digesting now. But he can't eat much anymore. His diet is pretty delicate. Sometimes all he can get down are smoothies.#$b#You should give him a smoothie some time! I bet you grow a lot of really healthy stuff on your farm, @. It'd be really good for him. $1",
"fall_12_2": "The air in Zuzu City was bad for Dad's health. In the first year during his recovery, the doctors were noticing that his lung wasn't improving.#$b# You notice how he gets coughing fits, sometiems coughs up blood? It was really, really bad in Zuzu City.#$b#I'm glad they thought to move him out here. And there's less people for him to worry about, too.#$b# He worries about everyone. Wants to be their dad too, I guess. It's just in his blood to take everyone else's pain on himself.",
"fall_13_2": "Dad looks happier.#$b# I mean, he's still as sick as I remember, but... he's happy. That's important.#$b#I think you have something to do with it, @.",
"fall_14_2": "I'm sure I have a lot of funny Dad stories, but he might be embarrassed if I told them.$h#$b#Don't get me started on all his dad jokes, though. He LOVES those.",
"fall_15_2": "Have fun at the fair! It looks like it'd be a little too busy and chaotic for me right now, but I hope you and Dad have a good time.",
"fall_16_2": "I hope you had a good time at the fair!",
"fall_17_2": "I'm gonna miss this place...$2#$b# Not like I can't visit anytime I want!$1#$b# But, duty calls. I'm ready to go home tomorrow.#$b#Thanks for checking in with me, @.",
"fall_18_2": "Goodbye, @. It was really nice to spend some time with you. I might come back again soon.",
"izukufriend": "That's awesome, I'm really glad to hear it! I know he really values having such a good friend like you, @.",
"izukulove": "I'll let you in on a secret: I know he likes guys! Just so you know you've got that going for you, @!^Thanks for telling me, @. Don't tell him I said this, but I think he probably feels the same, based on how he writes about you!$1",
"izukudismiss": "Oh, okay.$2",
"izukueww": "Gross gross gross! I don't wanna hear any more!$1#$b#Still, I'm glad to hear that you and Dad are, uh, happy!$1",
"izukunice": "Oh geez, I honestly didn't even think about it! But yeah, I guess this DOES make me your kid!$h#$b#Happy to be part of the family, Dad Number 2!^Happy to be part of the family, New Mom!",
"izukuuhoh": "Oh, um... sorry, I probably shouldn't have asked...$2",
}