{
  "Mon": "Do you need something?",
  "Mon2": "Bonjour, @.",
  "Mon4": "Salut, how are you?$1",
  "Mon6": "Ah! It is the beginning of a new week!$1",
  "Mon8": "Some days I miss Paris like an ache.$2",
  "Mon10": "Good morning, mon cher!$1^Good morning, ma chérie!$1",
  "Tue": "Today I must check the life boat for leaks.#$b#It pays to be prepared for anything.",
  "Tue2": "I must keep an eye on the tides.#$e#We live at the mercy of the sea and her moods.",
  "Tue6": "I am glad you deicded to move 'ere, @. The valley is brighter with you in it. $1",
  "Wed": "Ça va, @?",
  "Tue10": "Sometimes I think I see his ship on the 'orizon, but by the time I have my spyglass...#$e#Hélas, it is gone.$2",
  "Tue4": "'Ave you 'eard of the Rime of the Ancient Mariner? It is one of my favourite tales.#$e#It tells the story of a sailor who shot an albatross and was cursed with bad luck.",
  "Wed2": "Even after decades here, I still love to watch the sun as she rises.$1",
  "Wed4": "%She looks busy. Better not disturb her.",
  "Wed6": "I 'ave so much to do today!$3#$b#Ah well, ce n’est pas la mer à boire. I will get through it.$1",
  "Wed10": "I think my Raoul would 'ave liked you, @.#$b#You 'ave the same joie de vivre.$1",
  "Tue8": "Oh, my poor Raoul...$2#$b#%She ignores you.",
  "Thu": "The light must be kept shining. It is not a job, but a calling I follow.",
  "Thu2": "I remember when Lewis first became mayor, it seems barely any time has passed.#$b#And yet I look in the mirror and I am old!$1",
  "Thu4": "'Ow is your farm, @?",
  "Thu6": "Did you know, cats were considered lucky on ships, @?#$b#Sailors thought they could protect from storms and predict the weather!",
  "Thu8": "My Raoul sailed in a beautiful ship called 'la Artémis', after the goddess.",
  "Thu10": "I love the sea as much as I hate her.$2#$b#She took my love from me but she gives me purpose.#$e#Ah, apres la pluie le beau temps. I must wait for the better weather after this storm passes.$2",
  "Fri": "I 'ave no time for idle chitchat.",
  "Fri2": "Constant vigilance is the life of a Keeper.",
  "Fri4": "Comment allez-vous, @? Are you well?",
  "Fri8": "A ship's cat's sneeze means rain tomorrow.",
  "Fri10": "I hope if I come back after this life, I return as an albatross.$1#$e#They are... incroyable. ",
  "Sat": "*nods* Farmer @.",
  "Sat2": "I am cleaning the lenses today. It is vital to keep the beacon bright.",
  "Sat4": "The light is lit from twilight to dawn, but even in the day my light'ouse stands clear.$1#$e#A landmark you see in the day is known as a daymark. Everyone must have their own jargon!$1",
  "Sat6": "The weekend means little when you 'ave a job like mine.#$e#It is much the same for you, non?",
  "Fri6": "Excusez-moi, @. I 'ave no time today.",
  "Wed8": "Bonjour, @!$1#$b$Today Eloise is visitng for her French lesson.#$e#She is a joy to teach. Such spirit!$1",
  "Sat8": "I thought to replace the glass in the lamp room today, but non!$3#$b#Il est impossible to get anything delivered this far out!$3",
  "Sat10": "Bonjour, @!$1#$b#Ça roule? How's it going?",
  "Sun": "I try to give myself a little break on a Sunday.",
  "Sun2": "I finished my book on folklore yesterday.#$b#'Ave you 'eard of the Lou Carcolh?#$e#It is a snail serpent monster who 'ides underground until it is time to strike!$1",
  "Sun4": "My mother used to tell me 'l’appétit vient en mangeant'. Or, the more you 'ave, the more you want.#$b#I 'ave always tried to live a simple life, and I am 'appy with what I 'ave.$1",
  "Sun6": "Even in the rain, this valley is beautiful.$1",
  "Sun8": "Raoul and I were going to keep the light'ouse together, after we were married.$2#$e#We never 'ad the chance.$2",
  "Sun10": "Bonjour, mon ange. Care to spend some time with an old Keeper?$1",
  "Mon_summer": "These summer storm are dangerous on the seas.",
  "Wed_summer": "Ah, nothing like sunshine to warm these old bones!$1",
  "Fri_summer": "It may be warm out, but my light'ouse is cool and peaceful.$1",
  "Mon_fall": "Longer nights means more hours with the lamp on. I must make sure everything is in order.",
  "Fri_fall": "Leaves eveywhere! Who 'as time enough to rake them up!$3",
  "Mon_winter": "Rain or snow, sun or shine, the light must be lit.",
  "Wed_fall": "Are you growing any pumpkin, @?#$b#It is very delicious!$1",
  "Wed_winter": "Il fait un froid de canard. I 'ope you have a scarf!",
  "Fri_winter": "In the darkest days, the light shines brightest.",
  "spring_12": "Ah, the Egg Festival! I 'ope to see you there, @!$1",
  "spring_23": "The Flower Dance is tomorrow. Are you going?#$b#I am far too old to dance these days!$1",
  "summer_10": "Poor Lewis, he does worry so about the Govenor's opinion.#$b#I say, if he does not like our little town, then he does not have to stay!$1",
  "summer_27": "Enjoy the jellies for me, @. I must be on watch in the light'ouse.",
  "fall_15": "The Fair is a good chance to see everyone together.",
  "fall_26": "I'm sure the little ones will be quite terrified tomorrow!$1#$b#I will be busy, of course, but 'ave fun!",
  "winter_7": "I 'ave never been a fisher, and I never plan on starting.",
  "Introduction": "Enchanté. I am Beatrice, the East Scarpe Light'ouse Keeper.",
  "winter_24": "Allô, @! Are you wishing for something special for tomorrow?"
}