{
  "inhuman0": "Tch!$a",
  "inhuman1": "Really?$h",
  "frog0": "Don't play dumb with me!$a#$b#You should know better than to snoop where you're not invited!$a",
  "frog1": "So now he's too much of a coward to face me himself?$a#$b#I can believe it.$s#$b#But I'm still not letting you off the hook!$a",
  "frog2": "Playing dumb? Really, @?$s#$b#I suppose you thought I wouldn't notice!$a",
  "frog3": "So now he's too much of a coward to face me himself?$a#$b#I can believe it.$s#$b#But that's no excuse for you!$a",
  "idiot0": "No, not really...$u",
  "idiot1": "Yes, it would be better if you came back another time.$8",
  "friend0": "I'm so glad to hear it!$h",
  "friend1": "How dare you!$a",
  "Mon": "My products are always top quality.",
  "Mon2": "Most customers I see are simple tourists shopping for trinkets and souvenirs.#$e#Occasionally I get others who are interested in more… specialized goods.#$e#Hmm? Oh, no, @. If you have to ask, you're not ready for it.",
  "Mon4": "I dabble in magic, of course. It runs in my family.#$e#I sense some potential in you, too, but I wonder if you have much need of it.$8#$e#You seem to be doing quite well without it.$0",
  "Tue": "If you need a gift, I'm sure you can find something suitable on my shelves.",
  "Tue2": "Most customers, I can tell what they're going to buy with a single glance.#$b#You, however, are harder to discern.$8#$e#I like a challenge.$0",
  "Wed": "I make all of my products myself.#$e#I keep most of my machines in the shed next door.",
  "Wed2": "Have you talked to Hephaestus yet?#$e#He maintains all of my machines, and does an excellent job of it.",
  "Thu": "Any interesting gossip from Pelican Town?#$e#Hmm, I guess not.$8",
  "Thu2": "Is that wizard Rasmodius still lurking around the edge of town?$s#$e#I wonder why the townsfolk don't run him off?$a#$e#Scared of him, I guess.$u",
  "Fri": "I earn most of my profit from just a few items.#$e#But I keep a wider stock to attract more customers.",
  "Fri2": "Do you like scented candles?#$e#Some people just can't get enough of them!$8#$e#I prefer incense, myself.$0",
  "Sat": "Weekends bring out more customers.#$e#I see some pretty interesting people sometimes.",
  "Sat2": "We used to keep our shops open later, but disreputable people started hanging around after dark.$8#$e#After Gardenia changed policy, I helped by… \"encouraging\" those people to move on and not come back.$0",
  "Sun": "What?$s#$e#I didn't feel like wearing my glamour today. Got a problem with that?$s",
  "Sun2": "Sundays tend to be slow, so I don't feel the need to dress up.#$e#It's nice to spend time in my own skin once in a while.",
  "Sun4": "Have you ever thought about completely changing your appearance? Even just for a little while?#$e#I'm happy with who I am, really.#$e#But sometimes I wonder how my life could have been if I had been fully human…$u",
}