{
  "Mon": "Interested in my machines?#$e#Of course you are!$h",
  "Mon2": "There is an important balance between form and function.#$e#People will say that an effective machine is better than a pretty machine… but everyone still unconsciously prefers the attractive machine, no matter how well it works.#$e#Of course, I try to build my machines to be both efficient and attractive.$h",
  "Tue": "Crafting is a skill. Anyone can learn, but not everyone is willing to go to the trouble.",
  "Tue2": "You've learned some crafting on your own, I see. Most impressive.#$e#And Clint has taught you some things?#$e3#I've heard about Clint before. He has the reputation of a good craftsman.",
  "Wed": "How exactly does farming on the surface work?#$e#...That sounds tiring.$u",
  "Wed2": "I don't understand why humans eat lettuce.$u#$e#Isn't it just another weed?#$e#There's no substance to it at all.",
  "Thu": "I like to go mining in my free time.#$e#There's no better way to get ore.#$e#And I love the thrill of exploring the caverns.$h",
  "Thu2": "I found traces of dwarves in the mines yesterday. I thought they had long since left this region.$a#$e#Be cautious in your exploring. Dwarves are known to attack without provocation. Just like all those poor corrupted monsters.$u",
  "Fri": "Most of these machines are actually Hekate's, but I run and maintain them for her.",
  "Fri2": "I open my shop earlier than the other shopkeepers so they can check in with me if they need any help before they open for the day.",
  "Sat": "Weekends are busy for me, too.#$e#The machines are more likely to break down from the heavy use.$u",
  "Sat2": "I do maintenance work for all the shops here.#$e#Rose has sprinklers. Sumaq and Kay have all their kitchen gadgets. Tux has his sewing machines and sergers.#$e#And Hekate has all of these machines, of course.$h#$e#It keeps me very busy.$0",
  "Sun": "Praise Yoba! May you be blessed in all your endeavors.",
  "Sun2": "Don't forget to offer your thanks to Yoba today.$h",
}