																																	


{
    "Introduction": "Huh? You can see me? Hello! I'm Cecilia!",
    "spring_Mon": "...Hi.#$e#Sorry, I'm not used to talking to people.",
	"danceRejection": "...No thanks.$s", 
    "divorced": "...$a#$e#...Leave me alone.$a",
	"spring_Mon2": "Hello, @! I'm glad you keep visiting! $h",
	"spring_Mon4": "You wanna know how I kicked the bucket?#$e#I'd rather not talk about it...$s",
	"spring_Mon6": "I was engaged before I moved here.#$e#He was a nice enough guy...$s", 
	"spring_Mon8": "Do you like my house, @?#$e#I'll admit, it has fallen into disrepair... but it's still very cozy!", 
	"spring_Mon10": "I'm so glad I met you, @... I've had a really hard time adapting, so thanks for bearing with me.", 
	"spring_Tue": "There's only a few people who can see me.#$e#You, the werewolf guy and the gothic cowboy who lives in the woods.#$e#If anyone else can see me, they're doing a good job at ignoring me.$s",
	"spring_Tue2": "Do you believe in ghosts, @?#$e#Oops! I guess you're talking to one right now! $h",
	"spring_Tue4": "This is a pretty nice place, but it gets kind of boring when you're dead.",
	"spring_Tue6": "Denver is really nice to me, even though I'm dead. But then, I guess you are, too, @!$h",
	"spring_Tue8": "The gothic cowboy... Rasmodious, I think his name is, said there might be ways of resurrecting me, but that they'd be too risky.",
	"spring_Tue10": "Thanks for being my friend, @.$h",
	"spring_Wed": "Oh, um... how are you?#$e#The weather is certainly something, huh?",
	"spring_Wed2": "There's a nice family who lives in the house in front of mine.#$e#Do you know them, @?",
	"spring_Wed4": "How come you keep visiting, @?#$e#Don't get me wrong, I enjoy the company! I'm just curious.",
	"spring_Wed6": "I love cats! Do you like cats, @?$h#$e#Wouldn't it be cool if I had some sort of spectral cat hanging around?",
	"spring_Wed8": "I honestly think that I am more happy in my afterlife than I was beforehand.",
	"spring_Wed10": "I never got a chance to see the world before I died... maybe now is the time?",
	"spring_Thu": "Hi, @, how's the mortal coil going?",
	"spring_Thu2": "I'm always cold. Probably cause I'm a ghost.",
	"spring_Thu4": "The gothic cowboy informed me that he doesn't appreciate being called that.$h",
	"spring_Thu6": "Denver feels like an outcast because of his condition, and I feel like one because I'm dead. Maybe that's why we get along so well?",
	"spring_Thu8": "Can I come to your farm and see your animals, @?$h#$e#Are you growing any flowers?",
	"spring_Thu10": "There's the ghost of a mariner living at the beach.#$e#Wonder how he kicked the bucket..?",
	"spring_Fri": "@?... sorry, just making sure that you can still see me.",
	"spring_Fri2": "Sometimes I forget that I can walk through walls. Once I was locked out of my house and tried to climb through a broken window.$h",
	"spring_Fri4": "Denver's uncle hunts monsters... not sure how I feel about that.$s",
	"spring_Fri8": "At least I don't have to worry about washing my clothes.",
	"spring_Fri6": "I really like waterfalls. Something about them is just... magical.",
	"spring_Fri10": "So what do you like to do for fun, @?",
	"spring_Sat": "I'm feeling a little out of sorts today... please leave.#$e#I said leave me alone!$a",
	"spring_Sat2": "Where are you from, @? I'd like to hear all about it.",
	"spring_Sat4": "I lived in ZuZu City before...#$b# before everything happened.$s",
	"spring_Sat6": "Ghosts get restless during the rain, myself included.",
	"spring_Sat8": "I really like it here! The people are very friendly... even if they can't see me.",
	"spring_Sat10": "People like you and Denver give me a reason to keep going every day.$h",
	"spring_Sun": "Hey, sorry if I ever seem cranky... it's really difficult being dead.$s",
	"spring_Sun2": "Rasmodious is a very kind man once you get to know him.",
	"spring_Sun4": "That Joja place seems kind of gross...#$e#I can't believe people actually shop there.",
	"spring_Sun6": "I don't really like getting close to people after what happened with my ex-fiance.",
	"spring_Sun8": "Cindersap Forest is sort of magical, huh?",
	"spring_Sun10": "I'm glad you keep visiting me, @.",
	"summer_Mon": "Hi, @. Has it gotten warm?",
	"summer_Mon2": "While I was alive I hated summer, but now that I can't feel the sun's warmth anymore, I sort of miss it.$s",
	"summer_Mon4": "The stars are so pretty during summer.$h",
	"summer_Mon6": "A ton of weird flowers grow this time of year.#$e#I like it!$h",
	"summer_Mon8": "Ever notice how it hardly ever rains during summer?",
	"summer_Mon10": "Maybe I should visit my old city? I know no one can see me there, but it'd be nice to see how things are now.", 
	"summer_Tue": "I wonder why only certain people can see me?#$e#Probably magic-related.",
	"summer_Tue2": "What kind of hobbies should a ghost have?#$e#I'm asking for a friend!$h",
	"summer_Tue4": "The floorboards in my house creak less during summer.",
	"summer_Tue6": "I love the fireflies this time of year.$h",
	"summer_Tue8": "I wish I could still go swimming.",
	"summer_Tue10": "Did you know that there is a secret shrine out on Cindersap Forest? I could show you sometime, if you'd like.",
	"summer_Wed": "Be careful working in the heat, @.",
	"summer_Wed2": "Want to go to the beach, @?#$e#I can't swim anymore, but I like watching the waves.$h",
	"summer_Wed4": "Do you like ice cream, @? I haven't had it in so long, I almost don't remember what it's like.",
	"summer_Wed6": "There are a lot of interesting bugs out this time of year, huh?",
	"summer_Wed8": "Summer is pretty nice, but I can't wait until fall. Spooky season is my favorite season.$h",
	"summer_Wed10": "I like the sound of crickets at night. They're soothing.",
	"summer_Thu": "Do you go into the mines a lot, @?#$e#Please be careful, there are a lot of... not good things down there.$s",
	"summer_Thu2": "Denver's got a pretty neat sword, but he says it's blessed or something, so I can't touch it.#$e#I'm not surprised since his uncle is trying to get him into monster hunting.",
	"summer_Thu4": "Do you play any instruments, @? I used to play the violin, but I'm not sure if I still could.",
	"summer_Thu6": "I bet your farm is beautiful right now, @.$h#$e#Could I come see it sometime?",
	"summer_Thu8": "You're such a good friend to me, @, thank you!$h",
	"summer_Thu10": "Denver is a very important to me. I'm glad he moved here.$h",
	"summer_Fri": "Why do the townsfolk gather at the saloon? Does something interesting happen there?",
	"summer_Fri2": "I wonder if Rasmodious could make it so other people can see me?#$e#How surprised to you think they'd be to find that I've been living here ages without them knowing?$h",
	"summer_Fri4": "I've seen a witch flying by before. I wonder where she is going?",
	"summer_Fri6": "Have you met the creature that lives in the sewers?#$e#They are very kind if you give them a chance.$h",
	"summer_Fri8": "How many other supernatural beings do you think live in this valley?#$e#Do you think other places have a lot of supernatural activity, too?",
	"summer_Fri10": "Honestly, I wish I had never met my ex. I'd probably still be alive if it weren't for him.",
	"summer_Sat": "Good morning, @! How are you today?",
	"summer_Sat2": "I'd like to get to know a lot of the townsfolk.#$e#Too bad I can't.",
	"summer_Sat4": "Those kids that hang out at the saloon bought a ouija board.#$e#Think I should mess with them?$h",
	"summer_Sat6": "Are seances real? Is that a real thing that people do?$3",
	"summer_Sat8": "So, what are your big summer plans, @?$h",
	"summer_Sat10": "Your farm is so nice, @... You've put so much hard work into it.",
	"summer_Sun": "Humans worship Yoba on Sundays, but the shadowfolk do on Fridays. I wonder which is correct?#$e#If it really matters, even.",
	"summer_Sun2": "Denver offered to fix the broken boards in my house, but I've grown sort of partial to them.$h",
	"summer_Sun4": "One of the townsfolk looked right at me today, and I thought for a moment that they could see me.$3",
	"summer_Sun6": "There are a lot of snakes out this time of year.",
	"summer_Sun8": "I wonder if animals can see me?#$e#@, do you have animals on your farm? Can I come try it out?$h",
	"summer_Sun10": "There are so many unusual bugs out this time of year!#$e#It's nothing like the city.",
	"fall_Mon": "It's officially spooky season.$h",
	"fall_Mon2": "I'm not the only ghost that enjoys this season, you know. We all do.$h",
	"fall_Mon4": "I love watching leaves fall. So pretty.$h",
	"fall_Mon6": "The moon looks beautiful this time of year.$h#$e#Denver probably doesn't think so.$h",
	"fall_Mon8": "What's so great about pumpkin spice, anyway?",
	"fall_Mon10": "It's been so long since I died, but time is really weird for me.",
	"fall_Tue": "Hi, @! Enjoying the season?",
	"fall_Tue2": "Do you ever miss the city?#$e#I don't, really. I enjoy the country.$h",
	"fall_Tue4": "I wonder what my family did after I died? I wonder if they even noticed.$6",
	"fall_Tue6": "Sometimes I just randomly get my memories back. I guess certain things trigger it.",
	"fall_Tue8": "At least I had a nice outfit on when I died. I feel sorry for ghosts who didn't...",
	"fall_Tue10": "Do you ever go to the mines, @?#$e#Sounds dangerous... I'd stay away from there, if I were you.",
	"fall_Wed": "Sometimes Denver shows me... meeems? Is that what they're called?#$e#I don't get them.$h",
	"fall_Wed2": "How is your farm doing, @?#$e#You seem very capable.$h",
	"fall_Wed4": "What sort of flowers grow in the fall?",
	"fall_Wed6": "Everything is so pretty and somber this time of year.",
	"fall_Wed8": "I wonder what got people started on carving pumpkins?",
	"fall_Wed10": "Wouldn't it be fun to scare people on Spirit's Eve?$h",
	"fall_Thu": "I saw a ton of dragonflies by the lake! So pretty.$h",
	"fall_Thu2": "Your animals are probably happy to have a break from the heat.",
	"fall_Thu4": "I saw a stray cat today! I tried to get its attention, but it ran off before I had the chance.",
	"fall_Thu6": "So it's the big harvest season, huh? How are your crops doing, @?",
	"fall_Thu8": "I like sitting by a warm fire... even if I can't feel its warmth.$h",
	"fall_Thu10": "I cared a lot about my hair when I was alive. #$b#I owned so many hair products.$h",
	"fall_Fri": "The wild animals are all getting ready to hibernate.",
	"fall_Fri2": "A blond boy walked right through me today! How can you be so rude?$a#$e#Oh, wait! He can't see me...$3",
	"fall_Fri4": "Do you like gardening? Do you think maybe you could plant flowers around my house?$h",
	"fall_Fri6": "I'm glad I have friends like you and Denver.$h",
	"fall_Fri8": "Have you seen those cute little spirits at the community center? I love them!$h",
	"fall_Fri10": "I wonder what my parents are up to? Have I ever told you that my dad owns an observatory? It's why I like stars so much.",
	"fall_Sat": "Do you dress up for Spirit's Eve, @? I used to all the time.$h",
	"fall_Sat2": "There are so many kinds of mushrooms! And they're all so different, it's peculiar.",
	"fall_Sat4": "Fall is pretty eerie, don't you think? I love it.$h",
	"fall_Sat6": "Oh, I'm a bit chilly.#$e#Wait, I always am, ignore me.$h",
	"fall_Sat8": "Are you cold, @? Do be careful not to overdo it.",
	"fall_Sat10": "Wanna do some normal living person kinda things?#$e#Like what? I don't know... what do living people do?",
	"fall_Sun": "I'll be sad to see fall come to an end. How about you, @?",
	"fall_Sun2": "I spend some time with Rasmodious the other day.#$e#I just sort of sat there while he studied his spell books, but I know he appreciates the company.$h",
	"fall_Sun4": "Do you eat a lot of soup and stew this time of year? What's it like?",
	"fall_Sun6": "How's harvest season going for you, @?",
	"fall_Sun8": "I like watching the townsfolk go about their business, but sometimes I wish I could join them.",
	"fall_Sun10": "I'm so lucky to have friends who care about me even after death.$h",
	"winter_Mon": "It's getting cold now, @, are you doing alright?",
	"winter_Mon2": "I love how evergreen trees look covered in snow.$h",
	"winter_Mon4": "What do you do during winter, @? Is there much to do, even?",
	"winter_Mon6": "Where do you think all the animals go during winter?",
	"winter_Mon8": "I guess being a ghost comes in handy when it's icy. I never slip.$h",
	"winter_Mon10": "I can't even feel the cold.#$e#Are you doing alright, @? You can come inside if you're too chilly.",
	"winter_Tue": "I heard the kind doctor say something about people getting frostbite, so be really careful, okay, @?",
	"winter_Tue2": "How do you keep warm this time of year, @? And are your animals alright?",
	"winter_Tue4": "I really can't wait for spring to return so I can see pretty flowers again.",
	"winter_Tue6": "The snow is so pretty.$h",
	"winter_Tue8": "Feel free to hang out in my house if you're cold, @.",
	"winter_Tue10": "Do you like music, @?#$e#I love music! I used to play the violin.",
	"winter_Wed": "I saw a white rabbit in the forest! That's good luck, right?$h",
	"winter_Wed2": "I think I may have died this time of year...$s",
	"winter_Wed4": "The gothic cowboy casted a neat fire spell while I was visiting earlier.",
	"winter_Wed6": "I hope you don't get too cold, @!#$e#Or do you enjoy winter?$h",
	"winter_Wed8": "I would offer to build a snowman with you, but... yaknow.",
	"winter_Wed10": "I don't feel the cold, but I hope that you're staying warm!",
	"winter_Thu": "I heard some wolves howling in the woods last night.#$e#Reminds me of a friend.$h",
	"winter_Thu2": "I wonder if Marlon knows about me?$6#$e#Denver says he's kind, and I hope he's right...",
	"winter_Thu4": "Are you donating artifacts to the museum, @? They all look so interesting!$h",
	"winter_Thu6": "What sort of hobbies do you have, @? Other than farming.",
	"winter_Thu8": "People go out less during the winter. Kinda sad.",
	"winter_Thu10": "I love the twinkly of Winter Star lights in the snow.",
	"winter_Fri": "Be careful not to slip!",
	"winter_Fri2": "It's so hard to relate to the other ghosts in the valley.#$e#All they want to do is haunt people.",
	"winter_Fri4": "I'd offer you a hot beverage, but I don't think any of the appliances in my house work.",
	"winter_Fri6": "Some animals change colors during winter, which is pretty cool.$h",
	"winter_Fri8": "The doctor said he's very busy this time of year. I guess a lot of people getting hurt or sick.",
	"winter_Fri10": "Winter is sort of a sad season for me, but I'm doing my best.",
	"winter_Sat": "Do you like winter, @?",
	"winter_Sat2": "I can see your breath, @, so it must be really cold.",
	"winter_Sat4": "I think I may have died this time of year, but I certainly wasn't dressed appropriately for the weather if that's true.",
	"winter_Sat6": "Do you like the winter star festival, @? Are you excited for it?",
	"winter_Sat8": "What's your favorite thing to do during winter, @? Do you mine or fish?",
	"winter_Sat10": "Maybe I should try playing violin again? It's only been... twenty years since I've played.",
	"winter_Sun": "Spring can't get here fast enough.$h",
	"winter_Sun2": "Sometimes I wonder if I actually sleep at night, or if I go into some sort of weird limbo.",
	"winter_Sun4": "Sorry if I ever seem cranky or out of sorts... it's rough being dead...$6",
	"winter_Sun6": "The valley is so pretty when it's covered in snow.$h",
	"winter_Sun8": "Remember to wear gloves and a coat when you go out!#$e#Oh! And a hat or earmuffs!#$e#Oh... I sound sort of like my mom.",
	"winter_Sun10": "What do you do for fun this time of year, @?#$e#Everything is sort of somber right now.",
	"spring_12": "I used to love looking for eggs.$h",
	"spring_23": "I would dance with someone, but it might look sort of odd.$h",
	"summer_10": "You guys have a whole festival just for eating? Weird.",
	"summer_27": "I love the glowing jellyfish! So magical.$h",
	"fall_15": "Are you going to participate in the festival tomorrow? Good luck!",
	"fall_26": "Spirit's Eve is kind of fun for someone like me.$h",
	"winter_7": "The cold doesn't bother me, so the ice festival is alright.",
	"winter_24": "The winter star festival makes me a little sad for some reason.$s",
	"CeciliaEvent": "...I don't think I'll be messing with spirit boards any time soon.",
	"give_flowersA": "You really want to go out with me?#$b#Of course I'll accept!$l",
	"give_flowersB": "You make me so happy, @, of course I want to be your girlfriend!$l",
    "give_pendant": "For me? Are you sure?$l#$b#My answer is yes, of course!$h",
	"stardrop_gift": "Thank you, you're really wonderful.$h",
    "reject_two_heartA": "Excuse me?",
    "reject_two_heartB": "I don't even know you.",
    "reject_four_heartA": "You're not very funny.$3",
    "reject_four_heartB": "I just don't feel the same, sorry.",
    "engageA": "This is a cruel joke.$s",
    "engageB": "If you think that this is funny, then you're wrong.$a",
    "marriedA": "You're married and I'm not interested.$a",
    "marriedB": "You're married. Back off.$a",
    "refusal_no_heartsA": "Uh... did you mean to give that to someone else?$3",
    "refusal_no_heartsB": "Um... very funny?$3",
    "refusal_knownA": "Maybe you should give those to someone else?",
    "refusal_knownB": "Why are you giving those to me?$3",
    "refusal_botherA": "Leave me alone.$a",
    "refusal_botherB": "Stop bothering me!$a",
	"Resort_Entering": "Wow, this beach is beautiful!$h",
    "Resort_Leaving": "I had a great time today, a vacation is just what I needed.$h",
    "Resort_Leaving_2": "I already want to come back.",
    "Resort_Shore": "I could watch these waves all day.$h",
    "Resort_Shore_2": "I hope that Willy doesn't mind me catching a ride on his boat.",
    "Resort_Umbrella": "I had pretty pale skin while I was alive, so I always burned so easily.",
    "Resort_Umbrella_2": "I didn't spend much time at the beach while I was alive, so I'm glad I'm doing it now.",
    "Resort_Umbrella_3": "I wonder what the rest of the island is like? Do people live here?",
    "Resort_Wander": "I heard that there are mermaids near here!$h",
    "Resort_Bar": "I really wish I could try one of those pretty colored drinks.",
    "Resort": "Have you been to the volcano? Is it dangerous?",
}

//(0 = up, 1 = right, 2 = down, 3 = left)
