																																	


{
    "Rainy_Day_0": "The rain is sort of mystical, huh?",
    "Rainy_Day_1": "My kind like to come out in this weather.", 
    "Rainy_Day_2": "Wanna go look for frogs?$h",
    "Rainy_Day_3": "I like to sit and watch the rain.",
    "Rainy_Day_4": "If it rains anymore, the house might float away!",
    "Rainy_Day_5": "Do you think it will ever stop raining?",
    "Rainy_Day_6": "I'm sort of starting to miss the sun...$s",
    "Rainy_Night_0": "Here, this will help warm you up.$h [225 236 395 396]",
    "Rainy_Night_1": "I miss feeling rain on my face...$s",
    "Rainy_Night_2": "I hope you never regret marrying me, @.$l",
    "Rainy_Night_3": "It's cozy by the fire, don't you think?",
    "Rainy_Night_4": "The clouds make it extra dark and gloomy.",
    "Rainy_Night_5": "Would you like to sit with me a while, @?$l",
    "Rainy_Night_6": "The rain makes it kind of spooky out, don't you think?", 
    "Indoor_Day_0": "Do you need anything, love? I'll help with whatever I can!",
    "Indoor_Day_1": "Here, I made breakfast for you.$l [194 195 201 211 240]",
    "Indoor_Day_2": "Thank you for being with me, @.$l",
    "Indoor_Day_3": "What should we do today, @?#$e#Heading out for the morning? Be safe!",
    "Indoor_Day_4": "Another day, another opportunity!",
    "Indoor_Day_5": "I love being with you, @.$l",
    "Indoor_Night_0": "Hi, @! Are you ready for bed yet?",
    "Indoor_Night_1": "I saw Rasmodia today. She seems happy for us.$h",
    "Indoor_Night_2": "I'm sure if I could get tired, I'd be exhausted.",
    "Indoor_Night_3": "What do you wanna do for dinner? I can cook if you'd like.",
    "Indoor_Night_4": "How was your day, @?#$e#Mine was fantastic, thanks for asking!$h",
    "Indoor_Night_5": "The nice, warm bed is calling our names. Are you getting tired?",
    "Indoor_Night_6": "Hey, I'm glad you're home, @!#$e#No reason, I just wanted to see you.$4",
    "Outdoor_0": "My afterlife is kicking the crap out of my old life.",
    "Outdoor_1": "Don't push yourself, okay?",
    "Outdoor_2": "What's %pet up to, anyway? Not getting into trouble, I hope.",
    "Outdoor_3": "Your farm is in the perfect location. It's close to town, but still close to the forest.",
    "Outdoor_4": "You've put so much work into your farm, @. It really inspires me.",
    "Outdoor_5": "Don't overdo it today, alright?",
    "Outdoor_6": "It's so beautiful here!$h",
    "OneKid_0": "%kid1 is a little angel, don't you think?$h",
    "OneKid_1": "Do you think %kid1 looks more like you or me?",
    "OneKid_3": "I never thought that I'd have kids, but I'm glad I did.",
    "OneKid_4": "It's hard to imagine, but I'm completely happy here.$l",
    "TwoKids_0": "I just gave %kid1 and %kid2 their breakfast.",
    "TwoKids_1": "I think %kid1 is far more behaved than %kid2.",
    "Good_0": "I love you, @.$l#$e#Sorry, I feel like I don't say that enough.",
    "Good_1": "You're beautiful, you know that?$4",
    "Good_2": "I thought that when I died, everything was over... but here we are.$l",
    "Good_3": "Are you happy that you're with me, @?",
    "Neutral_0": "Sorry, I feel kind of off today.",
    "Neutral_2": "Why don't you tell me about your day when we're in bed tonight? I'm kind of tired right now...",
    "Neutral_3": "Do you ever get tired of farmlife?",
    "Neutral_4": "I wonder how everyone I left behind is doing...$s",
    "Neutral_5": "I'm just going to be by myself today, alright?#$e#You didn't do anything wrong...",
    "Neutral_6": "If you need to go see your friends in town, go ahead. I'll hold down the fort.",
    "Neutral_8": "I feel really off today...$s",
    "Bad_5": "You're turning out to be just like my ex!$a",
    "Bad_6": "What do you want? I don't feel like talking right now.$5",
    "Bad_7": "What am I doing here?$s",
    "Bad_8": "I feel like I've made a mistake...$s",
    "funLeave_Cecilia": "I'm gonna go float around town today, @.$h",
    "funReturn_Cecilia": "Hi, @, how was your day?$h",
    "spring_5": "Spring is such a beautiful season, don't you think?",
    "spring_1": "I'm so glad that spring is finally here.$h",
    "spring_12": "I wish I could participate in the egg hunt...",
    "spring_23": "You could dance with me, if you'd like, but you might look a little silly to the others.$h",
    "spring_27": "Summer is almost here. What sort of crops are you going to grow?",
    "summer_1": "Be careful that you don't get heat exhaustion, okay?",
    "summer_5": "If you go to the beach, bring me back a seashell, okay?$h",
    "summer_8": "You look really good in that outfit, @.",
    "summer_10": "I don't get hungry anymore, but the luau sounds nice.",
    "summer_19": "I'm glad that fall is almost here, I like the cold, damp season.$h",
    "summer_27": "The jellies are probably one of my favorite things...", 
    "fall_1": "Ah, fall, how I love thee so.$h",
    "fall_4": "You're hair is really windblown, @.$h",
    "fall_15": "Are you entering the fair tomorrow? #$b# Good luck!$h",
    "fall_17": "I'm pretty sure you look better every day.",
    "fall_23": "It's getting pretty cold. Are we ready for winter?",
    "fall_26": "Would it be mean if I did a little haunting tomorrow?",
    "winter_1": "It's getting pretty cold out. Are your animals alright?", 
    "winter_5": "It's freezing today. Are you cold?#$e#Don't lie! You should see how red your cheeks are!$1#$b#Stay out much longer and you might become a popsicle.$6",
    "winter_8": "I never really liked fishing, but good luck if you're participating!",
    "winter_13": "Winter seems to last forever, doesn't it?",
    "winter_16": "It's freezing today. Are you cold?#$e#Don't lie! You should see how red your cheeks are!$1#$b#Stay out much longer and you might become a popsicle.$6",
    "winter_25": "Despite everything, I think I'm most thankful for you.$4",
    "winter_28": "Well, another year gone by... I can't believe you've stayed with me for this long.$6#$e#I hope you continue to.$4",
	"spouseRoom_Cecilia": "The stars look so pretty here at the farm! I even found my old telescope!$h",
}

//(0 = up, 1 = right, 2 = down, 3 = left)
