{

//Unique Dialogue
"Introduction": "Hello again @. I want to apologise again for our less-than-ideal first meeting.$2#$b#It's lovely to see you again, though. I hope this will be the first of many times.$1",
"danceRejection": "Oh, I'm sorry @, but I'm not in the mood to dance right now.$2",
"divorced": "Oh, hello again @. I'm disappointed that things didn't work out between us, but I do hope for the best for you.#$b#Relationships between merfolk and humans are always difficult, so hopefully our marriage can be a learning experience for both of us.#$e#I will miss you, @.$2",
"breakUp": "Oh, you don't want to be together any more? I hope it's nothing I said or did.$2#$b#I enjoyed getting to know you, and I wish you well.",
"dumped_Girls": "Was it something I did? I'm feeling completely blindsided.$2#$e#I'm sorry if I hurt you in any way...$2",
"secondChance_Girls": "Oh, you want to give our relationship another try?$2#$e#I'll have to think about it. I was really hurt by our relationship's demise.$6#$e#Let's take it slowly, okay?$2",
"stardrop_gift": "@, I bought this stardrop for you to symbolise our love.$4#$e#I've never been happier than I am with you.$7#$e#I'm looking forward to our future together.",
"give_flowersA": "Oh @, I'm honoured. I can't wait to get to know you even better.$4#$e#You mean a lot to me, @. I'm just so happy.$4",
"give_flowersB": "Oh @, I'm honoured. I can't wait to get to know you even better.$4#$e#You mean a lot to me, @. I'm just so happy.$4",
"give_pendant": "Oh @, you're giving me a mermaid pendant? I've always dreamed of receiving one from the person I love the most.$1#$b# Of course my answer is yes.$4#$e#It's so beautiful. You know, these special iridescent shells are only found on Saxifrage Island, my birthplace.$8#$b#They sparkle with a certain magical energy...$1",
"rejectNPCA": "Pardon me?$6",
"rejectNPCB": "Why are you giving me this,@?$6",
"reject_two_heartA": "I'm sorry @, but I just don't feel the same way about you.$6",
"reject_two_heartB": "Please stop @, you're making me feel very uncomfortable.$6",
"reject_four_heartA": "Oh @, you'd like to get more serious? I like you too, but only as my friend.$2#$e#I'm really sorry to disappoint you, @.$2",
"reject_four_heartB": "I think this is moving a little too fast for me. Us merfolk, we need some time to get to know you.$2#$e#Let's get to know each other a little bit more, okay?$1",
"engageA": "Oh, a mermaid pendant. They shimmer beautifully in the sunlight, don't they?$1",
"engageB": "Oh, I certainly know what that is!$8#$b#Marry you? No, thank you @.$2#$b#I just don't feel that way about you.$2",
"marriedA": "Aren't you already married, @?$2#$b#@, please stop.$2#$e#I'll have to tell your spouse if you keep asking me.$2#$b#I won't be your paramour.5$",
"marriedB": "No thank you, @.$2#$e#I might have to tell your spouse if you keep asking me. They won't be happy to hear about this.$2",
"refusal_knownA": "Oh, no thank you @. I'm just not ready for that, @.$2",
"refusal_knownB": "Maybe some day...$6",
"refusal_botherA": "Oh sorry, no thank you.$6",
"refusal_botherB": "No thanks.$6",
"refusal_no_heartsA": "It's beautiful!$1",
"refusal_no_heartsB": "How lovely!$1",

//General Dialogue

"Mon": "Hello @. How have you been doing today?$1#$e#I'm glad to hear that you've been doing well.$8",
"Mon2": "Galene performed in Zuzu City yesterday. I always find it overwhelming there, with all the lights and the din. I'm thankful to be back here now, in the peace and quiet.$1",
"Mon4": "I like to bring my poetry books along with me whenever I'm here. They're wonderful companions. I would love it if you'd come read them with me some time.$8",
"Mon6": "Our fairy friends fly in from The Enchanted Forest, near the Fern Islands, to help us with our performances. It really wouldn't be the same without them.$8",
"Mon8": "One of my favourite places is the Fireweed Archipelago. In the summertime, beautiful purple flowers bloom there.1#$e#Oh, if only we could go there someday, @.$8",
"Mon10": "I miss you when I'm back home, @. It doesn't feel the same without you.$4",
"Tue": "What have you been growing this year, @? It must be incredible, starting with nothing but a tiny seed, and nurturing it to life.$1",
"Tue2": "We performed recently in Grampleton. Have you been there before? They set up fairy lights along the beach, and they glow beautifully at night, like strands of stars lining the shore.$1",
"Tue4": "You know, I've never had a human friend before. Some of the other merfolk are frightened of you, but I've always been curious.1#$e#It's so wonderful that we've been able to get to know one another. I feel like I've learned so much.$1",
"Tue6": "When you're down by the sea, take some time to sit on the sand and listen to the lapping of the waves. It's restorative for the soul.$1",
"Tue8": "Staring into your eyes is like staring into two fathomless pools of water. It's like you say so much to me, without uttering a single word...$4",
"Tue10": "Your voice has a beautiful musical lilt to it today, @.$8",
"Wed": "I often find Joja Cola bottles washed up on the shore, and even submerged in the sea. It makes me so sad. Us merfolk have been imploring Joja corporation to do something about it for years, but they have never heeded our requests.$2",
"Wed2": "How has life been at your farm? I hope that you've also been taking some time for yourself. To be our most fruitful, we must also nurture ourselves.$1", 
"Wed4": "If you're ever feeling in need of some company, you're always welcome to come spend time with me. In fact, I'd quite enjoy that.$8",
"Wed6": "I've been travelling to the Fern Islands for poetic inspiration recently. I love it there, it's just so peaceful.$1#$e#Sometimes the winds rustling through the trees sound like poems spoken in ancient tongues.", 
"Wed8": "Oh, if only you could come underwater with me. I have so many wonderful places I'd love to show you.$1",
"Wed10": "The Ferngill Republic is so beautiful and immense. I've been able to see so many incredible places over the course of my travels. Hopefully I can show them all to you someday.$4",
"Thu": "What will you be doing this weekend? I do hope you'll take some time for yourself.",
"Thu2": "Have you ever held a shell up to your ear? They say you can hear the sound of the ocean echoing though its recesses...",
"Thu4": "Sometimes, when I'm swimming in the ocean, I like to relax my body and just let the currents carry me wherever they will. I've discovered some incredible things that way.#$b#It reminds me of life - how we must often accept its unpredictable course, and let it carry us away into the unknown.",
"Thu6": "Have you ever watched the sun set over the Gem Sea? It's like nothing else, like a fiery blossom bursting over the horizon. It reminds you of the joy of being alive.$1",
"Thu8": "I enjoy solitude, and spending my days in the pursuit of knowledge. But sometimes I think it might be nice to share my life with somebody.$4",
"Thu10": "Come sit with me, and we can talk about the mysteries of life. Or we can just sit in silence and enjoy each others' company. Whichever you prefer.",
"Fri": "Hello, @. Thank you for paying me a visit.$1",
"Sat": "Hello, @. Thank you for paying me a visit.$1",
"Sun": "Hello, @. Thank you for paying me a visit.$1",

//Spring Dialogue

"spring_1": "There is a new freshness to the air, and the Valley is emerging from its wintery blanket. It's spring, the beginning of a beautiful new year.$1#$e#Let's make the most of it.$1",
"spring_Mon": "I was busy all weekend arranging a new vocal harmony for our performance next week.$1#$e#Do you enjoy music too, @?$8",
"spring_Mon4": "I'm just so inspired that you followed your heart to be here. I know that it's time that I follow my heart as well.$1",
"spring_Mon6": "I just love the smell of old books. They smell of must and mystery.$1",
"spring_Mon8": "'When daisies pied and violets blue$1#$e#And lady-smocks all silver-white$1#$e#And cuckoo-buds of yellow hue$1#$e#Do paint the meadows with delight...$1#$e#Shakespeare's poem makes me think of the beauty and vitality of spring.$8",  
"spring_Tue": "I just love spring, don't you @? A time of growth and new beginnings.$1",
"spring_Tue2": "How have you been on this beautiful spring day? What new seeds have you sown this year?$1",
"spring_Tue4": "How does one find purpose in one's life? I feel like I'm still struggling to figure out.$2",
"spring_Tue8": "Don't you feel like poetry helps you see the world in different ways?$1",
"spring_Wed": "I see Elliott around here quite often, and we've become friends. He's an aspiring author, and he often tells me about the novel he's been working on.#$e#Do you know him too?$1",
"spring_Wed6": "Sometimes after performances my friend Soraya will sit with me, and we'll read some poems together.$8",
"spring_Wed8": "Have you ever felt inclined to write, @? It can be quite a cathartic experience.$1", 
"spring_Thu": "I think humans can sometimes be wary around merpeople. Maybe because they've never known one of us personally.$2", 
"spring_Thu2": "What was it like for you during your first few weeks here in Pelican Town?$1#$e#The stars just shine so much brighter out here, don't they?$8", 
"spring_Thu10": "I always think it's so wonderful to bring people together to experience art.$8",

//Summer Dialogue
"summer_1": "The sun is shining high in the sky, and the warm zephyrs are blowing in from the Fern Islands. That must mean that summer is here.$8",
"summer_Mon": "We had many performances this past weekend. I always feel so tired come Monday.$2",
"summer_Mon2": "I wonder what the other villagers make of me. A strange girl from the sea, pacing endlessly across the beach...", 
"summer_Tue": "The sun's warmth feels so lovely on my skin. What a beautiful summer's day.$8", 
"summer_Tue2": "Have you ever known another merperson? It's a shame humans and merpeople don't interact more often.$1#$b#I feel like we could learn a lot from one another.$1",
"summer_Tue6": "The kelp in the Gem Sea has been growing so tall! It's like a vibrant underwater forest, swaying gently with the tides.#$e#How I wish you could see it.$2",
"summer_Tue8": "I love standing on the shore and watching the waves roll onto the sand.#$e#Would you like to come stand with me?$1", 
"summer_Tue10": "Come sit with me, and we can talk about the mysteries of life. Or we can just sit in silence and enjoy each others' company. Whichever you prefer.",
"summer_Wed2": "It's such a lovely day today. On days like this, I like sitting on the shore here and looking out across the shimmering Gem Sea.$1#$e#The sunlight looks like beautiful gems glinting on the water's surface. That's where it got its name.$8",
"summer_Wed4": "When I'm exploring sunken ships I like to imagine what its passengers must have been like...$1#$e#It's so fascinating, thinking about those who were alive so long before us.",
"summer_Wed6": "Are you ever lonely on your farm? You can always come down to the beach to talk with me, if you ever need someone to speak with.$1",
"summer_Wed8": "The most wonderful part about poetry is that it's meant to be read aloud. And each time a poem is read by someone new, another facet of it is revealed.$8",
"summer_Thu": "Listen to the song of the sea, @. What do you think it's telling us?$1",
"summer_Thu4": "The kelp in the Gem Sea has been growing so tall! It's like a vibrant underwater forest, swaying gently with the tides. How I wish you could see it!$8", 
"summer_Thu8": "Thank you for supporting me in my poetic endeavours, @! It really means a lot to me.$1",
"summer_Thu10": "'Shall I compare thee to a summer's day?#$b#Thou art more lovely and more temperate.'$1#$b#Shakespeare's words just perfectly describe you, don't they @?$7", 
    
//Fall Dialogue 
"fall_1": "Well, the days are getting shorter, and the cold winds are beginning to blow in from Saxifrage Island. That must mean that fall is here, and winter is fast approaching.",
"fall_Mon": "You can see for miles and miles across the sea from this shore. It looks like the water runs all the way to the edge of the earth.",
"fall_Mon4": "What do you think is the salve to unfulfillment, @?",
"fall_Mon6": "'Season of mists and mellow fruitfulness,#$b#Close bosom-friend of the maturing sun;#$b#Conspiring with him how to load and bless#$b#With fruit the vines that round the thatch-eves run...'#$b#Keats' autumnal poem reminds me of what you've told me about your farm.$1#$e#Do you grow fruit? If so, I'm wishing you a bountiful harvest.$1", 
"fall_Tue2": "I love the brilliant colours of Fall. All the oranges, yellows, and reds. It looks like the world is on fire.",
"fall_Tue6": "Elliott said that the vibrant colours of autumn inspire him. A few days ago we went for a walk along the shoreline and found some particularly beautiful leaves.$8",
"fall_Tue10": "Emily Dickinson once wrote that 'the heart wants what it wants'. Do you think that's true, @?$4", 
"fall_Wed2": "Have you ever eaten a ring fruit before, @? They ripen during the fall, but they're only found on the Fern Islands.$1#$e#They're scarlet red, and they taste just indescribably delicious.$8", 
"fall_Wed4": "I was talking with my friend Elysa yesterday about some of the feelings I've been having. She was very kind and supportive, just like you, @.$1",
"fall_Wed6": "Break, break, break,#$b#On thy cold gray stones, O Sea!$1#$e#And I would that my tongue could utter#$b#The thoughts that arise in me...'$1#$e#I just love the passion in Alfred, Lord Tennyson's poem. It truly conjures the formidable power of the sea.$1", 
"fall_Thu6": "The best poems truly transcend time and history, don't they?$1", 
"fall_Thu8": "'The morns are meeker than they were#$b#The nuts are getting brown;#$b#The berry's cheek is plumper,#$b#The rose is out of town...'#$b#Emily Dickinson's poem just reminds me of a beautiful, crisp fall morning.$8",
"fall_Thu10": "You know, oftentimes the most wonderful people come into your life in the most unlikely of ways...$4",         

//Winter Dialogue   
"winter_1": "There's a stillness in the air, and chilling gales are blowing all across Stardew Valley. Winter is upon us.",
"winter_Mon": "We had an outdoor show yesterday in Grampleton. There was so much snow it was a little hard to see.$6",
"winter_Mon2": "When the world is so still like this, I find it's easier to think.$1",
"winter_Mon4" : "'In the bleak mid-winter#$b#Frosty wind made moan;#$b#Earth stood hard as iron,#$b#Water like a stone...'#$b#Christina Rossetti's poem reminds me of a blustery Foxgloveian winter's day.$1", 
"winter_Mon6": "'A white mist drifts across the shrouds,#$b#A wild moon in this wintry sky$1#$b#Gleams like an angry lion's eye#$b#Out of a mane of tawny clouds...'$1#$b#Oscar Wilde's poem reminds me of the fearsome, yet awesomely beautiful, winters of Stardew Valley.$1", 
"winter_Tue2": "We've been singing hymnals recently, in preparation for Winter Star. I love listening to our voices soar together in such beautiful ad complex harmonies.$1",
"winter_Tue6": "'The way a crow#$b#Shook down on me#$b#The dust of snow#$b#From a hemlock tree#$b#Has given my hear#$b#A change of mood#$b#And saved some part#$b#Of a day I had rued...'#$b#Isn't that poem, by Robert Frost, lovely? It's amazing how something so small can make one feel so much better.$1",
"winter_Wed6": "Have you ever heard of sea silk? We merpeople often knit sweaters out of it to protect ourselves from the elements.",
"winter_Wed8": "I love talking with you so much. You always have such fascinating perspectives to share with me.$1",
"winter_Thu4": "They have icebergs floating in the Glacial Sea up north. Whenever we were there when I was child, I would love sliding down them!$8",
"winter_Thu6": "Elliott said that the cold makes it hard for him to concentrate. So we've been brainstorming idea together. You should join us sometime!$8",
"winter_Thu8": "'...The woods are lovely, dark and deep,#$b#But I have promises to keep,#$b#And miles to go before I sleep,#$b#And miles to go before I sleep.'#$b#Robert Frost's poem really makes think about life, and how so many of our dreams go unfulfilled because of the demands we have on our time.",
"winter_11": "I hope you enjoy the Night Market, @. I'm going to be away performing in Zuzu City, but some of my very good friends will be here in Pelican Town.$1",
"winter_28": "It's the last day of the year. A time to reflect on the past year, and look forward to the next.",

}
