{
	"Introduction": "Another human? Here in Umuwi?!$u#$b#OH! You must be the one who opened the portal!#$b#I'm sorry I was just shocked! It's been so long since I saw another human besides my brother.$h#$b#My name's Bianka.#$b#I may not look like it, But I'm actually a sorceress!$h",

	//Dialogues	
	"Mon": "Why hello there @! What brings you here in Umuwi today?#$b#Well whatever it is, I hope you have a great visit!$h",
	"Mon4": "Oh @! Great seeing you!$h#$b#I wish I can go shopping in big malls or anywhere.$s",
	"Mon6": "Hey there @! I'm glad you're here! Now I have someone fun to talk to! How's the town right now? Have you visited other places?$h",
	"Mon8": "Oh! Hey there @.$l#$b#Oh nothing I was just thinking about something.$h",
	"Mon10": "@ BABY!!!! HOW I MISSED YOU!$h#$b#Spend time with me please!$l",
	
	"Tue": "I can finally visit my hometown again!$h#$b#Thank you again @. We've been trying to open that portal for so long ever since we got stuck here.",
	"Tue4": "@! I hope you're doing mighty fine today!#$e#I just bought a new dress! I look fabulous in it!$h",
	"Tue6": "Hello there! I hope you're doing great @!$h#$e#Let us stroll around Umuwi sometime! I have lots and lots of things to tell you!",
	"Tue8": "You look lovely today @!$8#$e#Real lovely I might say... Care to take a time off and hang around with me?$l",
	"Tue10": "Why hello there handsome.$l^Why hello there beautiful.$l#$e#Can I get a kiss from you? Come on!!! Please!$l",
	
	"Wed": "Hope you enjoy the local atmosphere. The locals are very friendly aren't they?$h#$b#They've been real kind to my brother and I, We owe a lot to them.",
	"Wed4": "Hey what's up @! Taking a stroll here I see?$h#$e#You should hang out at Reenu's sometime!^We should play dress up sometime!$h",
	"Wed6": "If you have anything fun to do tell me!$h#$b#It get's boring here sometimes.$s^We should go have fun with make up!$h",
	"Wed8": "@!!You surprised me!$l#$b#Don't go sneaking up like that!$a#$b#...Just because... I uhmm... NOTHING!$l",
	"Wed10": "Hey, let's go to the cave shall we?$l#$e#Why? Well you know... To have a little re-enactment of romantic movies or whatever.$l",
	
	"Thu": "You may have not seen me, But I actually went to Pelican town and bought some stuff.#$e#Ehehehe I'm real sneaky aren't I?$h",
	"Thu4": "I made friends in town ehehehe.#$b#Haley and Alex were really interesting people!#$e#Hayley and I talked on and on and on and on about great shopping malls all over the state!$h",
	"Thu6": "Hey there @!!! I snuck into town again yesterday! I met Penny, Jas, and Vincent! They were fine with me joining them in their study session!$h#$e#Vincent was such a talkative boy, and I had to entertain him! Penny was a little sad Vincent wasn't paying attention anymore though.",
	"Thu8": "Hey @.. Can you tour me around town again?$l#$b#I would love to spend time with you!$h#$e#I also wanna hang out with the people there!$h",
	"Thu10": "I wonder when can I move into town?...$l#$b#Nothing! Nothing! I'm just thinking out loud!$h#$e#..A farm can be a nice place to live too...$l",
	
	"Fri": "Why hello @! Such a lovely day today isn't it?#$b#My brother Raphael has been real obsessed with protection magic ever since the recent monster attack here.$a",
	"Fri6": "Oh hiya!#$b#Hey @! Can you ask Raphael to hang out with you sometime? He is really lacking human interaction!$h#$e#I bet he and Clint will be good friends! I just feel it!",
	"Fri8": "My brother and I may fight most of the time, But I love the big oaf.#$b#Don't tell him that!$a#$e#He is indeed a big oaf though. He's a mama's boy as well!$h",
	"Fri10": "Baby! @! I am so glad we can talk today! I have lots and lots and lots of stuff to tell you!#$e#C'mon! Let's go on a date today! I really wanna!$l",
	
	"Sat": "How's it going @? Visiting Umuwi again, I see.#$b#Don't tell me you visit here for me? Hahaha I'm just kidding.$h",
	"Sat4": "@! You're hear again for me aren't ya?$h#$b#I'm just messing with you!$h",
	"Sat6": "Oh it's mah boi @! HEYA!!^Oh it's mah gerl @!! HEYA!!#$e#I may have influenced Dianna from the way I speak ehehe.",
	"Sat8": "Hey @!!! Are you here for me?$l#$b#Oh! Nothing nothing nothing!!$u#$e#Wanna spend the day around town? I got some stories to tell!",
	"Sat10": "Hey baby!$l#$b#I just remembered the times I used to tease you about coming here for me.. Well I'm glad I did.$l#$e#I wonder what might have been if I was a quiet girl?",
	
	"Sun": "Oh hey! How's it been?#$b#The local produce of Umuwi is tasty, But I sometimes do miss our human crops.$0",
	"Sun6": "Oh hey!!! What kinds of crops are you growing in your farm?#$b#Can I buy some!$h#$e#Pierre from your town was selling real good produce!$h",
	"Sun8": "Hello there @!$l#$b#Can you tour me around your farm sometime?$l#$e#Oh! I'm just curious about it, that's all!$l",
	"Sun10": "Baby! Let's spend today at your place can we?$l#$b#I promise I'll behave...$l#$e#Like really REALLY 'behave'...$l",
	
	"spring_12": "Oh how I wish to visit the egg festival one day..$s#$b#Maybe I will.. Ehehe.$h",
	"spring_23": "@!! Hey there! I wish I can visit the flower dance of Pelican town!$s#$b#Ehehehe....$h",
	"summer_10": "I heard there's going to be a Luau in your beach tomorrow!$h#$b#Must be a shame if someone just randomly pops in eh? ehehehe..",
	"summer_27": "OHH!! Tomorrow the magical orbs of the sea are passing by your beach tomorrow!#$b#Raphael and I are gonna visit!",
	"fall_15": "THERE'S GOING TO BE A FAIR TOMORROW AT YOUR TOWN!!$h#$b#I swear I'll die if I don't visit!$h",
	"fall_26": "Oooohh spooky night tomorrow huh?#$b#Hehehe try to find me tomorrow!$h",
	"winter_7": "It's the ice fishing festival tomorrow right?#$b#I might visit, I like making snowmen and comparing mine to others ehehe.",
	"winter_14": "Mermaids! Tomorrow! OH MYYYY!!$h#$b#Oh! Nothing ehehe.",
	"winter_24": "It's gonna be a good year! I can tell!$h#$b#And no I didn't use magic to certain that!$h",

	"winter_18": "Hey! It's the big oafs birthday today!$h#$b#Go greet him if you can okay, Don't tell him I told you!",
	"spring_3": "Oh hey! By the way, How's Lunna? Is she doing alright in Stardew Valley?#$b#She's one of my closest friends here in Umuwi.$h",
	"winter_2": "You should visit Dianna. She may not show it but she gets really lonely sometimes.#$b#I try to spend time with her as much as I can.",
	
	//Special Dialogue
	"danceRejection": "Sorry @. I don't feel like dancing today.$s",
	"divorced": "Why are you even talking to me right now? Get away!$a",
	
	//Event Dialogue
	"event_1bianka1": "YEY!$h",
	"event_1bianka2": "Oh.. I.. I understand..%fork$s",
	"event_2bianka1": "@?? You really believe that I'll be fine?..$s",
	"event_2bianka2": "Hmmm.. If you think I'm being overdramatic and selfish.. Then I guess I should keep it in now..%fork$s",
	
	//Resort
        "Resort_Entering": "Ahh.. A relaxing get away! I have been dying to get another one of these!$h",
        "Resort_Leaving": "I'm used to travelling a lot. But parting from this island is a little painful. I wish I can stay for a while.$s#$b#Oh well, Atleast the boat ride home is such a treat as well. I do hope we see some dolphins.$h",
        "Resort_Shore": "Sun bathing here is such a relaxing hobby.#$b#Ahh. Oh how I missed these beaches.$h#$e#This place reminds me of home too.$h",
        "Resort_Chair": "Phew! I think I'm spent! I should relax for a while.#$e#I'm going to do some window shopping later teehee < $h",
        "Resort_Bar": "The martinis here are fabulous! Oh how I live for these!$h#$e#And no I'm not the loud drunk when I get it. On the contrary I actually shut up.",
		"Resort_Umbrella": "Wanna rub some lotion in my back @? It would benefit the both of us hmm?#$b#Haha I'm just kidding. I already put some on before going here.$h",
		"Resort_Wander": "Ahh, taking walks along the island is such a bliss. Oh hey lookie there!$h#$e#There's soo much to see!",
        "Resort": "I should call up Mom and Dad, maybe they're around here somewhere.#$e#Who knows where those two end up. They travel a lot!$h",
	
	
}