{
		"spouseRoom_Bianka": "Mom sent me new dresses and perfumes! Oh how I love it that she knows me so well!$h",
		"funReturn_Bianka": "Ahhh! I got to relax today hun! C'mere! I'll massage you!$l",
		"jobReturn_Bianka": "I had a tiring day today! I hope yours was alright baby!",
		
		"Rainy_Day_Bianka": "Baby! Don't forget your umbrella okay? Mom sent us a package!#$b#It's full of different styles and brands OMY!$h",
		"Rainy_Day_0": "It's a rainy day today! You know what that means baby?#$e#It means we get to spend the day indoors together... alone..$l",
		"Rainy_Day_1": "Ohh.. I was planning on shopping today!$s#$e#Sorry baby I was just bummed, I wanted to buy new skirts!$s",
		"Rainy_Day_2": "@, baby, it's real cold..$s#$e#Hold me close and tight pleeeaaaaase!!$s#$e#That's better..$l",
		"Rainy_Day_3": "Oh hey it's raining outside baby. The crops are going to be watered now.$h#$e#Why am I happy? Well because I get to spend some more time with you!#$e#Now come here you... *smooch* $l",
		"Rainy_Day_4": "I'm still so sleepy..$s#$e#The rain's making me even more sleepy!!$s#$e#Carry me to bed? hihi.$l",
		
		"Rainy_Night_Bianka": "You're home my lovely baby..$l#$b#Don't mind me, I was just missing you the whole rainy day.$l",
		"Rainy_Night_0": "Oh! Baby!$l#$e#WHY DO YOU LOOK SO HOT WHEN YOU'RE DRENCHED!! AHHH$l#$e#But you have to change! Go take a shower!$h",
		"Rainy_Night_1": "You're finally home!!! I hope the rain wasn't a bother.#$e#So tell me, how's your day baby?$h",
		"Rainy_Night_2": "Baby! < I missed you!!!$l#$e#It was lonely in the farmhouse, Only had the rain to accompany me.$s#$e#Now come spoil me please?$l",
		"Rainy_Night_3": "I've been trying some cooking baby!$h#$e#Bad news though, I ate all my cooking! I forgot to save some for you I'm so sorry!$s#$e#...Punish me? < $l",
		"Rainy_Night_4": "Wow you're drenched!$u#$e#Come here baby, let me take your clothes off and change you.$h#$e#Or maybe you want something else after undressing you?$l",
		
		"Indoor_Day_Bianka": "Goodmorning baby!!! I woke up early and did some yoga!$h#$b#It's a part of our training before when we were young by Mom and Dad to help us get fit!",
        "Indoor_Day_0": "Good morning ~<$h#$e#Take care out there okay?.$u",
        "Indoor_Day_1": "Hi, baby! Here! I tried cooking! I hope you like it! [195 210 211]#$e#Food always brightens up the day!$0",
        "Indoor_Day_2": "I hope you got a good sleep baby!$h#$e#I'm going to do some chores around the farm! Your wife's got this!$h",
        "Indoor_Day_3": "Did you have any strange dreams last night?#$e#I did, but all I remember is that it had something to do with a %adj %noun. Weird.$s#$e#Hehe. Dreams don't mean anything... do they, baby?$l#$e#Well, we can't spend all day chit-chatting. You have work to do!",
        "Indoor_Day_4": "Goodmorning baby! I hope you have a great day at work!$h#$e#Me? Oh I'll be here and do some chores!",
		
		"Indoor_Night_Bianka": "You're back @ baby!$h#$b#Tell me! Any gossips lately? Haley and I were going on and on about Marnie and Lewis lately!",
        "Indoor_Night_0": "I was able to finish some chores today baby, BE PROUD OF ME! HAHA$h#$e#Maybe reward me or something?$l",
        "Indoor_Night_1": "Wow, you look like you did a lot of work today.#$e#Now you should just relax and kick back for the night! Maybe take a shower?$h#$e#Tell me if you want me to join in the shower baby.$l",
        "Indoor_Night_2": "I'm glad you're home.#$e#I get kind of scared alone at night.$s^I get lonely at night...$s#$e#...Hold me tightly tonight please?$l",
        "Indoor_Night_3": "Are you done with your work for the day? I'm ready to have some fun.$l#$e#But if you're tired I understand.$h",
        "Indoor_Night_4": "I had a productive day today baby! I'm sure you did too!$h#$e#Come! Tell me all about your day! I wanna tell you about mine too!",
		
		"Outdoor_Bianka": "Ohh baby look at your pretty crops!$h#$b#Take the time to appreciate all your hardwork okay?",
        "Outdoor_0": "The weather's wonderful! Such a great day to relax right baby?#$e#I'll be here and just relax.",
        "Outdoor_1": "The farm looks amazing baby! You're doing such an amazing job too!$h#$e#Not gonna lie, you look hot when you're hard at work.$l",
        "Outdoor_2": "Hi baby, I'm just here enjoying the fresh air. If you ever need my help just call me okay?#$e#Without magic, I have become more productive!$h",
        "Outdoor_3": "I'm going to clean the place here @ don't you worry about the house! Your wife is going handle things here!$h",
        "Outdoor_4": "Hey if you ever feel tired just come to me okay?#$e#I'll kiss the fatigue out hihi. <$l",
        "OneKid_0": "Baby! %kid1 maybe can use magic! I saw toys flying around last night!$u",
        "OneKid_1": "I sure do hope %kid1 gets to enjoy dress up as much as I do. Ohh that would be really wonderful!$h",
        "OneKid_2": "Don't worry, I'll feed %kid1 today. You can just focus on running the farm baby.",
        "OneKid_3": "Life's a lot different now that we have a child, it feels more wonderful.$l",
        "TwoKids_0": "I already gave %kid1 and %kid2 their breakfast. They were really hungry! But we had a big dinner last night too!",
        "TwoKids_1": "We have to make sure and give %kid1 a lot of attention now that we have %kid2. We don't want any jealousy between them.",
        "TwoKids_2": "You know, I think %kid2 has your eyes and has my hair. It looks so cute!",
        "TwoKids_3": "A wonderful family..$7#$e#I'm sorry for being so emotional baby, I'm just happy of what we've accomplished. I love you!$7",
		"patio_Bianka": "I have too much clothes baby.$h#$b#It's fine though, I like doing our laundry hehe.",
		
		"spring_Bianka": "It's the spring season! OMY I just bought new outfits for this season as well!$h#$b#I had some time to shop last week ehie <",
		"summer_Bianka": "The summer season is here baby! Let's go to the beach soon okay!#$b#I also want to show you my new bikini < $l",
		"fall_Bianka": "I bought new hats just for this season!#$b#You can get really creative and fashionable this time of year you know?$h",
		"winter_Bianka": "It's the winter time! And pretty soon the cold would get even colder!#$b#Let's cuddle by the fire when that happens okay?$l",
		
	"spring_12": "The egg festival is tomorrow baby! Let's compete who gets more eggs tomorrow!$h",
	"spring_23": "Baby!! Prepare to see me in my flower festival outfit tomorrow! I hope you'll like it!$l",
	"summer_10": "The Luau tomorrow is something I look forward every year baby! FREE FOOD!$h",
	"summer_27": "OHH!! Tomorrow the magical orbs of the sea are passing by the beach tomorrow!#$b#Let's watch them together, side by side while holding each other okay?$l",
	"fall_15": "THE FAIR'S TOMORROW BABY!! *screech*$h",
	"fall_26": "Oooohh spooky night tomorrow huh baby?#$b#Hehehe try to find me tomorrow!$h",
	"winter_7": "It's the ice fishing festival tomorrow right?#$b#I'm excited for your competition! I'll cheer hard for you!$h",
	"winter_14": "Mermaids! Tomorrow! OH MYYYY!!$h#$b#Baby let's go to the beach tomorrow okay?$h",
	"winter_24": "The year has been amazing baby, and you're such a big influence on that. I love you so so so so so so much!!$l",
}