{
	"Introduction": "Oh? I haven't seen you here before.$u#$b#Well, Hello! My name's Lunna! You are?$0#$b#...$0#$b#Mr. @ is it?^Ms. @ is it?$0#$b#Well.. I hope you live a prosperous life here in this town!$h",

	//Dialogues	
	"Town_72_9": "...$8#$e#Oh hello @!#$b#The breeze here is so nice.$0",
	"spring_3": "Hello @!$0#$e#This day is just like any other day.$u",
	"spring_12": "I am so excited for the festival of painted eggs tomorrow.$h#$e#It is really vibrant! I love it!$0",
	"spring_23": "@! Are you going to be at the flower festival tomorrow?$0#$e#I really adore seeing everyone's outfits during the festival$8",
	"summer_10": "I am planning of not eating a lot today.$u#$e#Why?$0#$b#To prepare for the Luau tomorrow!$h",
	"summer_27": "I really look forward for the beautiful view the jelly creatures will present at the beach tomorrow.$0#$e#Huh? I sound weird?$u",
	"fall_15": "Hey @! I am looking forward for your display tomorrow!$h#$e#I really admire the hardwork of everybody in this town.$0",
	"fall_26": "Oh. Hello @.$0#$e#Uhhmm.. The festival tomorrow is something I have mixed feelings with. I still look forward for all the food though.$u",
	"winter_7": "Hey there @! Are you going fishing in the ice tomorrow?$0#$e#I do hope so! I have fun watching people compete!$h",
	"winter_14": "The night market that arrives tomorrow is really interesting.$0#$e#Even more are the people that bring it!$8",
	"winter_24": "The year is almost over @!$8#$e#I hope you had a good one!$h",
	"Mon": "Oh hi @! How are things?$0#$e#I sure hope you are doing fine!",
	"Mon4": "Why hello @! Working hard are you?$u#$e#Well if you are, Please do rest when you have time$8",
	"Mon6": "Hello there @! What a nice surprise!$0#$e#Why? Oh for you are such a good friend!$8",
	"Mon8": "@! Hello! Such a pleasure talking to you at this time!$0#$e#Uhmm... such a good one.$8",
	"Mon10": "Hi there love! I hope you are fine out there!#$e#Come see me when you can please?$l",
	"Tue": "Hello @!#$e#Having a good day I hope!",
	"Tue4": "@!$h#$e#I hope you're doing mighty fine today!",
	"Tue6": "Hello there! I hope you're doing great my friend!$h#$e#Let us stroll around town sometime!",
	"Tue8": "You look lovely today @!$8#$e#Real lovely I might say...$l",
	"Tue10": "Why hello there handsome.$l^Why hello there beautiful.$l#$e#Can I get a kiss from you?$u",
	"Wed": "I hope this day is a good day @.#$e#Well take care out there!",
	"Wed4": "Hey there @! I hope you got good produce this season!#$e#I would love to buy them when I get the chance as well!",
	"Wed6": "@!!! When can we stroll around the forest again?#$e#It is such fun spending time with you!",
	"Wed8": "@!!!$l#$e#Oh nothing. You surprised me!$u",
	"Wed10": "@!!! Cuddle me now$7#$e#Can we?$l",
	"Thu": "Hey there @!#$e#I hope you are staying safe!",
	"Thu4": "Hi @! Doing good I see!#$e#Keep on doing so!$h",
	"Thu6": "@ I just had a good day today!$h#$e#How about you good friend?",
	"Thu8": "Hey @!#$e#Hey uhmmm if you got time, I would not mind if you drop by my shack from time to time.$l",
	"Thu10": "Hey love!#$e#I am getting a little bit cold here, can you give me some warmth?$l",
	"Fri": "Hello there @!#$e#I spend most of today with M. Rasmodius.#$b#Why? Well... For learning more about the world actually.$8",
	"Fri6": "Hello there @!#$e#This is going to be a busy day. I am glad you showed up though.$u",
	"Fri8": "I am really tired...$s#$e#Oh. Hello @!$6#$b#It seems my tiredness has lifted a little.$l",
	"Fri10": "Love! @! I am so glad we can talk today!#$e#Hey.. Uhmm can you ask M. Rasmodius if I can be free today? I want to spend it with you.$s",
	"Sat": "Oh. Hello there @...$s#$e#I am so hungry....$s",
	"Sat4": "Hello there @! Any new forageables you find lately?#$e#I would love to try new ones!$h",
	"Sat6": "Why hello there Mr.@!^Why hello there Ms.@!#$e#What? Formality? I thought it sounded wonderful!$u",
	"Sat8": "@!!!$7#$e#Let us spend the time together today please!",
	"Sat10": "Hey there love. I hope you are eating enough tasty food!#$e#I would love to accompany you in doing so too.$l",
	"Sun": "*yawn*$s#$e#Oh hello @... I am sorry I am still very sleepy..$8",
	"Sun6": "I am very tired today @...$s#$e#If I ever fall asleep somewhere else, would you mind carrying me back to my shack? Hehe thank you!$u",
	"Sun8": "Hey there @.$u#$e#Uhmm.. If you ever feel tired, Just tell me okay? I would gladly guard you as you sleep in the wilderness.",
	"Sun10": "I am very tired and lazy today love...$s#$e#Hey.. Accompany me to my bed at my shack please?$l",
	"spring_Mon": "The flowers all look beautiful do they not @?!$u#$e#I very much love this season.",
	"spring_Mon8": "This season looks lovely as ever.#$e#But not as lovely as you @...$l",
	"summer_Sat": "I am really enjoying this season's warm air @!$h#$e#Is it not?$8",
	"summer_Sat8": "It is really getting hot in here is it not?$u#$e#Uhhm.. Or I think it just might be me.$l",
	"fall_Fri": "This season's falling leaves really give a wonderful peace when you look at them from indoors.#$e#Or I think it just might be my taste.",
	"fall_Fri8": "All these falling leaves around us. They look so beautful.#$e#While here I am.. falling as well.. But for someone beautiful...$l",
	"winter_Sun": "It is too cold outside!$s#$e#But I am longing to see the forest in its white sparkly form.$h",
	"winter_Sun8": "This season is best spent indoors. Right @?#$e#Even more so when it is spent indoors with... someone..right?$l",
	
	//Special Dialogue
	"danceRejection": "I am sorry but no, I don't really know how to dance..$u",
	"divorced": "I don't want to talk with you right now..$a",
	
	//Event Dialogue
	"event_1lunna1": "Oh?$s#$b#Really @?$u",
	"event_1lunna2": "Oh?$s#$b#Well I guess you are right @.$h",
	"event_1lunna3": "Oh..%fork$s",
	
	"event_2lunna1": "Oh..$s#$b#I hope you got great finds.$u",
	"event_2lunna2": "I understand..$8#$b#The forest looks wonderful in the rain.$u",
	"event_2lunna3": "Oh @!$8#$b#You should not bother to get wet just to keep me company. I can handle my own.$u",
	"event_2lunna4": "Oh!$6#$b#Uhmm... It's best if I keep that to myself @...$s",
	"event_2lunna5": "Yeah.. It really does..$u",
	"event_2lunna6": "Thank you @.$u#$b#That really means a lot.$0",
	
	"event_3lunna1": "Oh that!$0#$b#Yeah well.. I only had enough funds to buy the materials. But not enough for her services.$u",
	"event_3lunna2": "Oh @! Thank you so much! I knew I could count on you!$h",
	"event_3lunna3": "Oh...%fork$s",
	
	"event_4lunna1": "Oh$l#$b#...You really think I am pretty?$l",
	"event_4lunna2": "Wow funny?$h#$b#I did not really think that of myself.$h",
	"event_4lunna3": "Oh..$s#$b#I atleast appreciate your honesty.. I will take note of that..$s",
	
	"event_5lunna1": "But...but @...$11#$b#..You do not understand..$11",
	"event_5lunna2": "@....why?...$11#$b#..Why do you not care?...$11#$b#..You are too trusting..$11",
	"event_5lunna3": "Oh @....$11#$b#I..... I.......$11",
	"event_5lunna4": "@.....$11#$b#You are such a fool...$11",
	
	//Resort
        "Resort_Entering": "Oh my this is quite a lovely place @!#$b#I cannot wait to spend the day here!$h",
        "Resort_Leaving": "Awww we are parting the island so soon? Oh how I wish to return once more one day.$u",
        "Resort_Shore": "The oceans look even more wonderful in this spot! Oh my! I love this!$h#$e#Hey @? Can you teach me about this 'sand castle'? I would like to rule a kingdom too!$u",
        "Resort_Chair": "Oh do not mind me @, I am just taking my time to rest. This is too exciting for me.$u",
        "Resort_Bar": "Oh! More drinks please!$h#$b#Oh do not worry @, I do not get drunk easily!$u#$e#*hic*$l",
		"Resort_Umbrella": "This little object here blocks out the sun heat. The sun is also quite intense in this area is it not?$u",
		"Resort_Wander": "Oooh! What wonders do await around this island!$h#$e#Care to join me @?",
        "Resort": "%Lunna seems to be at awe with her surroundings.#$e#Everything seems like a fun new world!$h",
	
}