{
		"spouseRoom_Lunna": "Is it fine that I have my personal fridge here? I just have some snacks stored here love heehee.$u",
		"funReturn_Lunna": "It was such a wonderful day! I got to relax today love. How about you?$u",
		"jobReturn_Lunna": "I had a good day today helping M. Rasmodius. How about yours love?",
		
		"Rainy_Day_Lunna": "Oh love! Do not forget to bring your jacket today okay?&0#$e#Take care out there!&u",		
		"Rainy_Day_0": "The rain's here love, Take it easy for now okay?$0#$e#The rain's really calming isn't it?$8#$e#And it is a little cold, cuddle me close please.$l",
		"Rainy_Day_1": "You have any special request for dinner later?$0#$e#I won't make any promises of it turning real good tho, I'm still learning the art of cooking.$h",
		"Rainy_Day_2": "@, love, it's real cold..$s#$e#Hold me close and tight pleeeaaaaase!!$s#$e#That's better..$l",
		"Rainy_Day_3": "The crops getting watered by nature love.$0#$e#Meaning more time for you-me time!!$7#$e#Wanna go back to bed?$l",
		"Rainy_Day_4": "I'm still so sleepy..$s#$e#The rain's making me even more sleepy!!$s#$e#Carry me to bed? hihi.$l",
		
		"Rainy_Night_Lunna": "You are finally back my love! I missed you so!$l#$e#You have been gone just for a little while? I do not care I missed you!$u",
		"Rainy_Night_0": "Ooooh you look tasty being all drenched like that.$15#$e#You gotta change before going to bed first okay?$7",
		"Rainy_Night_1": "You're home! Did the rain made the forest look more enchanting?$h#$e#Im pretty sure it did.$8",
		"Rainy_Night_2": "munch munch munch$9#$e#Urp.. Im sorry love, I got hungry waiting for you.$u#$e#Here have some!$9",
		"Rainy_Night_3": "You're finally back!$h#$e#Come, let us have the sounds of rain sing us to sleep.$15",
		"Rainy_Night_4": "You're wet!$7#$e#Well come here let me change you.$15",
		
		"Indoor_Day_Lunna": "Goodmorning love! I woke up earlier than you again! heehee ~< $h#$e#Why do I wake up early? I got used to it I guess?$u#$e#And to be honest, I sometimes get lost staring at you when you are still asleep..$l",
        "Indoor_Day_0": "Good morning my love ~<$h#$e#Take care out there okay?.$u",
        "Indoor_Day_1": "Hi, love! Here! I tried cooking! I hope you like it! [195 210 211] #$e#Food always brightens up the day does it not?$h",
        "Indoor_Day_2": "Did you sleep well my love? I shall do some chores inside for today!$h",
        "Indoor_Day_3": "I had a dream last night where I was a shadowfolk again.$u#$e#Would you still have me in your life If I did turn back love?$u",
        "Indoor_Day_4": "Good morning, love. Another day of farm chores, huh? $0#$b#I will be cheering for you okay? < $h",
		
		"Indoor_Night_Lunna": "We can finally relax can we love? It was such a busy day!$u",
        "Indoor_Night_0": "Did you get everything done today, @?#$e#I did some house chores... but now I am so tired.#$e#I'm ready for bed whenever you are.$15",
        "Indoor_Night_1": "It seems you had finished a lot of work today love.#$e#I bet you are tired, Come here, rest in my lap if you want.$l",
        "Indoor_Night_2": "I am glad you are home love.#$e#I get kind of scared alone at night.$12^I get lonely at night...$12#$e#...Can you comfort me?$15",
        "Indoor_Night_3": "Are you done with your work for the day? I am ready to have some fun.$15#$e#But if you are tired I understand.",
        "Indoor_Night_4": "*wipes her sweat* @ love! I had just finished cleaning the house!$h#$b#It is a much bigger place than my old shack!$u",
		
		"Outdoor_Lunna": "The breeze in your farm is nice my love. Come join me for a while please?$u",
        "Outdoor_0": "The weather is wonderful today is it not love?#$e#I shall spend the day outside, it is a waste to spend it indoors.$u",
        "Outdoor_1": "I am just going to relax and inspect the farm today, okay love?#$e#It is such wonderful view.$h",
        "Outdoor_2": "Hi my love! I wish to help you with farm work but I am afraid I might mess it up!$u#$e#I shall be here when you need me okay?$h",
        "Outdoor_3": "Love, In all honesty, You look really tasty when you are hard at work.$l#$e#*giggles* $l",
        "Outdoor_4": "Take some time to relax love. I shall be here when you need to rest on my lap okay?$u",
		
        "OneKid_0": "Have you spent any time with %kid1 today love?",
        "OneKid_1": "I wonder if %kid1 will grow up to be a farmer like you? I am sure that whatever they do I just wish for them to be happy",
        "OneKid_2": "Do not worry, I'll feed %kid1 today. You can just focus on running the farm love!",
        "OneKid_3": "Life seems more amazing now that we have %kid1 does it not?$l",
        "TwoKids_0": "You would not believe how much %kid1 and %kid2 ate for breakfast!#$e#They may have my appetite @.. Is that good?$u",
        "TwoKids_1": "Love, %kid2 has been such a good influence for %kid1 !$h#$e#It kind of reminds me how Dianna was instead like a big sister to me!$u",
        "TwoKids_2": "Do you think our kids may be half-human?$u#$b#It's not really a problem, It is just interesting is it not?$h",
        "TwoKids_3": "I have never thought about being this happy one day.$u#$e#Having you, %kid1 and %kid2 is really amazing @.. I love you.$l",
		
		"patio_Lunna": "Hey there love! Want a bite?$h",
		
		"spring_Lunna": "This season brings so many memories does it not love?#$e#This was the season where I first met you is it not?$l",
		"summer_Lunna": "This heat does get a little uncomfortable sometimes, especially with a human body.$u",
		"fall_Lunna": "The fall season looks so lovely love! The falling leaves look like orange snow!$h",
		"winter_Lunna": "Brrr!! It is so cold!$u#$e#Cuddle me close all throughout the season please?$l",
		
		"Good_0": "It is hard to believe we are finally married... But I am really thankful.$l",
        "Good_1": "You are such a blessing my love, I am glad you came up to me that day and met me.$l",
        "Good_2": "Are you enjoying the married life, @?#$e#I am.$l",
        "Good_3": "Wow, you look really handsome today!$l^Wow, you look beautiful today.$l",
        "Good_4": "This place is my home now... I am really happy here being with you.$l",
        "Good_5": "I was just admiring my wedding amulet... The shell is wonderful love. It must have cost you a fortune!$l",
        "Good_6": "Please be careful when you go exploring okay love? I worry you might get in too much danger.$u",
        "Good_7": "@ love? You have done so much for me and the household, I am blessed to have you in my life. Thank you. $l",
        "Good_8": "Do not worry about me love, I shall clean up the house and maybe do some shopping later. I can handle my self.$h",
        "Good_9": "This life with you is really peaceful. I love it. I love you.$h",

	"spring_12": "I am so excited for the festival of eggs tomorrow love! It is going to be fun!$h",
	"spring_23": "Hey love, can you teach me how to dance the flower dance again? I want to be prepared for tomorrow.$u",
	"summer_10": "I prepared some fruits to bring to Luau tomorrow! I bet it will pair well with whatever you are bringing tomorrow love!$h",
	"summer_27": "Let us watch the jellies tomorrow love. I want to spend a magical night in your arms.$l",
	"fall_15": "Love! I am so excited for the fair tomorrow! I sure hope to win lots of prizes! I can bring some to Dianna!",
	"fall_26": "Tomorrow is the day of spirits is it not? I sure do hope I get to enjoy this year.",
	"winter_7": "Make sure you condition your fishing rod for tomorrow love.$u",
	"winter_14": "I have saved some funds to buy lots of things tomorrow love!#$b#Do not worry, These are from my savings.$u",
	"winter_24": "The year has been such a wonderful one love. You made it wonderful.#$b#I sure do hope we have another one. I love you!$l",
}