{
    "Rainy_Day_0": "Did you sleep okay? Did the sound of thunder ever wake you up?",
    "Rainy_Day_1": "Aren't you cold? I am freezing from the weather. Come cuddle with me!",
    "Rainy_Day_2": "Rain, rain go away, come again another day. Little @ wants to play. Rain, rain, go away!$h#$b#Haha. You look so confused! Did you like my singing?$h",
    "Rainy_Day_3": "Do you think you can run through the rain? Maybe we should try sometime.",
    "Rainy_Day_4": "Today seems to be a good day for reading the book that I borrowed from the library!",
    "patio_Mike": "I like taking a break outside and watch over the farm. It is so peaceful.",
    "Rainy_Night_0": "Today's a perfect weather for a cup of hot coco before bed, don't you agree?",
    "Rainy_Night_1": "Doesn't the rain sound romantic? Maybe it's because I am here with you.",
    "Rainy_Night_2": "Honey, you are all wet from the rain! Want me to help dry you off?$u",
    "Rainy_Night_3": "Hey, you seem pretty tired today. I just took a shower so the water is still pretty hot.$u",
    "Rainy_Night_4": "@! I cooked some dinner as I waited for you.$h#$b#Good work today![197 200 205 206 213]$h",
    "Indoor_Day_0": "What a wonderful day! I am going to get some chores done today. So you run along.$l",
    "Indoor_Day_1": "@! I got you breakfast! Are your pround of me?$l#$b#Eat it up![194 195 156 210 211]$h",
    "Indoor_Day_2": "Sweetheart! Always remember that I love you, okay?$l",
    "Indoor_Day_3": "I am going to finish writing my paper today.#$e#It needs to be done by tomorrow and I still have eight pages to write.$s",
    "Indoor_Day_4": "Oh, good morning @.#$b#Sorry, I am in a bad mood. The professor rejected my paper! I am frustrated.$a",
    "Indoor_Night_0": "You are back! How was your day?#$e#Well, I spent the entire day finishing up my paper. What did you do?",
    "Indoor_Night_1": "Wow, you look extra-beautiful tonight. I think my heart is beating too fast.$l",
    "Indoor_Night_2": "Have I told you how wonderful of a person you are? I am blessed.$l",
    "Indoor_Night_3": "Honey, I got you a present from the city the other day!$h#$b#I thought of you when I saw it.[612 595 533 531 458 74 72 62 60 64 66]$l",
    "Indoor_Night_4": "One of the best things I have done in my life is meeting you.$h",
    "Outdoor_0": "Ah, what a wonderful day! I feel refreshed!#$e#You have created such a beautiful farm.",
    "Outdoor_1": "This place reminds me of when I was a child. I lived in the mountains. Did I tell you that?#$e#Well, I am glad our kids will get to have some fun too!$h",
    "Outdoor_2": "You looke more beautiful than ever under this sunlight! Oh wait, the wedding day was pretty amamzing though.$h",
    "Outdoor_3": "I just want to run around and gather all this sunlight!$h",
    "Outdoor_4": "Are you going to be busy today? Don't push yourself too hard. Take a break! With me!$h",
    "OneKid_0": "I still feel like I am dreaming sometimes. I can't believe I am a Dad.$h",
    "OneKid_1": "Do you think %kid1 will ever like me more than you? %kid always look for you instead of me.$s",
    "OneKid_3": "I can't thank you enough for allowing me to have this wonderful family.$h#$b#...maybe we can have another child...?$u",
    "TwoKids_2": "I think %kid2 is a bit more outgoing than %kid1. They are both cute.$h",
    "TwoKids_3": "No one will believe that you have two kids! I hope no one tries to ask you out!$a",
    "Good_0": "@...! Guess what I got for you from the city!#$b#Hope you like it![612 595 533 531 458 74 72 62 60 64 66]$l",
    "Good_1": "You are just perfect the way you are.$l",
    "Good_2": "I know I am meant to be with you because every day with you is wonderful.$h",
    "Good_3": "I have been changed by you. You made me a better person.$l",
    "Good_4": "I just want to cuddle with you forever...$s#$b#What do you mean you don't trust me? I really mean it!$h",
    "Good_5": "You mean everything to me, @. You truly are a blessing.$l",
    "Good_6": "You make me feel like I am needed in this world. Thank you.$h",
    "Good_7": "Hey, @. How are you feeling today? I am feeling like I will miss you a lot today.$u",
    "Good_8": "Darling! You are here! I love you more than the peaches!$h#$b#That means I love you more than anything in the world.$l",
    "Good_9": "I want to hold you tightly so no one can take you from me!$h",
    "Neutral_0": "Hey, @. How have you been doing?",
    "Neutral_1": "@, did you see my paper anywhere? I lost one of the pages.",
    "Neutral_2": "Nothing much happened today. How are you?",
    "Neutral_3": "It seems like we haven't talked in a while. I miss talking to you.$s",
    "Neutral_4": "Hey, just remember I am always waiting for you.$s",
    "Neutral_5": "Did I do something wrong? Why have you been acting distant recently?$s",
    "Neutral_6": "@, tell me what the problem is. We can work it out.",
    "Neutral_7": "@, where have you been? I was looking for you.",
    "Neutral_8": "Don't you think we need some kind of refreshment in our relationship?",
    "Neutral_9": "I sometimes miss the days when we were dating. It was pretty sweet.",
    "Bad_0": "The students are asking me if I am dating anyone.#$b#I said 'no'. I mean, I am not dating anyone. Am I?",
    "Bad_1": "What have you been doing all day? Don't you think I have the right to know a little bit?$a",
    "Bad_2": "I am hoping to finish my report by tomorrow. So please don't bother me.$a",
    "Bad_3": "Do you even care about me? Why did you even marry me if you are going to ignore me all day?$a",
    "Bad_4": "It has been a while since I laughed. Maybe I will go watch a movie sometime.$s",
    "Bad_5": "I feel lonely these days. Do you know why that would be?$s",
    "Bad_6": "You are such a selfish person. You never ask me how I have been.$a",
    "Bad_7": "You know, I think we need to do something with our marriage. This is not right.",
    "Bad_8": "Have you seen Leah today? Can you thank her for me?#$b#Oh, she got me a drink the other night.",
    "Bad_9": "Oh. @. You are here.",
    "funLeave_Mike": "I'm going to work today. I wil come back as soon as I can! Love you!$l",
    "funReturn_Mike": "It's always great to come back home and see my wonderful family!$h",
    "spring_1": "Another year has begun! What a wonderful day!$h",
    "spring_6": "Don't you think spring here is beautiful?#$b#Hey, Don't make a pouty face! You are way more beautiful than the flowers.$l#$b#Here, I picked a flower for you this morning.[22]$h",
    "spring_12": "Tomorrow's the Egg Festival! Do you think you can beat Abigail this time?",
    "spring_23": "Oh... tomorrow's the Flower Dance, isn't it? You are going to look wonderful.$l#$e#Did I tell you that I fell in love with you during the Flower Dance the first year you came to town?",
    "summer_1": "It's summer! Oh, it's just going to be great!$h",
    "summer_10": "Do you know what you are going to bring for Luau? What about a cauliflower with a golden star? Do we have any left?$h",
    "summer_27": "Summer is closing to an end, but fall is coming! Ready for some pumpkins?$h",
    "fall_1": "It's fall! Fall always makes me a bit meloncholy...$s#$b#Isn't that true?",
    "fall_15": "Tomorrow's the Fair? Will you go with me? I am pretty excited.$h",
    "fall_26": "I am craving baked potatoes... I should go and grab something to eat...$s",
    "winter_1": "When you get cold, you can always come to me for a hug,$u",
    "winter_7": "Are you going to enter the fishing contest tomorrow? I will cheer for you with all my heart!$h",
    "winter_28": "You have been such a blessing to me, @! Here's a thank-you gift for being wonderful for an entire year.$h#$b#Do you like it?[612 595 533 531 458 74 72 62 60 64 66]$h#$e#Now, come closer... $l"
}