{
	"Introduction": "Oh? The portal has finally opened?$u#$b#This is wonderful! Oh sorry! I'm Raphael, a sorcerer who got trapped here along with my sister.#$b#But thanks to you we're not trapped anymore!$h#$b#But I ain't leaving yet, I got to make sure this place is secure.",

	//Dialogues	
	"Mon": "Oh greetings @. I'm just making my rounds for these protection torches.#$b#These torches form a barrier that protects Umuwi from invasions.#$b#I am being extra careful now to avoid what happened last time.$s",
	"Mon4": "Hey there @! Hope you get things done today!#$e#I do the torches every monday. It takes a lot of work but it's fine.",
	"Mon6": "Whew! The rounds have been so repetitive!$s#$e#Accompany me from time to time when you can if that's fine by you?$h",
	"Mon8": "Oh hey there @.#$b#Wanna join me as I do my rounds?$l#$e#It's really fun when you come along for some reason.$h",
	"Mon10": "Hey there @..$l#$b#Today seems to be a bit boring.#$e#I'm glad you came over! Come on! We can do my rounds and we can count it as a date!$h",
	
	"Tue": "How are you @? Hope you have a nice visit here.$h#$b#Ahhh, this place is really calm and peaceful when there is no disasters or threats.$h",
	"Tue4": "Hello there @. Even if there are no threats at the moment, I'm always at high alert.#$e#Relax? I don't have time for that!$h",
	"Tue6": "Hey what's up? I'm training today.#$e#Wanna spar with me?$h",
	"Tue8": "Hiya @! I went to visit Clint yesterday!$h#$e#He said he does not have much friends in town too and he was glad he has me as one friend!$h#$e#I'm also really glad he's my friend too!",
	"Tue10": "Hey there love. It's so nice for you to come visit.$h#$e#Hey, I'm free today, If you are as well, Let's go on a date!$h",
	
	"Wed": "Reenus' place is such a great hangout spot.#$b#Gabbi would then initiate great conversation topics.",
	"Wed4": "Sometimes I play a little game with myself where I try to drink as much wine until I get drunk!#$e#Then I just use magic to get sobber again haha.$h",
	"Wed6": "Hey there! Wanna hang out today?#$e#We can meet at Reenus if you want! Well see ya when I see ya!",
	"Wed8": "Hey there @! Busy today? If not, we can hang if you want.#$e#I'm sorry I don't really know how to start conversations!$h",
	"Wed10": "Why hello there handsome, care to join me today for some drinks?$l^Why hello there beautiful, care to join me today for some drinks?$l#$e#Come here you. *kisses you*$l",
	
	"Thu": "Lunna is doing fine in your town is she? I hope so.#$b#She was a vert huge help on having my sister and I adjust to this place. She's a dear friend.",
	"Thu4": "Reenus is a good friend of mine. He is like another father figure if you think about it.#$e#His son Mico is a really good kid too! Just a little lazy at home but very active ",
	"Thu6": "Laarni has a really busy life don't you agree?#$e#Handling twins, not to mention 2 very hyper ones, must be really exhausting!$h#$b#I come over to help them sometimes!",
	"Thu8": "Dianna said it's always welcome to have someone move in here in Umuwi.#$e#Why you ask?$u#$b#Oh nothing. Just saying..$l",
	"Thu10": "Oddi said she finds you handsome, I don't know why but I felt territorial a little.$s^Gabbi said he finds you pretty. I don't know why but I felt territorial a little.$s.#$e#But I trust you so it's fine!$h",
	
	"Fri": "Oh hey! So much has changed in the human world for the time we've been gone!$h#$e#There are now more advanced computer models!",
	"Fri4": "Hey there @! I visit the town on my free time, I played a game at the saloon too.#$e#It was really hard! There was this purple haired girl giggling while I was losing over and over again!$s",
	"Fri6": "@! Great news! I actually finished a level in the game at the Saloon!$h#$e#Nothing special really but I was really happy when I did!$h",
	"Fri8": "Hey there @.$l#$b#Would you mind showing me around town today?$h#$e#Oh why am I red?$u#$b#Oh uhhm, maybe it's the heat! It's getting to me!$l",
	"Fri10": "I still can't believe that Dad said he's proud of me!$h#$e#I know that was a long time ago but still it's a big deal for me!$h",
	
	"Sat": "My workshop is really my home here within Umuwi.$h#$b#Bianka won't let me put a bed there though, she said I would not even use it if there was one.$s",
	"Sat4": "I forge weapons and tools to contribute to the community here as well as prepare for attacks.#$e#I don't sell the tools much though, we keep them as spares!",
	"Sat6": "We also have a cauldron at the shop were I or Bianka can use for experiments on potions and mixtures.#$e#Bianka makes really effective potions too! It's her talent!$h",
	"Sat8": "Hey there @! Hope you have a good visit here!$l#$e#Oh this? Yeah I just take my jacket off inside cause it's so hot in the shop. Isn't it?$l",
	"Sat10": "You know... we can stay at the shop and I can lock the door if you want..$l#$e#I can also create a noise-cancelling barrier around it, which is invisible as well.$l",
	
	"Sun": "Bianka's bracelet is medium for her magical powers, same for my amulet here.#$b#We're not full fledged sorcerers yet, but we're getting there.$h",
	"Sun4": "Mom and Dad are really powerful beings in their own right. I wouldn't go against them ever!$s#$e#They are good people so you don't have to worry about them trying to take over the world.",
	"Sun6": "Back home and here at Umuwi, my schedule does not differ much to be honest.#$e#Yeah, It's mostly just training and studying magic.$h",
	"Sun8": "We travelled to different places before we got stuck here in Umuwi. The best visit for me was at Castle Village.#$e#Why there? Well I learned a lot and they make sell this amazing purple sword made out of space ore!",
	"Sun10": "Mom once told me about her and dad's love story and how it all began.#$b#It's a lot different from ours but it was still an interesting story!$h#$e#It was mostly just mom stalking dad from the very beginning until stuff worked out.$h",
	
	"spring_12": "Tomorrow is your town's egg festival isn't it?#$b#It should be nice to visit.",
	"spring_23": "You have a flower festival every 24th of spring don't you?#$b#Bianka is forcing me to accompany her to your event but I'm shy.$s",
	"summer_10": "Hey @! There's going to be a soup thing at your beach tomorrow?#$e#I sure do am interested in visiting such an event.",
	"summer_27": "If I remember correctly, The magical luminant aquatic creatures of the western great trench are going to be passing through your town tomorrow night.#$e#That's a wonderful sight to behold!$h",
	"fall_15": "Bianka and I are going to visit Pelican Town tomorrow for your Fair.#$e#I'm going there to visit an old mentor.",
	"fall_26": "Tomorrow night, the spirits are going to be active and one must be alert.#$e#I've fortified the barrier here in town for that certain occasion.",
	"winter_7": "Fishing is one of the things I can't seem to master!$s#$e#If I were to compete in your festival tomorrow, I'd surely embarrass myself!$s",
	"winter_14": "The merfolk are going resurface tomorrow. You better watch out.#$e#It's funny to know that a lot of humans think mermaids don't exist! And it's better to stay that way to be honest.",
	"winter_24": "I sure do hope for a good new year and no new troubles arise.$s",

	"summer_9": "Psst hey @! Keep this between us, But today is the little chatterbox's birthday!#$b#Go greet her if you can will you.$h",
	
	"spring_3": "Oh hi @! Say hi to Lunna for me would ya?#$b#Hope she's doing fine at Pelican Town",
	"winter_2": "You should visit Dianna from time to time. She is such good company.#$b#For reals, If anyone is the acting mayor of this place it could be that little girl.$h#$e#She's like a small but bossy creature!$h",
	
	//Special Dialogue
	"danceRejection": "Oh! I would have to say no for now @. Sorry.$s",
	"divorced": "Sorry.. I'm busy.$a",
	
	//Event Dialogues
	"event_1raphael1": "That's awesome @!%fork$h",
	"event_1raphael2": "Oh, that's too bad. I understand! This task just gets boring sometimes haha.",
	"event_1raphael3": "Wow! That's harsh, I'm sorry if I asked then...$s",	
	"event_2raphael1": "@... Thank you for that.. But...",
	"event_2raphael2": "...Uhmmm..Yeah, I know that already..%fork$a",
	
	//Resort
        "Resort_Entering": "I can't wait to do some exploring! This place reminds me of home!$h",
        "Resort_Leaving": "I look forward for the scenery as we take the ride back home.#$b#The ocean is such a marvelous thing.$h",
        "Resort_Shore": "Hmmm.. I think I can develop a sand type spell here. The particles here seem so rich.#$e#Don't worry @, It won't be a dangerous one.$h",
        "Resort_Chair": "%Raphael is asleep.",
        "Resort_Bar": "I'd like to order another! Their concoction here is amazing!$h#$b#If this was a potion's flavor, even if it's poision I wouldn't mind!$h",
		"Resort_Umbrella": "Ohh boy, I think I got a sunburn!$s#$b#Oh well. I'll just stay under the shade for a while.$h",
		"Resort_Wander": "I'd love to know more secrets about this island.#$e#Hey don't leave me if ever you're going back okay!$s",
        "Resort": "I should map out this place soon.#$b#Oh well, I'll do that for the next visit. For now I should enjoy myself.$h",
	
}