{
		"spouseRoom_Raphael": "I'm developing a new spell combination! I hope to finish it soon!$h",
		"funReturn_Raphael": "I got a great free day today love. I hope you did too!$h",
		"jobReturn_Raphael": "I had a tiring day today! I hope yours was alright love!",
		
		"Rainy_Day_Raphael": "Hey hun! Don't forget to bring an umbrella if you head out!#$b#I don't want you getting sick.$h",
		"Rainy_Day_0": "The rain's here hun, Take it easy for now okay?$0#$e#The rain's really calming isn't it?$8#$e#And it is a little cold too, why don't we get warm on the bed.$l",
		"Rainy_Day_1": "You have any special request for dinner later?$0#$e#I'll try my best to make a good version of it!$h",
		"Rainy_Day_2": "@, hun, it's real cold today isn't it#$e#Come here and let me hold you close and tight.$l",
		"Rainy_Day_3": "The crops getting watered by the rain today hun.$0#$e#Don't get too wet out there! You were last night...$l",
		"Rainy_Day_4": "You look sleepy hun..$h#$e#The rain's might be making you sleepy!$h#$e#Come her you! I'll carry you to bed.$l",
		
		"Rainy_Night_Raphael": "Welcome home hun! You're drenched!#$b#Better change before we eat dinner okay? I'll wait for you.$h",
		"Rainy_Night_0": "Ooooh you look tasty being all drenched like that.$l#$e#Go change first before meeting me in bed alright?$h",
		"Rainy_Night_1": "Oh you're drenched hun! Here, I'll get you a towel.#$e#Come here, Let me take those clothes off.$l",
		"Rainy_Night_2": "The raindrops make relaxing sounds don't they hun.#$e#Espcially during the night.",
		"Rainy_Night_3": "You're finally back!$h#$e#It might seem cheesy but I missed you!$s",
		"Rainy_Night_4": "You're wet!$h#$e#Oh! Not that kind of wet!$l",
		
		"Indoor_Day_Raphael": "I wonder what is a good training to do today?$s#$b#Oh Goodmorning hun! I'm sorry I was just thinking.$h",
        "Indoor_Day_0": "Good morning hun.$h#$e#Take care out there okay?.$l",
        "Indoor_Day_1": "I made some breakfast for you hun, here. [195 210 211]#$e#I sure do hope you like it!$h",
        "Indoor_Day_2": "Did you have a good sleep hun?#$b#I sure did!#$e#I'm going to be doing some chores around the house today.",
        "Indoor_Day_3": "Did you have any strange dreams last night?#$e#I did, but all I remember is that it had something to do with a %adj %noun. Weird.$s#$e#Hehe. Dreams don't mean anything... do they, hun?$l#$e#Well, we can't spend all day chit-chatting. You have work to do!",
        "Indoor_Day_4": "Hey there hun! Take care out there at work alright!#$e#I cast a protection spell around the farm just in case!$h",
		
		"Indoor_Night_Raphael": "I had a productive day today hun! How about you?#$b#If you're stressed just tell me okay? I'll do my best to cheer you up.",
        "Indoor_Night_0": "I made some progress with my smithing training with Clint today hun!#$e#How about your day? I hope you did good too.",
        "Indoor_Night_1": "I visited my shop today hun, I practiced my archery at the same time as well.$h",
        "Indoor_Night_2": "Hey there love. I sure do hope you had a good day!#$e#Come here you, I missed you. *kisses you*$l",
        "Indoor_Night_3": "Oh hun! I sure do hope you had a good day!$h#$e#Let me massage your shoulders, you seem a little tired.",
        "Indoor_Night_4": "Oh wow hun, why do you look blooming tonight?$h#$e#You're being irresistable right now. *kisses you*",
		
		"Outdoor_Raphael": "I always did admire your farm. I sometimes went to visit it before we got married.$h#$b#It's so huge!",
        "Outdoor_0": "Your farm is such a sight to see hun. It's amazing you handle all of this by yourself!$h#$e#I'm proud of you!",
        "Outdoor_1": "The barrier I cast around the farm seems to be doing fine.#$e#What does it do? Oh it's a simple protection barrier! It also increases luck a little.",
        "Outdoor_2": "Hey there hun, if I know more about how to handle a farm I'd surely help you.$s#$e#For now all I could do is sharpen your tools and weapons, I hope that helps.$h",
        "Outdoor_3": "Hey handsome, I'll be watching from our patio here. Call out if you need any help alright?^Hey beautiful I'll be watching from our patio here. Call out if you need any help alright?",
        "Outdoor_4": "Don't overwork yourself like I did once okay hun.$h#$e#It's not a pleasant experience!$u",
        "OneKid_0": "Hun! %kid1 seems to possess some magic! I just sensed one of the toys to have been imbued with mana!",
        "OneKid_1": "I wonder if %kid1 will be as energetic as their aunt Bianka?#$e#It's fine but I hope it's not too much!$h",
        "OneKid_2": "Don't worry, I'll feed %kid1 today. You can just focus on running the farm.",
        "OneKid_3": "Life's a lot different now that we have a child.",
        "TwoKids_0": "I already gave %kid1 and %kid2 their breakfast. They were hungry!",
        "TwoKids_1": "We have to make sure and give %kid1 a lot of attention now that we have %kid2. We don't want any jealousy between them.",
        "TwoKids_2": "You know, I think %kid2 has your nose.",
        "TwoKids_3": "Our two kids are a real blessing aren't they hun. I'm sure we can provide them a happy life.",
		"patio_Raphael": "Hiya! Woah! Hah!$8#$b#Oh hey there hun, It's a nice day for training, Wanna join me?$8",
		
		"spring_Raphael": "Ah! The winter cold is finally over!$h#$b#Enjoy the first day of spring okay hun?",
		"summer_Raphael": "It's so humid today isn't it? The solar magic of the sun has saturated!#$b#It's a great season for ice cream!$h",
		"fall_Raphael": "It's the season of falling leaves and cold breeze.#$b#Enjoy the beautiful scenery this season offers okay hun?$h",
		"winter_Raphael": "It's the winter season! If you ever feel it's too cold, you can join me at my shop at Umuwi.#$b#We can spend time there by the forge fire.$l",
		
	"spring_12": "The egg festival tomorrow should be real fun won't it hun?#$b#You try to enjoy yourself alright?$h",
	"spring_23": "I still don't know how to dance the flower dance! I sure hope I don't embarrass you tomorrow.$s",
	"summer_10": "I'm excited for the Luau tomorrow! You crops will really have a huge impact tomorrow hun!$h",
	"summer_27": "If I remember correctly, The magical luminant aquatic creatures of the western great trench are going to be passing through tomorrow night.#$e#Let's watch the beautiful event together tomorrow hun.$h",
	"fall_15": "Ready for the diplay tomorrow hun? I'm pretty sure you'll do great!",
	"fall_26": "Tomorrow night, the spirits are going to be active and one must be alert.#$e#I've fortified the barrier here in the farm for that certain occasion.",
	"winter_7": "Fishing is one of the things I can't seem to master!$s#$e#If I were to compete in your festival tomorrow, I'd surely embarrass myself!$s",
	"winter_14": "The merfolk are going resurface tomorrow. You better watch out.#$e#It's funny to know that a lot of humans think mermaids don't exist! And it's better to stay that way to be honest.",
	"winter_24": "The year's ending and I'm happy I got to spend another great year with you hun.$l",
}