{
	//Bianka 6 Hearts Event: Bianka's problem (751616 = Yes , 751615 = No)
	"75160018/e 75160017/f Bianka 1500/t 2000 2400/w sunny": "spring_day_ambient/14 14/farmer 14 19 0 Bianka -100 -100 2/skippable/pause 200/move farmer 0 -2 0/playSound wand/screenFlash .8/warp Bianka 14 16/faceDirection Bianka 2/emote farmer 16/emote Bianka 16/pause 500/speak Bianka \"@!!!$u#$b#What a surprise!$h\"/emote farmer 8/pause 800/emote Bianka 28/pause 500/speak Bianka \"You caught me passing through the portal this late.$h#$b#I was just going to uhmmm.. sneak into town and wander around...$s#$b#Please don't tell my brother... Coz uhmm..$s\"/shake Bianka 1000/emote farmer 8/pause 800/speak Bianka \"Hey, @... You're a good friend. Can I vent out to you about something?$s\"/emote farmer 32/pause 800/speak Bianka \"That's great!$h#$b#C'mon! Let's go sit and talk over there.\"/globalFade/viewport -1000 -1000/warp Bianka 12 6/warp farmer 11 6/faceDirection Bianka 2/faceDirection farmer 2/viewport 12 6/pause 500/emote Bianka 40/pause 800/speak Bianka \"This is a good spot to talk.$s#$b#Now.. about some stuff...$s\"/question null \"Bianka seems to be nervous.#I'm here Bianka, You can talk to me.#Hey what's wrong? I'll listen.#*stay quiet*\"/speak Bianka \"Hmmm... Well..$s#$b#Remeber last time where Raph and I were about to fight in front of Granny Bellia's crops?$s#b#The reason because I ran away from magic practice all this time. That must have been a stressful day for you to handle huh?\"/emote farmer 56/pause 800/speak Bianka \"Oh? You didn't mind?#$b#Ahaha @! You're real smooth aren't ya?$h\"/pause 500/showFrame Bianka 21/speak Bianka \"Well.. I should tell you a little secret..#$b#Don't go telling anyone now or else!$a\"/emote farmer 16/pause 800/showFrame Bianka 26/speak Bianka \"Ahaha I'm just messing with you. I know I can trust you.$h#$b#Soo.. Uhmm..$s\"/showFrame Bianka 21/emote Bianka 40/pause 2000/stopMusic/speak Bianka \"I don't wanna use magic anymore.$s#$b#I don't wanna be a sorceress anymore..$s#$b#I just want to escape from all that and be a normal girl who gets to enjoy normal stuff.#$b#I just want to live my life..$s\"/emote farmer 8/pause 800/speak Bianka \"Being a sorceress is not all butterflies and rainbows you know..$s#$b#Yeah sure magic can be really fun and very convenient..#$b#But for real, I don't feel that it's what I want to do..\"/faceDirection Bianka 1/emote Bianka 28/pause 800/faceDirection farmer 1/speak Bianka \"Being born into a family with powerful magic capabilites, We were forbidden to live out a life that's too close to other humans.$s#$b#It is a way to ensure that no one can get hurt, for our magic is very unstable.$s#$b#Especially when we get too emotional.$s#$b#And even if we practice to control our magic and all, We would then have more responsibilities regarding our magical studies and when we do get to try live a normal life, you are still constantly being monitored for there are still possibilites for magic to go berserk. Especially in our case, Raphael's and I.$s\"/faceDirection Bianka 2/pause 500/speak Bianka \"Our parents, our mom specifically, is very particular in our magic studies and expects my brother and I to bring honor to our family.$s#$b#Well.. What honor could bring a daughter who wants to give up entirely a big factor of her family's identity?$s#$b#But @....$s\"/pause 500/faceDirection Bianka 3/shake Bianka 1000/playMusic desolate/speak Bianka \"I just want to break free from this life.$6#$b#I want to live a life not on a constant struggle to keep my composure to have magic under control.$6#$b#I dream of a life where I can express my emotions to the best that I can! Have a normal life with other teens my age, having parties, going shopping, taking pictures together, and just not being monitored by some magical telepathic eye or something.$7#$b#I want to be a normal girl. Magic has been good and all but.. I want to move on from this life..$6#$b#I'm not happy anymore @..$6\"/faceDirection Bianka 2/showFrame Bianka 21/pause 500/speak Bianka \"That's why I try to skip magic practices.. Coz all those times practicing to keep my emotions in to have magic be stable is like having all your feelings and emotions be caged inside you..$s#$b#It's a bit of a torture for me.. I feel less and less more a human and more of like a robot, a magical robot at that, to always keep everything in, and be cold..$s\"/emote Bianka 40/pause 500/speak Bianka \"I know it all may sound petty and selfish..$s#$b#But all my life I've been doing what everyone tells me to do... Can I be selfish for once?..$6#$b#Just this once...$6\"/pause 500/speak Bianka \"$q 751616 null#I just don't know...#$r 751616 100 event_2bianka1#I think you should follow your heart this time Bianka.#$r 751616 -250 event_2bianka2#You're being overdramatic and selfish Bianka.\"/fork BiankaShutsUp/pause 500/faceDirection Bianka 3/speak Bianka \"Like.. I don't know where to start @..$s\"/question null \"Bianka...#Take it slow, and muster up the courage.#Take your time, I'll be here whenever you need me.\"/pause 500/faceDirection Bianka 2/emote Bianka 60/pause 800/speak Bianka \"@... You're too much.$l\"/faceDirection farmer 2/emote Bianka 40/pause 800/speak Bianka \"I plan to tell everyone soon enough @... I have been planning to do so for sooo long.$s#$b#But I never ever had gathered up enough courage and strength to do so.. Until now..\"/faceDirection Bianka 3/faceDirection farmer 1/jump Bianka/pause 800/emote farmer 16/pause 800/speak Bianka \"I'll tell them soon @!$h#$b#And if you get to be there when I do, It'll be more easier for me to express what I want to say.\"/emote farmer 32/pause 800/faceDirection Bianka 1/emote Bianka 60/pause 800/speak Bianka \"You're uhmm.. a very good friend @..$l\"/faceDirection Bianka 3/pause 500/speak Bianka \"Thank you for listening and talking to me.#$b#I really REALLY appreciate it @!$h\"/emote farmer 32/pause 800/speak Bianka \"Well... Since that I'm here.. Is it fine if you tour me around town for a while?#$b#I want a proper tour like the one I gave you in Umuwi, okay?!$h#$b#And if people ask! Just tell 'em I'm a visiting friend! Ehieee.$h\"/emote farmer 56/pause 1000/globalFade/viewport -1000 -1000/message \"Bianka seems a lot better now.\"/message \"We then had a fun time touring the town at night!\"/end dialogue Bianka \"You're the best @!\"",
	"BiankaShutsUp": "stopMusic/faceDirection Bianka 1/pause 500/emote Bianka 28/speak Bianka \"I think I'm just being weird huh?.. I'm sorry for wasting your time @.. Yeah.. I think I should just keep quiet..$s\"/emote Bianka 40/pause 800/speak Bianka \"I think you should go @.. I want to be alone for now.$6\"/pause 1000/end dialogue Bianka \"Oh.. hey.$s\"",
}