{
	//Raphael talks to his dad (6 Hearts)
	"75160025/e 75160024/f Raphael 1500/t 1000 1400": "echos/9 7/farmer -100 -100 0 Raphael 13 5 1 Salvador 15 5 3/skippable/showFrame Salvador 20/pause 2000/speak Raphael \"..But dad, things are better here now. The barrier's much stronger and I held off the invasion successfully!$s\"/speak Salvador \"Raphael! I know things may seem better there now, But the last failure almost cost your sister and your life!$3#$b#Even though you did successfully held off the intruders, It does not eliminate the fact that you failed as a leader to lead the people and creatures there!$a#$b#It was a lucky thing that a big magical explosion from the lake occured and scared the invaders off!$a#$b#And THAT explosion was just a coincidence as a resident there named Lunna triggered an ancient seal of the lake!$a#$b#It was all luck my dear boy. And I...$a\"/speak Raphael \"But.. Dad! I know I almost screwed up the last time.. That's why I made extra effort everyday to get stronger so that I can prove to you that I can redeem myself.$s.\"/speak Salvador \"You better be Raphael. I expect you to be better.$0#$b#I'm disappointed in you.$s\"/emote Raphael 40/pause 800/playSound doorClose/warp farmer 9 10/faceDirection farmer 0/speak Salvador \"You better protect your sister over there, That may not be the last time an invasion may occur in that world.#$b#I got to go, I have another mission.\"/speak Raphael \"...Bye Da.$s\"/playSound wand/screenFlash .8/warp Salvador -100 -100/emote Raphael 28/pause 800/faceDirection Raphael 2/emote Raphael 16/speak Raphael \"Oh! @!$u#$b#I didn't see you come in!$s#$b#I'm sorry I may be out of focus right now...$s\"/move farmer 0 -5 1/emote farmer 8/pause 800/faceDirection Raphael 3/speak Raphael \"Oh? Who was that?$s#$b#Uhhmm that was our dad, he had me open a communication projection so he can talk to me..$s#$b#He's back home at Ruby Island or maybe somewhere else in the world..$s#$b#He just had some stuff to say from a recent incident...$s\"/emote farmer 8/pause 800/speak Raphael \"Oh! Don't worry I'm fine!\"/emote farmer 40/pause 800/speak Raphael \"What incident? Oh! Yeah I haven't told you about that yet.#$b#Well, I guess that we have time to talk about it.$s#$b#But for now let's get some fresh air shall we?\"/emote farmer 56/globalFade/viewport -1000 -1000/changeToTemporaryMap ReenusHouse false/warp farmer 9 5/warp Raphael 10 4/faceDirection farmer 1/faceDirection Raphael 2/playMusic SettlingIn/viewport 9 5/pause 2000/emote Raphael 56/pause 800/speak Raphael \"Ah! The wine here from Umuwi fruits can really lighten a bad mood.$h#$b#Now this is a good place to talk.\"/emote farmer 32/emote Raphael 28/pause 800/speak Raphael \"I'm sorry I may seem a little down haha... My dad kinda scolded me about stuff.$s\"/pause 800/emote Raphael 40/pause 500/speak Raphael \"Well.. It seems it's a good thing you should know about the recent event, It can help me figure out my mistakes and have me reflect on them.$s\"/emote farmer 32/pause 800/playMusic echos/speak Raphael \"about 10 months ago... Umuwi was invaded by some ravage beasts, led by some bandits that wanted to rob this town for gold and food.$s#$b#We didn't see the bandits that may have led the beasts here.$s#$b#But we do know that it's most likely the bandits from the northern part of the forest, who we heard are breeding different kinds of beasts for whatever reason they might have.$a#$b#They've caused trouble to nearby towns here in this world too, some were able to hold off their invasion..$a#$b#But some were not very lucky...$s\"/emote farmer 16/pause 800/shake Raphael 500/pause 500/speak Raphael \"Umuwi was almost taken over as well, if not for the a big magical explosion that Lunna caused when she dove into the lake to escape the beasts.#$b#She might've triggered an ancient seal. We couldn't get our Mom to investigate for the portal was not open before you came here.$s#$b#But thanks to the explosion, the beasts ran away and we were able to survive the attack.\"/emote Raphael 28/pause 800/speak Raphael \"Ever since then, there has been no other attack, most likely they think that we made that explosion intentionally and they fear that we might be too powerful.#$b#But in reality it was all luck!$s\"/emote farmer 28/pause 800/speak Raphael \"I... I admit that everything was my fault...$s\"/emote farmer 8/pause 800/shake Raphael 800/pause 500/speak Raphael \"I tried to take charge and gave everyone commands during the battle.. I thought I could do it because everyone seemed to be really scared...$s#$b#I was scared too but I wanted to be useful... So I led the resistance.. I gave out orders to everyone about what to do and everyone complied..$s#$b#The problem then started when I forgot to put defences on the south side of town.$s#$b#I was too confident of my assumptions that I did not think everything through...$s\"/emote farmer 40/pause 800/speak Raphael \"I stationed Bianka to stay at the back to protect the children and elderly with a protection spell, While I had ALL the troops defend the front... The whole time I did not think of a plan B or anything, I was too confident..$s#$b#Then... The next thing I know, I heard screams from Bianka's area, I rushed over just to see Bianka barely holding protection spell as the beasts were pounding and scratching hard on the barrier that my sister had created from a short span of time.$s#$b#I saw the scared teary eyes and cries of my sister and everyone inside the barrier as monsters block my way to try and save them....$s#$b#I thought I have lost them.. I thought I could've lost my sister...$s#$b#I gave up any hope at those seconds...$10\"/emote Raphael 28/faceDirection Raphael 0/emote farmer 28/pause 800/faceDirection Raphael 2/speak Raphael \"I'm sorry I just had to rub some stuff from my eyes...$s\"/emote farmer 32/pause 800/speak Raphael \"And then well, the whole big magical explosion from the lake happened just as they were about to break Bianka's spell.$s#$b#Everyone was shocked, and the beasts were whimpering and flailing as if they have been really spooked. They then ran away and have never returned since.#$b#We then rebuilt the damages and restored the place. Everyone seemed fine and grateful. No one seemed to blame me for my mistakes..$s#$b#Until I reported to our dad afterwards...$s#$b#And well, as you might have heard earlier.. He is utterly disappointed with the way I handled things..$s#$b#I understand him.. I almost lost my sister due to my actions...$s\"/pause 800/speak Raphael \"Ever since then, I've been training my magic and combat skills everyday, made the barrier surrounding Umuwi stronger, learned new magic, forged better weapons here and many more...#$b#But what I'm really aiming for is to redeem myself to my dad.. I really want to have him see that I can lead...$s#$b#So that one day, he would entrust unto me the guild of Ruby Island, for that is my dream, to be the guildmaster there...$s#$b#He is the guildmaster of the guild, along with being a wizard, he much prefers to use weapons for combat.\"/emote farmer 56/pause 800/speak Raphael \"And yeah well... I hope he sees that I'm trying to make up to my mistakes and sees me fit to lead one day...$s\"/pause 500/speak Raphael \"$q 751619 null#Raph...#$r 751619 30 event_2raphael1#You did your best, What's important is you're all still alive.#$r 751619 -50 event_2raphael2#You're such a bad leader, Don't try to lead ever again.\"/fork BadLeaderRaph/pause 500/shake Raphael 500/speak Raphael \"..I don't know... I..$s\"/emote farmer 16/pause 600/emote Raphael 8/pause 800/speak Raphael \"Stop sulking about the past?$s#$b#...$s#$b#Yeah.. I guess you're right!#$b#I should stop worrying and improve myself instead. I'll redeem myself one day. I'll make sure of that.\"/emote farmer 32/emote Raphael 60/pause 800/speak Raphael \"That was embarassing for you to see me tear up a bit earlier haha.$h#$b#But thank you @. I really appreciate the talk.#$b#This lifted my spirits up. Thanks.$h\"/emote farmer 32/pause 800/speak Raphael \"Well, let's drink to this! Here's to being better!$h\"/emote farmer 56/emote Raphael 56/pause 1000/globalFade/viewport -1000 -1000/message \"Raphael's spirits seems to be lifted for now.\"/message \"I do hope he redeems himself one day\"/end dialogue Raphael \"Hey thanks for the talk earlier @! I really appreciate it.\"",
	"BadLeaderRaph": "stopMusic/pause 500/speak Raphael \"You don't have to rub it in...$s\"/shake Raphael 1000/pause 800/speak Raphael \"I think I would wanna drink alone for now @...$s\"/pause 1000/emote Raphael 40/pause 1000/speak Raphael \"Well uhmmm.. You can go now..$s\"/end",

	//Raphael 14 heart event part 2
	"75160037/e 75160036/t 1000 2300": "sweet/15 10/farmer 16 10 2 Raphael 15 10 2/pause 500/faceDirection Raphael 1/faceDirection farmer 3/speak Raphael \"I hope this works hun!#$b#This is one experimental item! But can be really powerful!$h\"/emote farmer 32/pause 500/faceDirection Raphael 2/faceDirection farmer 2/speak Raphael \"Now we add up the ingredients to my base and then chant a spell...\"/pause 500/playSound wand/glow 255 255 255/pause 1000/playSound wand/glow 255 255 255/pause 1000/emote Raphael 56/emote farmer 32/pause 500/speak Raphael \"Now to add some sweetness to the mixture...\"/faceDirection farmer 3/pause 1000/positionOffset farmer -5 0/animate farmer true true 100 101/emote Raphael 16/emote farmer 20/pause 1000/stopAnimation farmer/warp farmer 16 10/faceDirection Raphael 1/emote Raphael 60/pause 500/speak Raphael \"I meant a different kind of sweetness.$l#$b#But I will always welcome your surprise sweetness hun.$l\"/faceDirection farmer 2/emote farmer 56/pause 1000/playSound wand/glow 255 255 255/pause 500/emote Raphael 16/emote farmer 16/faceDirection Raphael 2/pause 500/playSound wand/glow 255 255 255/pause 1000/playSound wand/glow 255 255 255/pause 1000/speak Raphael \"Oh! It seems the item is ready!$h\"/emote farmer 32/emote Raphael 32/pause 500/addCraftingRecipe HastePill/pause 200/message \"You have learned how to craft an Umuwi Haste Pil!\"/speak Raphael \"Hey! It seems to be a success hun!$h#$b#This item will grant you super speed for a few seconds after consuming it.#$b#I was able to think of an item as I always well...\"/emote farmer 8/pause 500/faceDirection farmer 3/faceDirection Raphael 1/emote Raphael 60/pause 500/speak Raphael \"..I kind of wanted to make this so you and I can get home faster when we want to if we miss each other...$l#$b#I know! I know! It's really really cheesy but.. yeah.$l#$b#I love you @. So much.$h\"/emote farmer 20/pause 500/showFrame Raphael 42/positionOffset Raphael 5 0/positionOffset farmer -5 0/animate farmer true true 100 101/pause 2000/globalFade/viewport -1000 -1000/message \"My husband is such a senstive man.\"/message \"I love him <\"/end dialogue Raphael \"Be careful not too run too fast with the pill hun!$h\"",
}