{

	//Welcome to Umuwi for Alternative Non romance with Lunna
	"75160014/e 75160013": "SettlingIn/92 33/farmer 92 29 2 Lunna 92 33 3 Dianna 91 33 1/skippable/pause 500/speak Dianna \".....LUNNA! IT'S REALLY YOU!!!!$s\"/speak Lunna \"I have been telling you since earlier Dianna! I missed you so much little sister!$14\"/speak Dianna \"LUNNNAAAAA WAAAAAAH!$s\"/warp Dianna -100 -100/showFrame Lunna 39/pause 2000/speak Dianna \"I never thought I'd see you again!$s\"/speak Lunna \"Me too...$14\"/pause 500/glow 194 255 4/pause 1000/warp Dianna 91 33/faceDirection Dianna 1/faceDirection Lunna 3/pause 500/speak Dianna \"Lunna! Your face went back to being human!\"/speak Lunna \"Oh? I guess the magic has stabilized!$h\"/pause 1000/faceDirection Lunna 0/emote Lunna 16/pause 500/faceDirection Dianna 0/emote Dianna 8/pause 800/speak Dianna \"Oh? Who are you?\"/speak Lunna \"OH! @? What are you doing here?\"/pause 500/emote Lunna 16/pause 800/speak Lunna \"Oh that's right! You helped M. Rasmodius in opening the portal to Umuwi! He told me all about it earlier! Thank you so much @!$h#$b#And I am guessing he already told you all about me. Well It is fine! I trust that no harm can really come from that now.\"/emote farmer 56/pause 800/speak Dianna \"Oh! So you helped Lunna to come here! Well! I'm glad to meet you! I'm Dianna!#$b#And you're welcome to visit Umuwi anytime!$h#$b#Just don't forget to bring foods and offerings for me or else!$u\"/emote farmer 16/pause 800/speak Dianna \"I'm just messing with ya! Wahaha\"/emote farmer 28/pause 800/speak Lunna \"@. Thank you so much for opening the portal again. It means a lot!$u\"/faceDirection Dianna 1/emote Dianna 40/pause 800/speak Dianna \"Uhmmm big sis? Does this mean you're staying here again in Umuwi?\"/faceDirection Lunna 3/speak Lunna \"Oh! About that. I have decided to stay in Pelican town for a little more, I still want to continue helping M. Rasmodius as well as I now have friends in the human town and it's really exciting!$u\"/speak Dianna \"I figured you'd say that! It's fine though! The portal's always open! Come visit here most of the time you hear!\"/speak Lunna \"Ofcourse Dianna!$h\"/emote Lunna 32/emote Dianna 20/pause 1000/globalFade/viewport -1000 -1000/message \"I wonder what's the full story behind Lunna?\"/pause 200/message \"Oh well, I guess I'll never find out...\"/end",
	
	//Welcome to Umuwi introduction with Bianka and Raphael
	"75160015": "SettlingIn/92 33/farmer 92 29 2 Bianka 93 33 0 Raphael 91 33 0/skippable/pause 500/emote Bianka 16/emote Raphael 16/pause 200/emote farmer 8/pause 800/speak Raphael \"The portal! It's finally open!$h\"/speak Bianka \"We can now visit home again!$h\"/emote farmer 8/pause 800/speak Raphael \"Oh! You must have been a reason on how the portal opened! If you really are, Then thank you soo much!#$b#We owe you! Thank you!$h\"/speak Bianka \"We're human sorcerers who got trapped here in Umuwi.#$b#My name's Bianka! Nice to meet you!$h\"/speak Raphael \"And mine's Raphael! Again, We thank you.. ehh. What's your name?\"/emote farmer 32/pause 800/speak Raphael \"Oh! @ I see! Well you're welcome here in Umuwi anytime you hear!\"/speak Bianka \"Yeah! This is our second home if you will. Getting stuck here was not really too big of a worry.\"/speak Raphael \"We're staying here for a while as well, We got some unfinished business here. We do hope you visit when you have time @.\"/emote Bianka 20/pause 800/speak Bianka \"YES! I need to know what's up with our world now!$h#$b#Like what's new? Are there new kinds of ice cream now? What films are your favorite? What do you do? Are there new machines and technology or..\"/emote farmer 16/emote Raphael 28/pause 800/speak Raphael \"Pardon my little sister! She's just really excited that's all. She's such a chatterbox isn't she?$h\"/faceDirection Bianka 3/emote Bianka 12/pause 800/speak Bianka \"And my brother here is such a boring snob!$a\"/faceDirection Raphael 1/emote Bianka 12/pause 800/speak Raphael \"Sis, Let's not do this now alright?$a\"/emote Bianka 40/pause 800/faceDirection Bianka 0/speak Bianka \"Yeah, This is such a joyous moment to spoil!#$b#Hey @! Thank you so much again!$h\"/faceDirection Raphael 0/emote Raphael 56/pause 800/speak Raphael \"Well @, We'll be going now! I have to attend to some magical studies.\"/speak Bianka \"*whispers to her self* ...And I'm going to sneak into the portal later ehehe.$h\"/emote farmer 32/pause 1000/end",
	
	//Bianka 2 Hearts Event: Bianka in Umuwi
	"75160016/f Bianka 500/t 600 1800/w sunny": "SettlingIn/57 37/farmer 73 37 3 Bianka 57 37 2 Dianna -100 -100 0/skippable/pause 2000/emote Bianka 56/pause 800/move farmer -12 0 3/faceDirection Bianka 1/emote Bianka 32/pause 800/move Bianka 2 0 1/speak Bianka \"@! It's so nice of you to visit Umuwi again!$h#$b#What brings you here? Just touring around? Like, Aren't you busy with your farm or like something? What's it like living in Pelican Town? Are there any cute people there I haven't seen yet or like just hinding? Is it really fun managing a farm by yourself? Do you have a camera I can borrow or like something to help me pass the time and...$h\"/emote farmer 16/pause 500/emote Bianka 28/pause 800/speak Bianka \"Oh! I'm SOOO sorry!$u#$b#I was just talking on and on!$u#$b#Really I'm so sorry, I'm just so happy that there's another human that can visit Umuwi now.$0#$b#Well I know my brother's here too and Lunna's technically a human now...and...$0\"/move Bianka 1 0 1/emote farmer 8/pause 800/speak Bianka \"..and sometimes, I see this wizard that comes from portal and seems to be observing Umuwi from the distance.$a#$b#I can sense his magic when he does, and I'm pretty sure he senses my brother and I keeping an eye on him too.$a\"/emote farmer 40/pause 800/move Bianka -1 0 1/pause 500/speak Bianka \"Well, It's all fine though!$0#$b#I'm preeetty sure he's just studying the overflowing magic from Umuwi and I can't blame him!$h\"/emote farmer 8/pause 800/speak Bianka \"Oh? What's up with the magic here? Why..\"/playSound doorClose/warp Dianna 60 31/faceDirection Dianna 0/pause 500/faceDirection Dianna 1/pause 500/emote Dianna 16/pause 800/faceDirection farmer 0/faceDirection Bianka 0/move Dianna 0 4 2/speak Dianna \"Heya humans! How's it going!$h#$b#@! Visiting again I see! I do wonder though...#$b#Had you gotten a proper tour around the village yet? I think not!\"/emote Bianka 16/faceDirection Bianka 1/pause 500/speak Bianka \"WHAT? Really @?? How rude of me!$u#$b#And here I am just talking on and on while you have not been acquainted with the place yet!$0\"/emote farmer 28/pause 800/speak Dianna \"Well how about having Bianka as a tour guide today @? Is that fine by you?$u#$b#I would love to join you guys but Im'ma be busy tending the crops today$s\"/pause 500/faceDirection farmer 3/pause 500/speak Bianka \"$q 751613 null#Would you like to spend time with Bianka?#$r 751613 20 event_1bianka1#Yeah sure!#$r 751613 -50 event_1bianka2#Uhm, No thanks.\"/fork NoTourBianka/emote Bianka 20/pause 800/speak Bianka \"Prepare yourself @! I'm about to tour the heck out of you!!!$h#$b#That came out weird!$u\"/emote Dianna 32/pause 800/speak Dianna \"Well! Seems like a plan! I'll see you guys later!$h\"/pause 100/switchEvent 75160016_Tour",
	"75160016_Tour": "pause 500/globalFade/viewport -1000 -1000/warp Dianna -100 -100/warp Bianka 50 31/warp farmer 49 31/faceDirection farmer 0/faceDirection Bianka 0/viewport 50 28/pause 200/move Bianka 0 -3 2/move farmer 0 -3 1/faceDirection Bianka 3/speak Bianka \"Here is the order stand, where you can buy local products from Umuwi!$h#$b#Oddi usually manages this stand, she's real good with organizing!#$b#You should check this shop out sometime!\"/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp Bianka 16 37/warp farmer 17 37/faceDirection Bianka 0/faceDirection farmer 0/viewport 16 37/pause 200/move Bianka 0 -2 2/pause 1000/speak Bianka \"This here is my brother's shop. He mostly spends his time here or at Reenus'.#$b#You should visit him sometimes too, He needs some social interaction sometimes!$h\"/emote farmer 32/pause 2000/globalFade/viewport -1000 -1000/message \"Bianka showed me around Umuwi for a while...\"/pause 100/message \"After the tour, she brought me along near the waterfall to rest.\"/pause 1000/stopMusic/playMusic spring_day_ambient/warp farmer 99 20/warp Bianka 100 20/faceDirection farmer 2/faceDirection Bianka 2/viewport 100 20/pause 500/move Bianka 0 1 2/pause 500/speak Bianka \"Ahh!!!! Now this is a good spot to rest for a while!$h\"/emote farmer 32/showFrame Bianka 16/move farmer 0 1 2/pause 1000/showFrame Bianka 17/pause 1000/showFrame Bianka 19/pause 1000/faceDirection Bianka 3/speak Bianka \"Sorry! I was just stretching out, Ehehe.$0\"/pause 500/faceDirection Bianka 2/pause 1000/speak Bianka \"This spot is a good place to chill isn't?$h#$b#Even the magic in this particular spot is calmer.\"/pause 500/emote farmer 8/pause 800/speak Bianka \"Oh? You're asking again about the magic here?#$b#Well, now that you think about it, Dianna cut us off as I was about to answer your question earlier!\"/switchEvent 75160016_Talk",
	"75160016_Talk": "pause 500/textAboveHead Bianka \"Where should I start...\"/pause 1000/speak Bianka \"Well.. I guess I can start to why my brother and I got stuck here.\"/emote farmer 8/pause 800/speak Bianka \"You know my Raphael and I are sorcerers right? Studying under the guidance of our parents and other magic users.#$b#One day while travelling, my brother and I discovered an ancient lake in the woods near CastleVillage. It was emitting strong magic, it seemed like it was going to explode or something.#$b#Miss Camilla from CastleVillage, who was a senior overseeing us told us not to come close to it.#$b#Being the ever curious brother that I have, Raphael insisted that we inspect it. I agreed coz I was curious as well..#$b#..and well, the exact moment we were beside the lake waters, There was a magical explosion from the lake and we were blinded by a bright light.\"/emote farmer 16/pause 800/speak Bianka \"Upon waking up, My brother and I found ourselves drenched and swimming in the lake.#$b#But this time, we were not near CastleVillage anymore...$a#$b#We have arrived in a strange new place, which soon enough is this place called Umuwi. Inhabited by Shadowfolk.#$b#We were scared at first but then to our surprise, They were really friendly!$h#$b#They helped us out the lake, gave us clothes, food, and shelter and eventually welcomed us here in Umuwi.\"/emote farmer 32/pause 800/speak Bianka \"That all happened 5 years ago. Magic was not cut from us and we were able to contact our parents and tell them we're fine. But ever since then we were stuck here in Umuwi.#$b#But thats all changed now that you've opened up the portal again!$h#$b#Thank you!!!!$h#$b#Thanks to you, My brother and I can leave anytime now!\"/emote farmer 32/pause 1000/move Bianka 1 0 1/faceDirection farmer 1/speak Bianka \"Yeah, It's fun and all but...$s\"/emote Bianka 40/pause 800/emote farmer 8/pause 800/faceDirection Bianka 3/speak Bianka \"Uhmmm nevermind!$s#$b#That was nothing!$0#$b#Don't worry about it!$h\"/emote farmer 40/pause 800/showFrame Bianka 16/speak Bianka \"Well! I had a fun day with you @! Thank you for spending time with me!\"/pause 200/faceDirection Bianka 3/emote Bianka 32/pause 1000/end dialogue Bianka \"I really had fun today! Hope you enjoy your visit in Umuwi!$h\"",
	"NoTourBianka": "stopMusic/pause 1000/speak Bianka \"It wouldn't be fun hanging out with a talkative person like me.$s\"/pause 1000/faceDirection Bianka 3/speak Bianka \"I better go now. I have to do something. Hope atleast you enjoy your visit here in Umuwi.$0\"/move Bianka 0 -3 0/pause 3000/end dialogue \"Oh hey... I should keep my mouth shut or else you'd not talk to me again or something..$s\"",
	
	//Bianka 4 Hearts Event: Bianka's missed magic practices
	"75160017/e 75160016/f Bianka 1000/t 1200 1600/w sunny": "playful/34 42/farmer 40 33 2 Bianka 34 42 2 Bellia 33 42 2 Raphael 30 33 2/skippable/pause 1000/emote Bianka 56/pause 800/speak Bianka \"Here Bellia, let me help you with that.$h\"/speak Bellia \"Oh my dear, You're such a nice human girl. Thank you for helping me today.$h\"/speak Bianka \"No problem Granny Bellia! I know Oddi has been busy with the shipment to the different towns in this world!$h\"/emote Bellia 32/pause 800/move farmer 0 8 3/faceDirection Bianka 1/emote Bianka 32/pause 800/speak Bianka \"@! Nice seeing you today!$h\"/faceDirection Bellia 1/pause 500/speak Bellia \"Oh hello! Another young human for a visit!#$b#How's your day been @?\"/emote farmer 56/pause 800/speak Bianka \"I'm helping Bellia with her crops, Come here and help you!#$b#We can sure use your farming expertise!$h\"/emote farmer 32/move farmer -5 0 2/faceDirection Bellia 2/faceDirection Bianka 2/move farmer 0 1 2/emote Bianka 32/pause 800/speak Bianka \"Nice! Now we can work three times faster and better!$h\"/pause 1000/move Raphael 0 8 1/emote Raphael 16/pause 800/speak Raphael \"There you are sis! I've been looking all over for you!\"/faceDirection Bianka 3/emote Bianka 40/faceDirection farmer 3/faceDirection Bellia 3/pause 800/speak Bianka \"Oh great, He found me.$a\"/speak Bellia \"Hello there Raphael! You look as handsome as ever for a human.\"/speak Raphael \"Oh! Why thank you for the compliment Granny Bellia!$h#$b#I'm actually here for my little sister. She ran away from magic practice session today.$0\"/emote Bianka 12/pause 800/speak Bellia \"Oh is that so? She was just helping me with the crops dear.#$b#I didn't know she was on the run again.$h\"/speak Bianka \"I'm so sorry Granny!!!$6#$b#I sincerely want to help you! At the same time I just wanted to get away from practice!$s\"/faceDirection Bellia 1/emote Bellia 32/pause 800/speak Bellia \"It's okay my dear. I know you've been running away from practices since the day you settled here. I welcome your presence too anytime.\"/emote Raphael 12/pause 800/speak Raphael \"Wait what?$a#$b#You've been running away the whole time since 5 years ago!!?$a\"/stopMusic/emote Bianka 28/pause 800/speak Bianka \"...$s\"/speak Bellia \"Oh! I'm sorry dear! I didn't know that he didn't know!$s\"/speak Bianka \"It's okay Granny Bellia. It's all my fault.$s\"/faceDirection Bellia 3/speak Raphael \"Bianka I think we need to talk about this. Let's go. We need to practice as well.$a\"/emote Bianka 40/pause 800/faceDirection Bianka 1/speak Bianka \"I'm sorry @.. I think I need to go.$s\"/emote Raphael 16/pause 800/speak Raphael \"Oh! @! I didn't see you there!#$b#I'm so sorry you had to see that!$s\"/move Raphael 5 0 2/faceDirection farmer 0/faceDirection Bellia 1/speak Raphael \"Pardon me, But I'm afraid I have to cut your time with my sister for now.#$b#Apparently she has been cutting magic practice for so long already.$a\"/faceDirection Bianka 0/emote Bianka 12/pause 800/speak Bianka \"Hmmmm I said I'm going already right?$a#$b#JEEEEZZZZ you're just like mom!$a\"/emote Raphael 12/pause 800/speak Raphael \"Well mom knew what's best for us! And I'm glad if I'm becoming like her!$7\"/speak Bianka \"WOW! Here comes mama's boy! Whatcha gonna do? Ground me now?$9\"/emote Bellia 28/pause 800/speak Bellia \"Oh dear...$s\"/message \"I have to do something! I'm feeling hot magic in the air already!\"/question null \"What do I say?#Uhh guys? You're magic's getting wild!#Can you both calm down!?#Guys, Bellia's getting worried now.\"/emote Raphael 16/emote Bianka 16/pause 800/speak Bianka \"!!$u\"/speak Raphael \"Oh! I'm so sorry!$u#$b#I got my emotions get to me.$s\"/faceDirection Raphael 3/emote Raphael 28/pause 800/speak Raphael \"Granny Bellia we're so sorry...$s\"/emote Bianka 40/pause 800/faceDirection Bianka 3/speak Bianka \"Granny Bellia we're so sorry! You could've gotten hurt if our magic went wild! @ too!$6\"/emote Bellia 32/pause 800/speak Bellia \"Oh my dears. I'm just happy you both are calm again. I think you two should talk it out calmly now okay?\"/emote Bianka 40/pause 800/faceDirection Raphael 2/speak Raphael \"Yes I think we should go sis.#$b#C'mon, Let's go home for now. Mom's been meaning to talk to you from the magic circle as well.\"/emote Bianka 16/pause 800/faceDirection Bianka 0/speak Bianka \"MOM!?$u#$b#Oh.. Uhmmm yeah I think I should go..$s\"/speak Raphael \"Yeah. I'll go on ahead. I gotta set up the telepathic link.#$b#Granny Bellia, @, I guess I'll see you both later!\"/faceDirection Bellia 0/move Raphael -5 0 0/faceDirection Bianka 1/move Raphael 0 -10 0/faceDirection farmer 3/speak Bianka \"Hey @.. I'm sorry you had to see all that..$s\"/emote farmer 32/pause 800/speak Bianka \"Well.. I have to go now. Mom's callin! See you later @!\"/faceDirection Bianka 3/faceDirection Bellia 1/speak Bianka \"Granny Bellia, Thank you for time!#$b#And I'm so sorry for the trouble..$s\"/speak Bellia \"It's fine dear! See you around okay! Say hi to Esmeralda for me.\"/speak Bianka \"Will do Granny! See ya!\"/faceDirection Bellia 0/move Bianka 0 -1 3/move Bianka -4 0 0/move Bianka 0 -9 0/faceDirection Bellia 1/speak Bellia \"Well now young @, Will you still help me with my crops?\"/emote farmer 32/pause 800/speak Bellia \"That's wonderful dear! You're a very kind human.#$b#You're welcome to visit me anytime for a talk now okay?$h#$b#Well let's start shall we.\"/faceDirection Bellia 2/faceDirection farmer 2/pause 800/fade/message \"I wonder if Bianka's okay? I hope so.\"/end dialogue Bianka \"My mom scolded me for all my missed practices!$s\"", 
	
	//Bianka 6 Hearts Event: Bianka's problem
	//Events/LunnaLake
	
	//Bianka 7 Hearts Event: Bianka's confrontation
	"75160019/e 75160018/f Bianka 1750/t 800 1400/w sunny": "SettlingIn/90 30/farmer -100 -100 0 Bianka 90 30 2 Raphael -101 -100 2 Esmeralda -102 -100 2/skippable/pause 200/showFrame Bianka 21/shake Bianka 1000/speak Bianka \"Hmmmmmm..$s\"/emote Bianka 28/pause 800/playSound wand/screenFlash .8/warp farmer 92 28/faceDirection farmer 2/emote Bianka 16/pause 800/move Bianka 2 0 0/emote farmer 8/emote Bianka 28/pause 500/speak Bianka \"Oh!$u#$b#It's just you @! I thought it was Raphael and my mom!$h\"/emote farmer 16/pause 500/speak Bianka \"Yeah yeah my mom's visiting!$s#$b#I know right? Such timing and convenience for me, COME HERE!\"/jump Bianka/move Bianka 0 1 3/move Bianka -2 0 1/move farmer 0 2 3/move farmer -2 0 1/emote farmer 8/pause 800/speak Bianka \"I'm sorry for being so jumpy @..$s#$b#I'm just really really REALLY nervous right now!$s#$b#And I wanna make sure I can tell her about you know.. The get-magic-out-my-life drama of mine, with less added problems as possible.$s\"/emote farmer 56/pause 800/speak Bianka \"Thanks @, I do hope things will be fine.$s#$b#Raphael went to pick up Mom from our house back in the RubyIslands, they should arrive any second now...\"/playSound wand/screenFlash .8/warp Raphael 92 28/faceDirection Raphael 2/emote Bianka 16/emote farmer 16/speak Raphael \"...and well yeah Mom, everything has been fine here for the past 5 years!$h\"/playSound wand/screenFlash .8/warp Esmeralda 93 28/faceDirection Esmeralda 2/speak Esmeralda \"Why son that sounds great! I do hope your magic training has not slowed down now!$h\"/move Bianka 3 0 0/emote Esmeralda 20/emote Bianka 60/pause 800/speak Esmeralda \"Bianka! Sweetie! Oh how I've missed you dear daughter!$h\"/speak Bianka \"Hey Mom!..$s#$b#Uhhmm yeah I missed you too and uhhmm..$s\"/move Esmeralda 0 2 2/speak Esmeralda \"Bianka dear! I bought you your very own robe and matching hat!#$b#I didn't know what size you are now so I just had to take a guess!#$b#Come! I wanna see you try it on okay? We'll talk while you change!$h\"/speak Bianka \"Oh!$u#$b#Uhmm Sure Mom!$u\"/emote Esmeralda 32/pause 400/move Raphael 0 1 2/speak Raphael \"Oh @ you're here! Meet our mother!\"/faceDirection Esmeralda 3/speak Esmeralda \"Why hello there! I'm Esmeralda, Chief sorceress for the Ruby Island Adventure guild, young at heart and at appearance, and proud mother of two!#$b#Who might be this handsome fellow dear?^Who might be this pretty lass dear?\"/speak Bianka \"Oh Mom! This is @, a farmer in Pelican Town.#$b#He was also the reason how this portal is open now.^She was also the reason how this portal is open now.\"/emote farmer 32/emote Esmeralda 56/pause 800/speak Esmeralda \"Oh! So it's you who I should be thanking for along with Rasmodius for opening this portal!$h#$b#He told me all about it, also told me that my children have been looking after this place for a while.#$b#I believe these two haven't met him yet though.\"/emote Bianka 16/pause 500/speak Bianka \"Oh! You mean the wizard that visits this place occasionally?\"/faceDirection Esmeralda 2/speak Esmeralda \"Why I believe that must've been him dear.\"/faceDirection Esmeralda 3/speak Esmeralda \"Well enough chit-chat! Let's get to your house here shall we!#$b#@ dear you can join us if you like! It's lovely to talk with a new face!\"/emote farmer 32/emote Bianka 60/pause 1000/globalFade/viewport -1000 -1000/changeToTemporaryMap BiankaHouse false/playMusic playful/warp Bianka 2 11/warp farmer 8 11/warp Esmeralda 4 9/warp Raphael 7 9/faceDirection Bianka 2/faceDirection Esmeralda 2/faceDirection Raphael 2/faceDirection farmer 3/showFrame Bianka 22/viewport 5 10/pause 500/emote Esmeralda 20/pause 800/speak Esmeralda \"Why Bianka you look fabulous in that robe! I like it!$h\"/speak Bianka \"Ehehe thanks Mom.. I guess..$13\"/speak Raphael \"Wow sis! You actually look like proper sorceress for a change!$h\"/emote Bianka 12/pause 500/speak Bianka \"Hmph.$12\"/emote Bianka 60/pause 800/speak Bianka \"Uhmmm @? What do you think?$12\"/emote farmer 32/pause 500/emote Bianka 60/pause 500/emote Esmeralda 8/pause 800/speak Esmeralda \"Ohh..\"/speak Bianka \"Mom, Im gonna go change now if that's fine.$12\"/speak Esmeralda \"Oh why so fast? Come on dear just wear that for the day.\"/speak Bianka \"Moooom!$12\"/showFrame Bianka 23/pause 500/playSound wand/screenFlash .8/showFrame Bianka 16/pause 500/faceDirection Bianka 0/speak Bianka \"Mom.. I.. I have..$s\"/speak Esmeralda \"Well then dears, You must know why I came here. I know you two have businesses here in Umuwi don't worry you are not going anywhere else yet.#$b#I just want to happily tell you both that..\"/speak Bianka \"Mom.. I..$s\"/stopMusic/speak Esmeralda \"You both are now eligable for the promotion ritual!$h#$b#You both are going to become offical sorcerers now! You're going to be part of a guild of your own! Have a town to protect! Much more wonderful stuff!$h\"/emote Bianka 16/emote Raphael 16/emote farmer 40/pause 200/speak Raphael \"Mom! That's awesome news! I can finally become a full fledged sorcerer!$h\"/speak Bianka \"Oh!! Uhhhmm.. Mom, thats...$u\"/showFrame Bianka 21/emote Bianka 40/pause 1000/emote Esmeralda 8/pause 800/speak Esmeralda \"Oh Bianka dear?#$b#Your reaction is not what I expected. What's wrong my dear?\"/emote Bianka 28/pause 1000/speak Bianka \"Mom I...$s\"/faceDirection Bianka 0/shake Bianka 1000/speak Bianka \"Mom. I don't want to be a sorceress anymore!$6\"/emote Esmeralda 16/jump Raphael/emote farmer 16/pause 800/speak Esmeralda \"Bianka dear uhhmm... What?!$3\"/speak Raphael \"Bianks? What's going on?$s\"/shake Bianka 1000/pause 500/speak Bianka \"Mom.. I've been...$6\"/speak Esmeralda \"Wait.. Wait.. Bianka?! What are you saying?!$3#$b#What has gotten into you?! Stop with this very distasteful joke now would you?$3\"/speak Bianka \"Mom! Listen to me!$6#$b#Please! Just listen to what I have to say..$6\"/emote Esmeralda 40/pause 500/faceDirection Esmeralda 0/faceDirection Raphael 3/faceDirection farmer 0/speak Esmeralda \"Come speak to me when you are talking with a straight mind, daughter.$3\"/speak Raphael \"Mom.. I think you should just listen to Bianka..$s\"/speak Bianka \"Mom! Please..$6\"/faceDirection Esmeralda 2/speak Esmeralda \"You are going to be a sorceress Bianka! All my and your hardwork will be all for nothing if you're just going to throw all of this away! How dare you dishonor your family!$3\"/speak Bianka \"Mom just listen fir..$6\"/speak Esmeralda \"Now would you shut up? Please just SHUT IT with this topic!$3\"/showFrame Bianka 21/faceDirection farmer 3/speak Bianka \"Why wouldn't you listen!$6\"/move Bianka 3 0 2/speak Esmeralda \"Bianka! Where are you going!? Come back here!$3\"/move Bianka 0 2 2/warp Bianka -100 -100/playSound doorClose/emote farmer 16/pause 800/faceDirection farmer 0/speak Raphael \"@, Let's chase after her!$s\"/emote farmer 16/pause 800/speak Esmeralda \"Hmmph..$3\"/pause 800/globalFade/viewport -1000 -1000/changeToTemporaryMap FallsCave false/warp Bianka 15 11/warp Esmeralda -100 -100/warp Raphael -101 -100/warp farmer -102 -100/viewport 15 13/faceDirection Bianka 0/speak Bianka \"Why wouldn't you just listen..$6#$b#Mom....$10\"/warp farmer 15 18/move farmer 0 -4 0/move farmer 2 0 0/warp Raphael 15 18/move Raphael 0 -4 0/move Raphael -2 0 0/showFrame Bianka 20/speak Bianka \"@.. Raphael..$10\"/speak Raphael \"Sis, Calm down okay? What's wrong?$s\"/speak Bianka \"Where's mom? I just need to tell her..$10\"/speak Raphael \"Bianka...$s\"/speak Bianka \"I'm just so sad and tired about who I am Raphael... I don't want to feel surpressed anymore.. Everything about this magic life.. I'd just cry every night, I always try to think that this is just a phase or something but no.. I sincerely don't want to surpress my feelings and myself.. I want to be able to live my own life, have my own choices, live my own dreams..$10#$b#I have been obediently following Mom since as long as I can remember.. But I'm tired now Raph.. I'm so tired.. I want to do what I want to do...$10\"/pause 1000/speak Bianka \"I want to be a normal girl now..$10#$b#All this magic in my life is not making me happy anymore.. I always feel like I'm being someone I am not.. I don't want this.. I want to be free from this.. to be happy..$10\"/speak Raphael \"Bianks...$s\"/glow 255 0 0/playSound wand/emote Raphael 16/emote farmer 16/message \"Bianka's magic is overflowing!\"/pause 500/glow 255 0 0/playSound wand/pause 500/speak Raphael \"Bianka! Your magic! It's going wild!$a\"warp Esmeralda 15 18/faceDirection Esmeralda 0/speak Esmeralda \"Bianka... I never knew...$s\"/emote Raphael 16/emote farmer 16/emote Bianka 16/pause 400/faceDirection Raphael 2/faceDirection farmer 2/warp Esmeralda 15 18/move Esmeralda 0 -6 0/faceDirection farmer 0/faceDirection Raphael 0/speak Bianka \"Mom?.. I... I...$10\"/warp Bianka -100 -100/showFrame Esmeralda 19/playMusic desolate/pause 1000/speak Bianka \"Mom??$10\"/speak Esmeralda \"My sweet daughter... I'm sorry I never listened...$s#$b#I am really sorry I didn't even ask you before about what you want to do..$s#$b#I thought you were happy.. I'm so sorry Bianka...$s\"/speak Bianka \"Mom... No.. It's my fault.. I never tried to tell you even once...$10#$b#I'm sorry for wasting your time.. I'm really sorry mom..$10\"/glow 230 255 230/speak Esmeralda \"Dear.. It's all okay now...\"/message \"Bianka's magic seems to have calm down.\"/showFrame Esmeralda 8/warp Bianka 15 11/showFrame Bianka 21/speak Bianka \"Mom.. All that I said... Uhmm..$6\"/speak Esmeralda \"I completely understand my dear. If only I knew you were in this much pain from the beginning.#$b#I'm so sorry I got angry earlier.. I was just in shock and all..$s#$b#But now knowing your true feelings about all of this, I can accept it.\"/emote Bianka 20/emote Esmeralda 20/emote Raphael 32/emote farmer 32/speak Bianka \"Mom.. I love you.$7#$b#And thank you.$7\"/speak Esmeralda \"I love you too dear. All I want for you and your brother is to be happy.\"/faceDirection Esmeralda 2/speak Raphael \"Sis, You should've told me, I would've understood.$s\"/speak Bianka \"Haha like you would!$7#$b#I'm just kidding bro, Thank you for being here.$7\"/emote Bianka 60/pause 800/speak Bianka \"And @... Thank you as well...$7\"/emote farmer 32/pause 800/emote Esmeralda 56/pause 500/speak Esmeralda \"Well now, I'm happy everything's a lot better! I sure do hope so.\"/emote Raphael 8/pause 500/speak Raphael \"Uhhmm Mom? So how does Bianka get rid of her magic now?\"/emote Esmeralda 56/pause 500/speak Esmeralda \"Don't worry dear, I already have a plan in mind. I'll talk to you both later about it okay?\"/faceDirection Esmeralda 0/speak Esmeralda \"Bianka dear, Hold on to your magic for a while now okay? We'll do something about that soon my daughter.\"/speak Bianka \"I understand mom, Thank you so much.$7\"/faceDirection Esmeralda 2/speak Esmeralda \"And you there @, You should be here as well for the ritual in removing Bianka's magic okay? It is a must see event to those close to her heart.\"/emote Bianka 60/emote farmer 60/pause 800/speak Esmeralda \"Well now! Let's go back to the house now dear! Such a shame you won't wear the robe I bought for you anymore.\"/speak Bianka \"No mom! I actually liked that robe! I can still wear it right?$7\"/emote Esmeralda 20/emote Bianka 20/pause 1000/globalFade/viewport -1000 -1000/message \"Bianka and her family seems to have worked it out now.\"/message \"I look forward for the Bianka's removal of magic ritual!\"/message \"She seems happier now.\"/end dialogue Bianka \"Thank you so much @! Mom left already to prepare some stuff for the ritual\"",
	
	//Bianka 8 Hearts Event(Dating): Magic for the last time with Bianka(Opens Falls Cave Portal) 
	//Events/FallsCave
	
	
	//Bianka 9 Hearts Event: Ritual and A date with Bianka, The normal girl 
	"75160022/e 75160021/f Bianka 2250/t 600 1200/w sunny": "sweet/89 30/farmer -100 -100 0 Bianka 92 30 3 Esmeralda 88 32 3 Raphael 87 33 0 Wizard 86 32 1/skippable/pause 2000/playSound wand/screenFlash .8/warp farmer 92 28/faceDirection farmer 2/emote farmer 16/pause 500/faceDirection Bianka 0/emote Bianka 32/pause 500/move farmer 0 1 2/speak Bianka \"@!! Such timing! I was about to come get you!$h\"/emote farmer 8/pause 500/speak Bianka \"What's up? Oh!#$b#Today's going to be my removal of magic ritual!$h#$b#I'm finally going to get what I want @.#$b#I'm really nervous I don't know why... Is it me worrying about the after effects? Will I still look the same? Am I really doing this? @ hold me close.. Is this really it!?.$s\"/emote farmer 56/emote Bianka 28/pause 500/speak Bianka \"Oops!$u#$b#There I go again rambling on and on.$s#$b#I'm sorry I'm just so nervous @..$s\"/faceDirection Esmeralda 1/emote Esmeralda 16/speak Esmeralda \"Hey sweetie! We're going to start in a moment! We need you to come here and we'll explain what's going to happen.\"/faceDirection farmer 3/faceDirection Bianka 3/emote Esmeralda 56/pause 500/speak Esmeralda \"Oh why you're already here @! We're glad to have you! Come here dear.$h\"/move Bianka 0 1 3/move Bianka -5 0 2/move farmer 0 2 3/move farmer -3 0 3/faceDirection Esmeralda 3/speak Bianka \"Hey Mom and M. Rasmodius!$h#$b#So what's the plan?\"/speak Esmeralda \"Well dear, Rasmodius will explain the ritual for you okay?\"/speak Wizard \"Why little Bianka! You've grown up to become such a youthful lass! You might've not remembered me, But I'm a long time friend of your Mom and Dad.\"/speak Bianka \"Oh! You are!$h#$b#I'm sorry for not remembering M. Rasmodius..\"/speak Wizard \"It's fine young one, I may not know the full reason why you want to get rid of your magic, and I may find it a waste of talent, But Esmeralda is a good friend of mine and I'm here to help.\"/speak Bianka \"Thank you M. Rasmodius! This is really a big deal for me.\"/emote Bianka 32/emote Wizard 32/pause 800/speak Wizard \"Now.. This ritual won't eliminate your magic, Rather transfer it to somewhere else.#$b#Magic can't be simply destroyed as one pleases, It is easier and much more convenient to store it some place else.#$b#That is why we have decided to have your brother, Raphael, take in your magic.\"/emote Bianka 16/emote farmer 16/emote Raphael 28/pause 500/speak Bianka \"Oh!! What?$u#$b#I'm fine with that and all but.. Won't the magic overflow in Raphael? Won't it be too much for him to control??$s\"/speak Raphael \"Ahaha you worry too much sis!$h#$b#Don't worry we have talked about this.\"/speak Esmeralda \"Yes dear, There's no need to worry for your brother. His years and years of training has increased his capacity for magic along with control. He is very much capable for such endeavor, not to mention, He wants to use your magic in order to have him grow into a better sorcerer and wizard one day.\"/speak Wizard \"Young Raphael is really quiete impressive, for such capability for magic at your age, You could indeed catch up to your father and mother's level in no time.\"/speak Raphael \"Thank you M. Rasmodius. But this would never be possible if Bianka has not willed for it to be. Thank you sis, you little chatterbox.\"/speak Bianka \"Don't make me cry you big oaf! Thank you too, You're a good brother, I'll give you that!$7#$b#Take good care of my magic and use it for good okay!? Don't go corrupted on us now! Haha!$h\"/emote Raphael 32/emote Bianka 32/pause 1000/stopMusic/speak Wizard \"Well then? Let's get started shall we.\"/speak Esmeralda \"Bianka dear, We would need you to stand right here dear, Then you Raphael, over here...\"/move Bianka 1 0 2/move Raphael 0 -2 3/move Raphael -1 0 2/move Esmeralda 0 1 0/move Wizard 0 1 0/speak Wizard \"Now.. I need you too to emit your magic as your mother and I chant the spell.\"/emote Bianka 56/emote Raphael 56/pause 800/showFrame Wizard 16/showFrame Esmeralda 16/showFrame Bianka 49/showFrame Raphael 21/emote farmer 16/pause 4000/playSound wand/glow 255 100 100/pause 1000/playSound wand/glow 255 100 100/pause 1000/playSound wand/glow 255 100 100/speak Bianka \"Uhg..$9\"/pause 800/positionOffset Bianka 0 -20/positionOffset Raphael 0 -20/pause 800/positionOffset Bianka 0 -20/positionOffset Raphael 0 -20/pause 800/positionOffset Bianka 0 -20/positionOffset Raphael 0 -20/pause 800/positionOffset Bianka 0 -20/positionOffset Raphael 0 -20/pause 800/positionOffset Bianka 0 -20/positionOffset Raphael 0 -20/pause 800/positionOffset Bianka 0 -20/positionOffset Raphael 0 -20/pause 4000/playSound wand/screenFlash .8/playSound wand/screenFlash .8/pause 1000/glow 255 50 180/glow 255 50 180/screenFlash .8/warp Bianka 88 31 2/warp Raphael 86 31 2/showFrame Bianka 24/showFrame Raphael 21/emote farmer 16/pause 1000/faceDirection Esmeralda 0/faceDirection Wizard 0/speak Esmeralda \"My dears, You may stop meditating now.$h\"/speak Wizard \"Hmmm I do hope the ritual was a success. There could've been major complications if it did not.\"/shake Bianka 1000/speak Bianka \"Mom?... Am I?...$s\"/move Esmeralda 0 -1 0/speak Esmeralda \"Come and stand my dear, Let me see..\"/faceDirection Bianka 2/emote Esmeralda 40/pause 1000/speak Esmeralda \"Oh dear...$s\"/speak Bianka \"Mom?! Huh? What's wrong? Did something went wrong? Is it..\"/warp Bianka -100 -100/playMusic desolate/showFrame Esmeralda 19/emote Esmeralda 16/pause 500/speak Esmeralda \"Nothing's wrong dear..$s#$b#I'm just so happy now that you got what you've been wishing for so long.$s#$b#I'm happy for you! Don't ever forget that I love you no matter what Bianka!$s\"/speak Bianka \"Mom! I love you too! Thank you! Thank you so much!$7#$b#I promise I'll always be safe and will always take care..$7\"/faceDirection Raphael 1/emote Raphael 32/speak Raphael \"I'm really glad you're free now sis, from your own demons and problems. I sure wish you get to enjoy the life you always wanted now.$h\"/warp Bianka 88 31/faceDirection Bianka 3/faceDirection Esmeralda 0/speak Bianka \"Ahaha! Look at you getting all emotional you big brute!$7#$b#Thank you Raph! Thank you too M. Rasmodius!$7\"/speak Wizard \"Anything for your family young one.$h\"/faceDirection Bianka 1/emote farmer 32/pause 500/speak Bianka \"And thank you @... You're a big reason on why I got my strength to tell my family what I've been feeling.$7#$b#Thank you..$l\"/emote Esmeralda 20/pause 500/move Esmeralda 0 1 0/speak Esmeralda \"Hey my dear, I have a present for this joyous occasion of yours! I hope you like it!$h\"/faceDirection Bianka 2/emote Bianka 8/stopMusic/pause 500/playSound wand/screenFlash .8/showFrame Bianka 30/emote Bianka 16/emote farmer 16/emote Esmeralda 20/emote Raphael 16/pause 1000/playMusic SettlingIn/speak Bianka \"Whaaaa? Mom!$14\"/speak Esmeralda \"Well? I did a fairy-god-mother-move on you didn't I?$h#$b#Well what do you think @?$h\"/showFrame Bianka 31/speak Bianka \"@...? What do you think?..$15\"/emote farmer 20/pause 800/emote Bianka 20/pause 800/speak Esmeralda \"OOOHH! Oh young love! How wonderful times!$h\"/emote Bianka 60/pause 500/showFrame Bianka 30/speak Bianka \"Mom... Uhmm.. can I...?$15\"/faceDirection farmer 2/speak Esmeralda \"My dear, Go and have fun in town with @! Have a great date my daughter!#$b#@! You better take care of her alright!$h\"/emote farmer 32/pause 800/speak Bianka \"Mom!!..$15\"/speak Esmeralda \"I'm just messing with you my dear!$h#$b#Well? What are you waiting for?\"/emote Bianka 20/emote farmer 20/pause 500/speak Bianka \"Thank you mom!$14\"/showFrame Bianka 31/speak Bianka \"Shall we @?...$15\"/pause 800/globalFade/viewport -1000 -1000/changeToTemporaryMap FallsCave/warp Bianka 15 13/warp farmer 14 13/warp Esmeralda -100 -100/warp Raphael -101 -100/warp Wizard -102 -100/faceDirection farmer 0/showFrame Bianka 34/viewport 15 12/pause 1000/speak Bianka \"Uhhmmm @.. Before we go.. I just wanna tell you something...$14\"/faceDirection farmer 1/showFrame Bianka 35/speak Bianka \"I... I'm very happy I met you...$15#$b#And uhmmm I don't know why but I can't help but be speechless right now where usually I'm not but like I can't help it I'm just really really happy right now and I just wanna kiss you so bad and Uhmmm I really like that you like this dress, Am I even pretty in this dress? Is it a good color in me? Would you mind if I go to you....$15\"/emote farmer 16/emote Bianka 28/pause 800/speak Bianka \"I'm sorry! I just uhhh..$15\"/question null \"She just keeps talking doesn't she?#Come here you..#*Pull her closer to you*\"/showFrame Bianka 39/positionOffset Bianka -5 0/positionOffset farmer 5 20/animate farmer false true 100 101/pause 4000/globalFade/viewport -1000 -1000/message \"Bianka and I had a very fun time at town afterwards.\"/message \"She seems she's very happy she can now express her feelings freely!\"/message \"I'm happy for her.\"/end dialogue Bianka \"That was a very fun date @...$l\"",
	
	//Raphael in Umuwi (2 hearts Raphael)
	"75160023/f Raphael 500/t 1200 1800/w sunny": "SettlingIn/70 44/farmer 71 39 2 Raphael 70 44 2/skippable/showFrame Raphael 20/textAboveHead Raphael \"Now this should do for this one...\"/move farmer 0 4 2/emote farmer 8/pause 1000/faceDirection Raphael 0/emote Raphael 16/pause 500/speak Raphael \"Oh! Hey there @! Having a visit here in Umuwi?$h#$b#What's up?$h\"/emote farmer 56/pause 500/speak Raphael \"Oh! This?$0#$b#I'm just checking on the barrier torches. Once in a while one may need to be refueled with mana in order to keep the barrier that surrounds Umuwi strong.\"/emote farmer 8/pause 500/speak Raphael \"Why need a barrier? Oh! I'll tell you on the next torch.#$b#Come with me, I could use someone to talk to while doing this task.$h#$b#This task could really take a while.$h\"/speak Raphael \"$q 751618 null#Wanna hang with Raphael for a while?#$r 751618 20 event_1raphael1#Yeah sure! Let's go!#$r 751618 0 event_1raphael2#No thanks, I'm busy today.#$r 751618 -50 event_1raphael3#No, your company seems boring.\"/fork TourWithRaph/pause 500/speak Raphael \"Well see you later then.$s\"/pause 800/end",
	"TourWithRaph": "pause 500/speak Raphael \"Well, walk with me to the next torch @.\"/emote farmer 32/pause 800/globalFade/viewport -1000 -1000/warp Raphael 90 51/warp farmer 91 52/faceDirection Raphael 2/faceDirection farmer 3/viewport 90 52/pause 800/speak Raphael \"Alright, here's the next one.$h#$b#It seems a little dim, Let me just...\"/showFrame Raphael 20/pause 800/glow 255 0 255/playSound wand/emote farmer 16/pause 1000/faceDirection Raphael 2/pause 500/emote Raphael 32/pause 800/speak Raphael \"There! That should do it!$h\"/faceDirection Raphael 1/speak Raphael \"The barrier that surrounds Umuwi is such a pain to manage and hold.#$b#I casted it to give a bit of protection from bandits sometimes attempting to sneak in Umuwi or may raid it for gold and food.#$b#It's real heavy magic that's why I made these torches imbued with mana to act as batteries for the barrier instead of having me hold the barrier all the time.#$b#Each torch took one day to make! Bianka helped for a bit too, but she can't control her magic enough to create a stable torch.#$b#She tried once, But instead the torch was firing off huge sparks that resemble fireworks!$h#$b#The torch was not a battery anymore, it was more like something used in parties!$h\"/emote farmer 32/pause 800/speak Raphael \"Bianka means well though, She's a good sister and very kind as well.#$b#Don't tell her I said that!$a#$b#She's quite a chatterbox and that praise would have her chat about the one time I praised her.$h#$b#It would be like blackmail!$h\"/emote Raphael 32/emote farmer 32/pause 800/faceDirection Raphael 2/pause 1000/speak Raphael \"It's a nice change of pace when I have someone to talk to when doing these rounds.#$b#I try to rest after every two torches as it takes away a lot of mana.$h\"/emote farmer 56/move Raphael 0 -2 2/move farmer 0 -3 2/showFrame Raphael 16/pause 800/speak Raphael \"Thanks for taking the time to hang around with me @!#$b#I really appreciate it!$h#$b#I don't really socialize as much as Bianka, I know she even goes through the portal often to visit your town.#$b#I bet she has friends in Pelican Town too, I bet.\"/pause 200/speak Raphael \"I don't have much friends,#$b#But you seem to be good company.$h\"/emote farmer 32/pause 800/faceDirection Raphael 2/pause 200/jump Raphael/speak Raphael \"Alright! I'm all rested up! Let's get going shall we?$h\"/emote farmer 56/pause 1800/end dialogue Raphael \"Thanks for hanging out with me @! Nice talk!$h\"",
	
	//Raphael redeems himself to his dad (9 Hearts Raphael)
	"75160027/e 75160026/f Raphael 2250/t 1600 1800/w sunny": "SettlingIn/96 31/farmer -100 -100 0 Esmeralda -101 -100 0 Bianka -102 -100 0 Salvador -103 -100 0 Marlon -104 -100 0 Reenus -105 -100 0 Oddi -106 -100 0 Laarni -107 -100 0 Gabbi -108 -100 0 Dianna -109 -100 0 Raphael 96 31 1/addTemporaryActor UmuwiBeast1 16 32 104 50 3 false/animate UmuwiBeast1 false true 16 16 16 16 16 17 17 17 17 18 18 18 18 17 17 17/addTemporaryActor UmuwiBeast2 16 32 106 51 3 false/animate UmuwiBeast2 false true 16 16 16 16 16 17 17 17 17 18 18 18 18 17 17 17/addTemporaryActor UmuwiBeast3 16 32 109 47 3 false/animate UmuwiBeast3 false true 16 16 16 16 16 17 17 17 17 18 18 18 18 17 17 17/pause 500/shake Raphael 1000/pause 500/speak Raphael \"Oh boy...$s\"/pause 1000/playSound wand/screenFlash .8/warp farmer 93 28/faceDirection farmer 2/emote Raphael 16/faceDirection Raphael 3/move farmer 0 3 2/emote Raphael 56/pause 500/move Raphael -2 0 3/faceDirection farmer 1/speak Raphael \"Oh it's just you @! I'm glad you're hear, You can help me calm down a bit by distracting me.$h\"/emote farmer 8/pause 800/speak Raphael \"Oh? What's up?#$b#Well...$s#$b#My parents are visiting today.#$b#They arrived here earlier, but Mom insisted to visit the town with Bianka and Dad agreed because he wants to see Marlon.#$b#I stayed behind because I had to finish some forges. Not I'm just waiting for them to return.$s.\"/emote farmer 28/pause 600/speak Raphael \"It's that obvious I'm nervous huh?$s#$b#I don't even know why though. I guess it's coz of my dad.. You know why.$s\"/emote farmer 56/pause 800/speak Raphael \"Yeah I shouldn't worry too much.$s#$b#Thanks @! You're the best!$h\"/emote Raphael 32/pause 1000/playSound wand/screenFlash .8/warp Bianka 92 28/faceDirection Bianka 1/warp Esmeralda 93 28/faceDirection Esmeralda 3/emote farmer 16/emote Raphael 16/faceDirection farmer 0/faceDirection Raphael 0/speak Bianka \"...And those sweets at Castle Village were amazing too Mom!$h#$b#But I also remember the time we visited the Garden Village! The cakes there were AMAZING!$h\"/speak Esmeralda \"My dear I sure missed visiting those places! Don't you also remember the hot springs at Ember City? Oh! And don't forget that tea shop at Zuzu City!$h#$b#They were wonderful!\"/speak Raphael \"Oh! Hey Mom! Hey sis, how's the stroll?\"/message \"The girls seems to be really caught up with their conversation\"/message \"You and Raphael doesn't seem to be noticed\"/emote farmer 28/emote Raphael 28/pause 500/speak Raphael \"Ahaha, They seem to be really busy with their conversation.$h#$b#This happens sometimes when they both find something in common to talk about. And that happens rarely!$h\"/speak Esmeralda \"My daughter why don't we continue our talk at your place!#$b#I can't wait to have you try on these new clothes I bought for you from Floraville!$h\"/speak Bianka \"MOM! OH MY! You're the best! Yeah let's go!$h\"/speak Esmeralda \"I'll teleport us there! I'm too tired to walk now!$h\"/showFrame Esmeralda 16/pause 500/playSound wand/screenFlash .8/warp Esmeralda -200 -200/warp Bianka -200 -200/pause 500/faceDirection farmer 1/faceDirection Raphael 3/speak Raphael \"And there they go!$h#$b#Mom and Bianka don't get along often,#$b#But on those rare occasions where they do, They seem to have their own world and inseperable for the time being.$h\"/emote farmer 32/pause 800/speak Raphael \"Yeah it's cute and...\"/playSound wand/screenFlash .8/warp Marlon 93 28/faceDirection Marlon 2/speak Marlon \"...The last missions towards the Crystal Caverns were a success, with no major casualties.#$b#Jio and his team were able to close down the void portal there.\"/faceDirection farmer 0/faceDirection Raphael 0/emote farmer 16/emote Raphael 16/pause 800/playSound wand/screenFlash .8/warp Salvador 92 28/faceDirection Salvador 2/speak Salvador \"Hmmm. That's fantastic progress indeed. Now we can focus more on the corrupted woods near Meteor Plateue, 3 more void portals have been sighted there too... Rasmodius and I talked about the plans and...\"/emote Salvador 16/pause 800/speak Salvador \"Oh? Why greetings young man.^Oh? Why greetings young woman.\"/pause 500/speak Salvador \"And my son. I trust your forged weapons were finished before we got here.\"/speak Raphael \"Yes dad, I have them cooling down at the shop now.$s\"/speak Salvador \"That sounds assuring.\"/emote Marlon 32/pause 500/speak Marlon \"Why hello there @! Visiting Umuwi as well huh?#$b#Salvador here is an old friend of Rasmodius and I.#$b#We've been on different missions together when we were still young avdventurers before!$h\"/move Salvador 0 1 2/move Marlon 0 1 2/speak Salvador \"Hello there young one. My name's Salvador. Guildmaster of the adventurer's guild at Ruby Island and a wizard.#$b#But I much prefer not to use magic too often.#$b#I believe you are a close friend of my children aren't you young @?\"/emote farmer 32/pause 800/speak Salvador \"Well, It's nice meeting you lad.^Well, It's nice meeting you lass.\"/speak Raphael \"Oh hey dad..Uhh..$s\"/move farmer 0 1 0/move Raphael -2 0 0/emote Salvador 8/pause 800/speak Salvador \"What is it?\"/speak Raphael \"I was just going to report the successful repel of my barrier here in Umuwi against bandit attacks and skirmishes..#$b#as well as some updates on a new magic spell I've developed that could really help adventurers in navigation.$h\"/emote Salvador 40/pause 800/speak Salvador \"Hmmmm.. That's adequate I suppose. Good progress.\"/emote Raphael 28/speak Raphael \"Yeah... It.. It is dad..$s#$b#I also was going to as if you wanna get a drink at Reenus? Along with Marlon.\"/speak Salvador \"Hmmmm.. I guess that'll do..\"/speak Raphael \"That's great dad! I'll go lead the way.\"/move Raphael -2 0 3/stopMusic/playSound wand/glow 255 0 0/emote Raphael 16/emote farmer 16/faceDirection Salvador 1/faceDirection Marlon 1/pause 500/speak Raphael \"!$u#$b#The barrier! It's been breached!$a\"/speak Salvador \"I sensed a huge explosion at the east.#$b#They must have used a number of explosives.$a\"/speak Marlon \"We should regroup for now, There must be a huge panic at town. We should hold our ground there.\"/speak Salvador \"Agreed. Let's go.\"/globalFade/viewport -1000 -1000/warp Salvador 45 24/faceDirection Salvador 2/warp Marlon 48 24/faceDirection Marlon 2/warp Raphael 43 24/faceDirection Raphael 1/warp Bianka 41 26/faceDirection Bianka 1/warp Esmeralda 41 25/faceDirection Esmeralda 1/warp Reenus 42 28/faceDirection Reenus 0/warp Dianna 44 28/faceDirection Dianna 0/warp Laarni 40 27/faceDirection Laarni 1/warp Gabbi 48 27/faceDirection Gabbi 3/warp Oddi 47 28/faceDirection Oddi 0/warp farmer 46 29/faceDirection farmer 0/playMusic echos/viewport 45 26/pause 1000/playSound wand/glow 255 0 0/emote Bianka 16/emote Laarni 16/pause 800/speak Laarni \"Oh my! Are we going to be okay?$s\"/speak Esmeralda \"Don't worry everybody, remain calm. We will think through this.$a\"/speak Bianka \"Mom.. I'm scared...$s\"/speak Reenus \"I had our resources locked up in a chest and hid it underground.#$b#The kids and elderly have been evacuated there as well.\"/speak Raphael \"That's good to hear Reenus. Thank you.#$b#I think we should..\"/emote Salvador 40/pause 800/speak Salvador \"Son. Are you really leading this?\"/faceDirection Raphael 1/speak Raphael \"Dad, I promise I won't mess this one up now.#$b#I took into accounts the different routes they can enter and checked the mana barrier I installed on those areas.#$b#I confirmed that they have only breached the eastern barrier.#$b#I gave almost most my mana to strengthen those barriers so that we won't expect any surprise attacks.#$b#To make sure of that, I would like to ask Mom to cast surveilance magic on different sides of the town that has not been breached and have Bianka keep track on the enemy's movement.\"/emote Salvador 16/pause 800/faceDirection Marlon 3/speak Marlon \"That's quiete and elaborate preparation you did in a short span of time Raphael.#$b#Any idea on how many the attackers are and what are they?\"/speak Raphael \"Yes I've confirmed that as well sir.#$b#I infused the barrier with a heat seeking spell as well combined with a bit of telepathic imagery linked to a specific torch here in Umuwi.#$b#I checked the torch as everyone was evacuating and found out atleast 10 bandits with 24 beasts accompanying them.\"/emote Gabbi 16/pause 800/speak Gabbi \"WOAH! That's a lot...$s\"/speak Oddi \"Will we be alright Raphael?$s\"/emote Raphael 40/pause 800/speak Raphael \"Don't worry too much. We might have a chance here.#$b#Along with putting up the barrier. I installed hypnosis spell traps that works better at intelligable creatures, such as the bandits, that would have them immobilized if some of them trigger it.#$b#That alone would reduce their numbers drastically.\"/speak Dianna \"But why are they so many this time though..$s#$b#Last time they were more or less half to what they are now.$3\"/speak Salvador \"They must've tried to prepare for a huge invasion thinking we have powerful ancient magic due to the last incident with the lake explosion.\"/speak Esmeralda \"That was a lucky occurence as well. That might not happen again.\"/faceDirection Raphael 2/speak Raphael \"It's okay mom, With the remaining enemy forces that could pass through the defences, We would face them head on while you and Bianka monitor the other areas of the barrier to avoid surprise attacks.\"/speak Bianka \"Wow Raph, you really prepared for this one.\"/speak Raphael \"I learned from my mistakes and I tried to improve.#$b#All to make sure no one gets hurt ever again.\"/emote farmer 32/emote Bianka 32/emote Esmeralda 32/emote Salvador 40/pause 800/speak Raphael \"Everyone who can fight, we will hold the line and wipe out every beast that enters. Eventually they will give up knowing we have the upper hand.#$b#My defences, in theory, would drastically lessen their forces.#$b#I also had backup defences installed in the airspace and underground if ever they get any ideas.\"/faceDirection Salvador 3/speak Salvador \"You've done well for preparation son.$h\"/faceDirection Raphael 1/speak Raphael \"Thank's dad. But it's not over yet.\"/playSound wand/glow 255 0 0/move Raphael 0 1 2/jump Raphael/emote Raphael 16/pause 500/speak Raphael \"Everybody! Brace yourselves for battle!$a\"/emote farmer 16/jump Bianka/jump Laarni/textAboveHead Reenus \"Right on!\"/textAboveHead Gabbi \"I'm scared but okay!\"/pause 2000/viewport -1000 -1000/stopMusic/warp Raphael 103 50/faceDirection Raphael 1/warp farmer 103 48/faceDirection farmer 0/warp Salvador 103 51/faceDirection Salvador 1/warp Marlon 105 46/faceDirection Marlon 0/animate Salvador false true 100 19 19 19 19 19 19 19 17 18 18 18 19 19 19 19 19/animate Raphael true true 100 23 23 23 23 23 23 23 23 23 23 24 25 25 25 23 23 23 23 23 23 23 23/viewport 103 50/pause 1000/emote Raphael 12/pause 1000/speak Raphael \"Take this!$a\"/playSound shadowHit/stopAnimation UmuwiBeast1/showFrame UmuwiBeast1 19/speak Raphael \"*Huff huff*$a\"/speak Salvador \"Good hit son! You seem to have become stronger!$h\"/stopAnimation UmuwiBeast2/speed UmuwiBeast2 4/move UmuwiBeast2 -5 0 3/emote Raphael 16/pause 500/speak Raphael \"Dad! Watch out!$a\"/playSound shadowHit/showFrame UmuwiBeast2 19/emote Salvador 16/pause 500/speak Salvador \"Aha! You think you caught me by surprise you beast?!$h#$b#I'm not going down easily! I've been doing this for years!$h#$b#Haha!$a\"/emote Raphael 28/pause 500/speak Raphael \"You scared me there dad!$h\"/emote Raphael 32/emote Salvador 32/emote farmer 32/pause 2000/globalFade/viewport -1000 -1000/stopAnimation UmuwiBeast3/stopAnimation Raphael/stopAnimation Salvador/message \"We fought the beasts until most were wiped out.\"/message \"Raphael led us to victory with his leadership\"/message \"Eventually the attackers gave up and retreated!\"/pause 1000/warp Salvador 83 35/faceDirection Salvador 2/warp Raphael 84 35/faceDirection Raphael 2/warp Marlon 86 36/faceDirection Marlon 3/warp farmer 85 35/faceDirection farmer 2/warp Esmeralda 82 35/faceDirection Esmeralda 2/warp Bianka 81 36/faceDirection Bianka 1/warp Reenus 83 39/faceDirection Reenus 0/warp Gabbi 85 39/faceDirection Gabbi 0/warp Oddi 86 37/faceDirection Oddi 3/warp Laarni 81 37/faceDirection Laarni 1/warp UmuwiBeast3 86 42/showFrame UmuwiBeast3 19/warp UmuwiBeast1 89 43/showFrame UmuwiBeast2 19/playMusic SettlingIn/viewport 83 37/pause 1000/emote Bianka 32/emote Esmeralda 32/emote Gabbi 28/emote Laarni 32/emote Oddi 32/pause 500/speak Raphael \"Everybody! Good job!$h#$b#We successfully defended Umuwi from the beasts and bandits!$h\"/speak Gabbi \"It's finally over!$h\"/speak Reenus \"You all did great!\"/speak Oddi \"Thank you everyone! We did great!$h\"/speak Bianka \"That was intense!$h\"/speak Esmeralda \"My dears I hope no one is hurt!$h\"/speak Laarni \"Raphael! You were amazing at preparing for the attack and your leadership was flawless!$h\"/textAboveHead Esmeralda \"You did amazing son!\"/textAboveHead Reenus \"You were great Raph!\"/pause 800/textAboveHead Bianka \"Bro you were awesome!\"/textAboveHead Marlon \"You were a great leader!\"/pause 800/emote Raphael 32/pause 500/speak Raphael \"Thank you everyone, But all that would not have been possible without all your help!\"/faceDirection Salvador 1/emote Salvador 32/pause 500/faceDirection Raphael 3/speak Salvador \"My son, You did an exceptional job.#$b#From preparing the defences, to your backup plans, to the way you adapted our battle formation..#$b#Everything was more than what I could've thought off! You did amazing my son!$h#$b#And I'm really proud of you!$h\"/emote Raphael 32/pause 800/playMusic desolate/speak Raphael \"Dad I...$10#$b#I'm glad I pulled it off dad! Thank you for your help and for everything you have thought me!$h\"/speak Salvador \"And my son, I'm sorry If I was too harsh on you on your training and progress.#$b#I was just afraid that if I don't push you to your full limits something really bad may happen to you and your sister.$s#$b#Because I know that you have the potential to take over my place one day.. And I just want to have you be the best version of yourself.$3\"/emote Raphael 16/pause 500/speak Raphael \"Wait?$u#$b#I would one day take over your place at the guild!$u#$b#I thought all this time you were disappointed in me..$10\"/speak Salvador \"Nonsense my boy!$h#$b#I am really strict to you because I know you can do it.I just wanted to have you stay grounded and humble.#$b#You have always proven yourself to me as well for a long time and I always expect great things from you.\"/faceDirection Esmeralda 1/speak Esmeralda \"Your father's right my dear. You have proven yourself to us everyday that you are capable of great things and worthy of the same as well.#$b#I'm proud of you my son!$h\"/speak Bianka \"Now big bro don't let the praises get to your head now!#$b#And don't overthink about everything too much as well! Relax from time to time okay!$h\"/faceDirection Raphael 2/emote Raphael 60/pause 800/speak Raphael \"Everyone!$10#$b#Thank you!$h\"/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp UmuwiBeast1 -100 -100/warp UmuwiBeast2 -101 -100/warp UmuwiBeast3 -102 -100/warp Oddi -103 -100/warp Reenus -104 -100/warp Gabbi -105 -100/warp Laarni -106 -100/warp Bianka -107 -100/warp Esmeralda -108 -100/warp Marlon -109 -100/warp Salvador -110 -100/warp farmer 98 12/faceDirection farmer 2/warp Raphael 97 12/faceDirection Raphael 2/message \"Everyone was happy for the successful resistance!\"/message \"We then cleaned up the place and had a little celebration\"/pause 2000/speak Raphael \"Hey uhhmm @...$l#$b#Come with me, let's get away from this crowd for a moment..$h\"/pause 2000/playMusic spring_day_ambient/viewport 98 12/pause 1000/faceDirection Raphael 1/faceDirection farmer 3/speak Raphael \"Hey @.. Are you hurt somewhere?#$b#You were amazing at the battlefield earlier.$h#$b#I knew you could hold off your own against those beasts.\"/emote farmer 56/pause 500/speak Raphael \"But to be honest I was also pretty worried about you too amongst all the fightning.$s#$b#I kept on glancing at you if you were doing fine.#$b#Well then it seemed like you were doing really good that it eased my worries.$h\"/emote farmer 32/pause 800/faceDirection Raphael 2/emote Raphael 60/pause 800/speak Raphael \"@... Thank you for being there by my side all this time..$l#$b#I don't really know how to thank you enough..\"/question null \"Oh Raphael...#Just come here and kiss me.#Face me will you...#(Grab his hands and pull him towards you)\"/showFrame Raphael 42/positionOffset Raphael 5 0/positionOffset farmer -5 0/animate farmer true true 100 101/pause 4000/globalFade/viewport -1000 -1000/message \"Everything seems better now <\"/end",

	//Lunna 10 Hearts
	"75160028/f Lunna 2500/t 1200 1400/w rainy": "sweet/82 20/farmer 79 20 1 Lunna 82 20 1/skippable/pause 1000/move farmer 2 0 1/faceDirection Lunna 3/emote Lunna 32/pause 800/speak Lunna \"@ love! Hey you found me!$u#$b#You thought I was at Dianna's house did you not?$h\"/emote farmer 56/pause 800/speak Lunna \"Well you found me love.#$b#And I am happy you did @...$l\"/faceDirection Lunna 1/emote Lunna 60/pause 800/speak Lunna \"Hug me from behind love.. I want to have you close..$l\"/emote farmer 32/pause 800/showFrame Lunna 32/positionOffset farmer 30 0/animate farmer false true 100 101/emote Lunna 20/emote farmer 20/pause 1000/speak Lunna \"Oh @...$15\"/pause 4000/speak Lunna \"You know.. I often think about the scenario to which I did not turn to human.$u#$b#Where I think what if I did not get stuck at Pelican Town, would I be as happy as I am now?$u#$b#...Would I be in your arms?..$l\"/emote farmer 56/pause 800/speak Lunna \"Well.. I am just thankful that things happened to which led me to meet you @...$l#$b#It was such an unexpected surprise.$l.\"/pause 800/speak Lunna \"And @...\"/showFrame Lunna 25/positionOffset Lunna 20 0/emote farmer 16/emote Lunna 20/pause 2000/speak Lunna \"I love you @...$15\"/positionOffset Lunna -10 0/emote farmer 20/emote Lunna 20/pause 4000/end dialogue Lunna \"That was a magical kiss love. <$15\"",

	//Bianka 10 Hearts
	"75160029/f Bianka 2500/t 600 900": "sweet/32 29/farmer 38 29 3 Bianka 32 29 1/skippable/pause 1000/emote Bianka 32/emote farmer 8/jump Bianka/move Bianka -4 0 0/jump Bianka/move Bianka 0 -1 1/emote Bianka 20/pause 500/faceDirection Bianka 0/pause 500/playSound doorClose/warp Bianka -100 -100/emote farmer 8/pause 800/move farmer -5 0 3/globalFade/viewport -1000 -1000/changeToTemporaryMap BiankaHouse false/warp Bianka 10 7/faceDirection Bianka 3/warp farmer 5 12/faceDirection farmer 0/viewport 5 8/pause 200/emote Bianka 32/pause 800/emote farmer 8/pause 800/faceDirection Bianka 1/move farmer 0 -3 1/move farmer 3 0 0/move farmer 0 -2 1/emote Bianka 60/pause 800/emote farmer 8/pause 800/faceDirection Bianka 3/emote Bianka 40/pause 800/speak Bianka \"............?$16\"/emote farmer 16/emote Bianka 60/pause 800/speak Bianka \"I tried not talking for a day while trying to make you come to me.. I kinda failed eh?$16\"/emote farmer 28/pause 800/emote Bianka 12/pause 800/move Bianka -1 0 3/emote farmer 16/pause 500/positionOffset farmer 30 0/animate farmer false true 100 101/showFrame Bianka 25/emote Bianka 20/pause 1000/speak Bianka \"Just kiss me... while I just shut up.$16\"/pause 3000/end dialogue Bianka \"Those were nice moments @... *giggles* <$l\"",

	//Dianna 2 hearts (Play with dianna)
	"75160031/f Dianna 500/t 1000 1200": "playful/68 34/farmer 76 36 3 Dianna 68 34 3/skippable/pause 500/emote Dianna 32/pause 500/speak Dianna \"Ah! Finally done with farm work hihi!$0#$b#RELAXATION TIME!$h\"/textAboveHead Dianna \"I wonder what I can do today?...\"/move farmer -8 0 0/faceDirection Dianna 2/emote Dianna 32/pause 500/speak Dianna \"@! Heya! Visiting Umuwi again?#$b#What's up my dude?$h\"/emote farmer 32/pause 500/speak Dianna \"Oh nothing much to do today?#$b#HEY! I got an idea!$h#$b#I just finished with farm work! Wanna go play?!#$b#Come on let's go!!$h\"/emote farmer 16/speed Dianna 3/move Dianna 0 2 3/faceDirection farmer 3/speed Dianna 3/move Dianna -8 0 0/speed Dianna 3/move Dianna 0 -5 0/playSound doorClose/warp Dianna -1000 -1000/message \"I guess I should follow her..\"/globalFade/viewport -1000 -1000/changeToTemporaryMap DiannaHouse false/warp Dianna 9 9/warp farmer 9 11/faceDirection Dianna 2/faceDirection farmer 0/viewport 6 9/pause 1000/emote Dianna 28/pause 500/speak Dianna \"Oop! I'm sorry @! I was just so excited to have someone to play with here now that I got a chance to relax.#$b#Lunna does come by here often, But I do want other playmates besides Lunna and Gello.\"/emote farmer 32/pause 500/speak Dianna \"You're fine with it?!$h#$b#Thank you so much @! You're turning into such a good friend!\"/emote Dianna 56/jump Dianna/emote farmer 16/pause 500/speak Dianna \"Well come now!#$b#LET'S PLAY!$h#$b#I have this game where we create miniature monster trucks and then we bump them into each other until one breaks....$h\"/pause 1000/globalFade/viewport -1000 -1000/pause 1000/message \"Dianna had so much games in plan! It was a fun visit!\"/pause 1000/end dialogue Dianna \"Thank you for the fun playtime @! YOU DA BEST!$h\"",

	//Lunna 14 heart event part 2
	"75160039/e 75160038/t 700 1200/w sunny": "sweet/85 20 /farmer 84 18 2 Lunna 85 18 2/addFloorProp 761 84 18/addFloorProp 762 85 18/addFloorProp 763 86 18/addFloorProp 793 84 19/addFloorProp 794 85 19/addFloorProp 795 86 19/addFloorProp 825 84 20/addFloorProp 826 85 20/addFloorProp 827 86 20/addFloorProp 857 84 21/addFloorProp 858 85 21/addFloorProp 859 86 21/showFrame Lunna 51/pause 1000/emote Lunna 20/pause 1000/speak Lunna \"This such a wonderful scene my love!$h#$b#Look at all the food! <$u#$b#And you are here by my side to enjoy it with.$l\"/emote farmer 20/pause 500/faceDirection Lunna 3/emote Lunna 56/pause 500/faceDirection farmer 1/emote farmer 8/pause 500/speak Lunna \"Love..$u#$b#I have a little gift for you teehee <$h\"/emote farmer 8/pause 500/speak Lunna \"Why?$u#$b#Nothing really, It is just a little something I may have been preparing for you @ love.$l#$b#I sure do hope you would like it.$u\"/emote farmer 16/pause 500/addCraftingRecipe LuckyMint/pause 200/message \"You have learned how to craft LuckyMint!\"/pause 500/speak Lunna \"It is a special item that I had been working on with the help of M. Rasmodius.$u#$b#I wanted to help you in your adventures and work as much as I can and so I thought of this.#$b#It is embued with the ancient magic of the ancient lake. I was able to channel it enough just for you love.$h#$b#I sure do hope you like it.$l\"/emote farmer 20/pause 500/speak Lunna \"Oh @...$l#$b#I love you too!$15\"/showFrame Lunna 25/positionOffset Lunna -10 0/positionOffset farmer 10 0/animate farmer false true 100 101/emote Lunna 20/pause 2000/speak Lunna \"Hey uhmm...$15#$b#I do not mind us making out for a while right here right now before we eat soo..$15\"/emote farmer 20/pause 1000/globalFade/viewport -1000 -1000/message \"Lunna and I had a wonderful time at the picnic.\"/message \"My wife is such a sweetie <\"/pause 500/end dialogue Lunna \"Take care always my love. I had a really, REALLY fun time earlier.$l\"",
}