{
	//Shell Necklace Event
	"12200001.1": "Oh, look who's comin.",
	"12200001.2": "I just fumbled through some ol' stuffs down here.",
	"12200001.3": "You came at the right time, I'd like you to have this @.",
	"12200001.4": "Learned how to craft 'Shell Necklace'",
	"12200001.5": "You can make some fine neck wear from the shells scatterin around the beach.",
	"12200001.6": "And maybe give em to someone you fancy.$3",
	
	//Coral Fence Event
	"12200005.1": "Fascinating!",
	"12200005.2": "It's working. We finally got it!",
	"12200005.3": "I agree, the material totally fulfill the required criteria. It has excellent durability.#$e#This is possible all thanks to you. $h",
	"12200005.4": "Oh, look who's coming!",
	"12200005.5": "We were just inspecting a fence prototype made of the coral you've gathered.",
	"12200005.6": "Ah... c'mon, after all that tests I'd call this a finished product. $2",
	"12200005.7": "It might not look like it, but this fence is as sturdy as a hardwood fence.",
	"12200005.8": "Guess what, you've been a great help @. #$b#You totally deserve a little reward.",
	"12200005.9": "Learned how to craft 'Coral Fence'",
	"12200005.10": "Coral is not exactly the most abundant material to come by. But hey, isn't it nice to have the option? $4",
	"12200005.11": "Keep in mind, this project is largely meant for science. I wouldn't suggest you to mass harvest the coral for one.",
	"12200005.12": "Ugh, you know exactly how to ruin the moment... $2",
	"12200005.13": "I'm sure our friend here won't do such a silly.#Is that even a question?#...",
	"12200005.14": "Oh, how silly of me to ask. And even then how much harm a single person could do? $4",
	"12200005.15": "I'm sorry, I didn't mean to imply anything bad. $s#$b# I am actually confident you would use it responsibly.",
	"12200005.16": "Well, we won't be able do this without you. You have my gratitude! $h",
	"12200005.17": "Thanks for always being our ever helpful neighbor. $h",

	//Mail
	"ShellCollection.PappyStockFishShop": "Dear @,^You've seen me diggin through some ol' stuffs. And surely, I think you'd like to come and check some new stuffs I've got. ^   -Willy",
	"ShellCollection.PappyStockFishShop.Title": "Some Ol' Stock",
	"ShellCollection.CoralOrder.1st.Title": "A Little Coral Project",
	"ShellCollection.CoralOrder.1st.Content": "Dear @,^^The corals you've gathered is really helpful. Thanks to it, Robin and I made excellent progress in our project. In case you're interesed I'll tell you more if you visit at the right time. ^ -Demetrius",
	"ShellCollection.CoralOrder.Latter.Title": "Coral Request Thank You",
	"ShellCollection.CoralOrder.Latter.Content": "@,^Thanks for your help. The Coral helps us reach another milestone in our project. Robin asked me to send this as a thank you. ^ -Demetrius",

	//Dialogue
	"ShellCollection.AfterShellNecklace": "Ol' stuffs surely bring back memories...",
	"ShellCollection.AfterCoralOrder": "Dad and Mom been spending more time in the lab. They usually do their own thing, so it's nice seeing them working together.#$b#Dad told me you've helped. Thanks @. $h",

	//Special Order
	"ShellCollection.CoralOrder_Name": "Coral Project",
	"ShellCollection.CoralOrder.1st_Text": "Robin and I are working on something together. We need someone to gather 15 Coral and drop them in Robin's stockpile.",
	"ShellCollection.CoralOrder.Latter_Text": "An important research is on halt from lack of material. I need someone to gather 15 Coral and drop them in Robin's stockpile.",
	"ShellCollection.CoralOrder_Objective_0_Text": "Gather 15 Coral.",
	"ShellCollection.CoralOrder_Objective_1_Text": "Add the Coral to the stockpile in Robin's house",
	
	//Rarecrow Rename
	"NauticalRarecrow": "Nautical Rarecrow"
}
