{
	"Introduction": "@! @!$h#$b#You visited back again!@0#$b#I am fine here dontcha worry! Look after my sister and keep her happy okay?$u#$b#Or else!$h#$b#Cmon lets play @!",

	//Dialogues	
	"Mon": "Hey @!#$e#Hope ya have a good day!$h",
	"Mon4": "Hiya @!! Hope you have a nice visit here!$h#$e#Come by the house from time to time aight?",
	"Mon6": "Hey there @! Let's go play sometime! I'm still a kid you know! Wahaha$h#$e#Bring food while you're at it!",
	"Mon8": "You're a good friend @! Why don't you come live here in Umuwi instead!? Wahaha!$h",
	"Mon10": "EYYY @ MAH BEST BOI!^EYYY @ MAH BEST GERL!#$e#I can always count on you! You're the best!$h",
	"Tue": "Oh Hello @!#$e#It's kinda hard farming by yourself when you're a L-I-T-O-L shadow. But it's fine! AYM STROONK$u",
	"Wed": "Heya! I see you're visiting again!#$b#Umuwi dun have much to offer, but we live in peace now and that's enough right?",
	"Thu": "Oh good day to you big boi!^Oh good day to you tall gerl!#$e#The others think I am strange for I learned such a different style of speaking. ehehe I dun mind.",
	"Fri": "@! PLAY WITH ME$h#$b#PLEASE OR ELSE$a#$e#Im just kidding EHEHEHEHEHEHEEHEHHEHEHEHEHEHE$h#$b#or am I?$u",
	"Sat": "Hello @! Every saturday I play a game for myself where I smile intensely at others until they mind me annoying.#$e#(Dianna is smiling at you with a straight glare and face)$0",
	"Sun": "Heya @!$h#$e#Another day, another hard work! Ain't it right fellow farmer!?$u",
	
	"spring_3": "PST @! I am not sure if you know#$b#BUT IT'S LUNNA's BIRTHDAY!$u#$e#Here, give this to her! She loves this! [305 308]$h",
	"winter_2": "GUESS WHAT DAY IT IS!!!$h#$e#Soooooooooo????????$0",
	
	//Resort
        "Resort_Entering": "WOAH!! AN ISLAND!! AND LOOKIE THERE! A RESORT!$h#$b#IMMA ENJOY THIS! AAA!$h",
        "Resort_Leaving": "Hey. Leave me here @. I'll be a local here now.#$b#Just kidding I need to go home they'll hunt me down here.$u",
        "Resort_Shore": "I'm wondering. If I jump in the blue ocean there would I blend right in?#$b#Would I become one with the ocean?#$b#Would I become bigger?#$b#Would I cease to exist?#$e#Hmm.. Welp. I'm too lazy to find out.$u",
        "Resort_Chair": "Oh hey look I can sit mwehehehehehehe$h",
        "Resort_Bar": "They think I'm a kid on a costume.$u#$b#Oh well, works for me.#$e#HEY BARTENDER ANOTHER ROUND FOR THE LITTLE KID HERE HUH!?$h",
        "Resort": "I own this resort don't you know?#$b#Yep. this is Dianna Palace. Welcome to my home.#$e#Where's the comfort room? How should I know?$u",
	
}