{
	    "Entries": {
		//
	    "5000001": "ItemHarvest/첫 걸음/파스닙은 초보 농부에게 추천할 만한 작물입니다./파스닙 50개 수확하기./24 50/-1/2500/-1/true",

	    "5000002": "ItemDelivery/건강에 좋은 장어요리/에블린이 맛있는 장어튀김을 만들기 위해 장어 5마리를 부탁했습니다. /에블린에게 장어 5마리 주기./Evelyn 148 5/-1/1250/-1/true/어머나, 정말 싱싱한 장어로구나! 보기만 해도 건강해지는 기분이야.#$b#여기 따뜻한 차가 있단다. 잠시 요리할 동안 기다려주겠니?[614]#$b#자, 여기 장어튀김을 만들어 보았단다. 뜨거우니까 조심하고, 한번 먹어보렴.[225]#$b#맛이 좋다고? 입맛에 맞는다니 기쁘구나, 아가야! *호호*$h",    

                "5000003": "ItemDelivery/자연의 조각품/유목은 쓸모없어 보여도 그 가치를 아는 사람의 손에선 멋진 작품 소재가 될 수 있습니다. 레아는 그 가치를 알고있는 조각가입니다. 레아에게 유목을 모아 주세요./레아에게 유목 10개 주기/Leah 169 10/-1/1000/-1/true/오오! 이 유목, 모양이 진짜 멋진데? 심지어 고목이 오랜 시간 물속에 잠겨서 만들어진 것 같아! 이런건 쉽게 구할 수도 없는거야.#$b#멋진 작품으로 재탄생할 수 있겠어. @, 좋은 유목을 구해줘서 정말 고마워!$h",

                "5000004": "ItemDelivery/새콤달콤 맛좋은 딸기/딸기는 맛도 좋지만 재배할 가치가 있는 작물입니다. 마루 역시 딸기를 매우 좋아하지만 밭이 없어서 직접 재배하기 힘들다고 하네요. /마루에게 딸기 50개 주기/Maru 400 50/-1/10000/-1/true/와아- 딸기잖아? 벌써 다 자란거야? 이 새콤달콤한 향기 좀 맡아봐~#$b#이렇게 맛도 좋고 쓰임새도 많고 보기에도 예쁜 과일이 또 있을까? 생으로 먹어도 맛있고 딸기잼, 딸기케이크, 딸기와인 등등... 어디 하나 빠지는 게 없잖아!$h#$b#나랑 아빠는 딸기를 정말 좋아해! 오죽하면 발명가로서의 내 직업이 너무 마음에 들긴 하지만, 때로는 이 딸기 때문에 농부가 되고 싶을 정도라니까. *웃음*$h#$b#남은 딸기는 한번 시장에 팔아봐. 내가 농작물을 잘 아는건 아니지만 딸기가 봄 작물 중에 효율면에서 매우 뛰어나다고 들었어.#$b#하지만 어찌 됐건 정말 고마워! 기분 전환이 필요할 때마다 네가 가져다 준 이 딸기를 먹을 생각이야. *싱긋*$h",

	    "5000005": "ItemHarvest/신선한 새먼베리 도시락/오늘부터 며칠 간은 새먼베리 철입니다. 마을을 돌아다니며 채집해보세요. 도움이 될겁니다./새먼베리 80개 채집하기/296 80/-1/1600/-1/true",

                "5000006": "ItemDelivery/슬라임 문제/클린트가 광산에 일을 하러 갈때마다 슬라임들의 방해로 곤란을 겪고 있다네요. 그의 원활한 작업을 위해 슬라임을 처치하고 증거를 가져다주세요./클린트에게 슬라임 80개 주기/Clint 766 80/-1/8000/-1/true/오오- 벌써 다 정리한거야? 고생 많았겠는데!#$b#그 녀석들, 물컹물컹한 주제에 몸에 닿으면 왜 그렇게 아픈건지 도통 이해가 안돼.#$b#또 신발에 점액이 묻으면 땅바닥에 자꾸 들러붙어서 걷기도 힘들어! 너도 공감하지!?$a#$b#그 녀석들 때문에 광석 100개 채굴할 것을, 반도 못한다니까... 그래도 너가 도와줘서 한동안은 광산에 가기 편하겠어.#$b#다시 한번 수고했고 여기 수고비랑 작은 서비스야. 고마워![349]$h",

	    "5000007": "Building/책임감있는 목축업자/동물들을 위해 안정적으로 건초를 보관하고 싶다면 저장고를 건축하세요. 로빈에게 재료와 돈을 주고 건축 요청을 할 수 있습니다./저장고 건축하기./Silo/-1/100/-1/true",

	    "5000008": "ItemDelivery/언니를 위한 생일선물/헤일리가 에밀리를 위해 특별한 생일선물을 준비하고 싶어합니다./헤일리에게 아쿠아마린을 5개 주기/Haley 62 5/-1/2000/-1/true/어머, 푸른빛이 정말 아름답다! 내가 가지고 싶을 정도네.#$b#고마워, 잊지 않을게. *싱긋*$h",

 	    "5000009": "ItemDelivery/재스의 부탁/재스가 마니를 위하여 조개목걸이를 선물하고 싶답니다. 아름다운 조개를 주워다 재스에게 주세요./재스에게 조개 10개를 주세요./Jas 372 10/-1/600/-1/true/우와! 새하얗고 예쁘다. 이걸로 예쁜 목걸이를 만들거에요. 이모가 기뻐해주시겠죠?#$b#이거 아까 구운 핑크 케이크에요. 목 막힐 수도 있으니까 주스랑 같이 드세요![221][350]#$b#도와주셔서 고마워요! @오빠. *헤헤*$h^도와주셔서 고마워요! @언니. *헤헤*$h",

	    "5000010": "LostItem/피에르의 안경/피에르가 전날 과음을 하고 안경을 어딘가에 잃어버렸다 합니다./피에르의 잃어버린 안경 찾기./Pierre 170 Town 10 13/-1/250/-1/true/내 안경 찾았구... 앗, 깨졌잖아!?#$b#심지어 놀이터 주변에 있었다니... 어제 대체 무슨 일이 있었던 건지...$s#$b#아이고, 머리야. 새로 안경을 맞추는 수 밖에 없게 되었군... *끙*$s",

	    "5000011": "ItemHarvest/과일?채소?/과일인지 채소인지 의견이 분분한 토마토지만 토마토 스파게티가 정말 맛있는 음식이라는 건 모두가 공감할 겁니다. 토마토를 재배해보세요. /토마토 50개 수확하기/256 50/-1/2500/-1/true",

                "5000012": "ItemHarvest/올가미가 된 비닐봉지/도시 사람들이 무분별하게 버린 비닐봉지 쓰레기들이 물고기의 안전을 위협한다고 합니다. 불쌍한 물고기들을 위해 쓰레기를 주워 보세요./쓰레기 15개 모으기/168 15/-1/1500/-1/true",

	    "5000013": "ItemDelivery/삼복 더위/재스가 더위에 지쳐 놀 힘도 없어 보이네요. 간식이라도 사주면 어떨까요?/재스에게 아이스크림 주기/Jas 233/5000014/300/-1/true/앗! 제가 딸기맛 아이스크림 좋아하는 건 어떻게 아셨어요?$h#$b#정말 달고 시원하고 맛있어요! 너무 고마워요, @오빠!$h^정말 달고 시원하고 맛있어요! 너무 고마워요, @언니!$h#$b#빈센트는 무슨 맛을 좋아하냐구요? 걘 포도맛을 좋아해요!",

	    "5000014": "ItemDelivery/삼복 더위/빈센트도 더위에 지쳐 놀 힘도 없어 보이네요. 간식이라도 사주면 어떨까요?/빈센트에게 아이스크림 주기/Vincent 233/-1/300/-1/true/우와, 맛있겠다! 마침 간식이 먹고 싶었던 참인데! 우리 엄마는 이거 잘 안사주시거든요...#$b#@형 진짜 최고에요! 헤헤.$h^@누나 진짜 최고에요! 헤헤.$h",

                "5000015": "ItemDelivery/고약한 냄새/조디는 백량금을 아주 싫어한다고 합니다. 하지만 그녀의 친구인 로빈은 꽤 좋아한다고 하네요. 조디는 백량금을 친구에게 선물하고 싶어합니다./조디에게 백량금 15개 주기/Jodi 396 15/-1/3000/-1/true/...*킁 킁*...#$b#으악! 정말 끔찍한 냄새야! 여러 개가 뭉쳐있으니까 냄새가 더 심해!$s#$b#거기 현관에 놔줄래?! 좀 이따가 샘보고 로빈에게 가져다주라고 시켜야겠어!$s#$b#...*한숨*...$s#$b#이 냄새엔 도저히 익숙해지지 않을 것 같아... 나한테 백량금 알러지라도 있는 걸까?$s#$b#... 하지만 어쨌든 네 덕분에 이곳저곳에 떨어진 백량금을 '처리'할 수 있게 됐네.#$b#이제 마을을 돌아다닐 때 전보다는 덜 두려울거야. 정말 고마워, @! *웃음*$h",

	    "5000016": "ItemDelivery/성가신 박쥐 문제/박쥐들이 마을의 농작물을 해치고 있습니다. 박쥐를 잡고 얻은 박쥐날개를 전리품으로 가져가세요./루이스에게 박쥐날개 50개 주기/Lewis 767 50/-1/5000/-1/true/자네, 그놈들한테 본때를 보여주었군!#$b#한동안은 박쥐 문제로 골머리를 썩지 않아도 되겠어. 고생 많았네, @.$h",

	    "5000017": "Crafting/자연을 위한 일/발전도 좋지만 자연도 위하고 싶다면 재활용을 생활화해야 합니다. 쓸모없어 보이는 물건도 다시 가치있어질 수 있어요. 이제부터 재활용을 생활화합시다./재활용 기계 제작하기/20 true/-1/100/-1/true",

	    "5000018": "ItemDelivery/고담백 식단을 위하여/알렉스가 근육의 단련을 위하여 담백질을 필요로 합니다. 그리고 달걀은 저렴하고 맛있는 담백질 식품입니다./알렉스에게 흰색 큰 달걀 21개 주기/Alex 174 21/-1/3300/-1/true/우와, 정말 크다. 타조 알인 줄 알았네!#$b#좋아! 오늘 저녁식사로 할머니께 오믈렛을 만들어 달라고 부탁드려야지. *꿀꺽*$h",

	    "5000019": "ItemDelivery/마법사의 솥/마법사가 물약 연구를 하려는데 보라색 버섯이 부족하다네요./마법사에게 보라색 버섯 7개 주기/Wizard 422 7/-1/7000/-1/true/흐음, 적당한 시기에 가져왔군. 덕분에 연구를 계속 할 수 있게 되었어.#$b#...그리고 그건 말론과 모험가 길드 단원에게도 좋은 일이 될테지. 고맙네.",

	    "5000020": "LostItem/엘리엇의 추억의 물건/엘리엇의 소중한 시계 장식이 분실되었다 합니다. 상심이 커 보이네요./엘리엇의 잃어버린 오팔 찾아주기/Elliott 564 Beach 10 11/-1/500/-1/true/아! @, 찾아왔구나. 정말 기뻐! 비록 값비싼 보석은 아니지만, 내겐 추억이 깃든 물건이라 정말 소중한거야...$h#$b#너가 해준 일은 내게 의미가 깊어. 이 은혜는 잊지 않을게. 고마워, @.$h",

	    "5000021": "ItemDelivery/영원한 사랑/조지가 에블린을 위한 요정장미 꽃다발을 필요로 합니다./조지에게 요정장미 15송이 주기/George 595 15/-1/7500/-1/true/요정 장미는 외형도 아름답지만 향기도 정말 달콤하네.#$b#...아마 그래서 에블린이 이 꽃을 이토록 사랑하는거겠지.#$b#자네 덕분에 아내를 기쁘게 해줄 수 있겠군. 고맙네.",

	    "5000022": "Crafting/술통 제작/큰 돈을 벌고 싶다면 와인 농사가 좋은 선택일 수 있습니다. 술통을 제작해보세요./술통 제작하기/12 true/-1/1000/-1/true",

	    "5000023": "ItemDelivery/달콤한 메이플 시럽/조디가 품질 좋은 메이플 시럽을 구매하고 싶어 합니다./조디에게 메이플 시럽 10개 주기/Jodi 724 10/-1/3000/-1/true/어머, 마침 팬케이크를 굽는 중이였어. 빈센트가 좋아하겠네! 너무 잘됐다! $h#$b#이 정도 품질이면 익지 않은 밀가루 반죽에다 발라 먹어도 맛있겠는데? *호호* $h#$b#아참- 밥은 먹었니? 밥은 꼬박꼬박 잘 챙겨 먹어야해, @! 여기 좀 싸줄 테니까 꼭 먹으렴![211][184]$h",

	    "5000024": "Building/풍차 건설/직접 재배한 밀과 사탕무를 각각 밀가루, 설탕으로 가공해보고 싶지 않나요? 풍차가 있다면 가능합니다. 로빈에게 풍차 건설을 의뢰해보세요./풍차 건설하기/Mill/-1/100/-1/true",

                "5000025": "ItemDelivery/손자를 위한 특별식/에블린이 손자를 위해 특별식을 요리하고 싶어 합니다. 알렉스가 제일 좋아하는 연어정찬을 요리할 거라네요./에블린에게 연어 10마리 주기/Evelyn 139 10/-1/3500/-1/true/이번에도 바로 구해왔구나, 아가야! 늘 고맙구나.$h#$b#조지가 좀더 젊었다면 그이에게 부탁했을텐데... 자꾸 너한테 부담주는게 아닐까 걱정이란다.$s#$b#아참, 식사는 했니? 이런, 같이 먹으면 좋을텐데 이미 식사를 했다니 아쉽구나...$s#$b#하지만 제일 고생했을 네가 맛 좀 봐야하지 않겠니? 잠시만 기다려주렴. 금방 요리해오마!$h#$b#자! 여기 따끈따끈한 연어정찬이야. 김이 새나가지 않게 잘 포장했으니, 배고플 때 먹으렴. 다시 한번 고맙구나![212]$h",

                "5000026": "ItemDelivery/베스트 프렌드/샘이 친한 친구 세바스찬에게 선물을 주고 싶답니다. 믿기 힘들겠지만 세바스찬이 벌레 스테이크를 좋아한다고 하네요.../금요일에 주점에 가서 세바스찬에게 벌레 스테이크 주기/Sebastian 874/5000027/500/-1/true/...*침묵*...$a#$b#@, 이걸 먹으라고...? 진심이야?$a#$b#뭐? 샘이 내가 이걸 좋아할거라고 했다고?$a#$b#하하! 너 정말 그 말을 믿은거야? 이런걸 좋아할 사람이 어딨겠어, @!$h#$b#걔가 우리를 놀리려고 그런거야! 하하!$h#$b#들어봐, @. 우리도 되갚아줘야해. 마요네즈를 좀 구해다 줄래? 너가 가져오면 그때 이유를 알려줄게. *후후*$h",

                "5000027": "ItemDelivery/베스트 프렌드/세바스찬이 샘의 장난에 맞받아치기로 했습니다. 그러기 위해선 마요네즈가 필요하다네요./세바스찬에게 마요네즈 주기/Sebastian 306/5000028/500/-1/true/좋아. 이제 내 계획을 설명해줄게. 혹시 샘이 제일 좋아하는 음식 중 하나가 뭔지 알아?#$b#맞아, 바로 메이플 바야. 그리고 난 이 마요네즈를 메이플 바에 뿌릴 거야. 넌 가서 메이플 시럽을 잔뜩 끼얹은 바라며 샘한테 갖다주기만 하면 돼.#$b#아! 그렇다고 걔한테 마요네즈 알러지 같은게 있어서 싫어하는건 아니니까 걱정 말고! 샘이 기대할 얼굴이 눈에 선한걸... *킥킥*[731]$h",

                "5000028": "ItemDelivery/베스트 프렌드/세바스찬이 마요네즈를 듬뿍 바른 메이플 바를 샘에게 가져다주라고 부탁했습니다./샘의 집에 가서 샘에게 메이플 바 주기/Sam 731/-1/500/-1/true/오, @! 세비에게 벌레 스테이크 주니까 반응이 어땠어?$h#$b#벌레 씹은 표정을 했다고? 계획 성공이야! *킥킥*$h#$b#응? 이거 메이플 바잖아?! 내 덕에 재밌는 장난 구경을 한 보답으로 주는 거라고? 에이, 뭘 그런걸 갖고 그래. 그래도 고맙다! 내가 제일 좋아하는건데!$h#$b#...*우물우물*...#$b#우웩! 이게 뭐야! 메이플 시럽이 아니라 마요네즈잖아?! 너희 한패지!? *퉷*$a#$b#...$a#$b#... 푸하하!!! 진짜 재밌는 장난이네, 인정할게! 역시 너희들이랑 놀면 재밌다니까! 하하하!!!$h",

	    "5000029": "ItemDelivery/포근한 구스 이불/추위를 많이 타는 캐롤라인이 구스 이불을 갖고 싶어 합니다. 솜씨 좋은 에밀리가 바느질을 해주기로 약속했다네요./에밀리에게 양털 20개 주기/Emily 440 20/-1/16000/-1/true/아, 양털을 가져왔구나! 잘됐다.#$b#캐롤라인이 매년 감기에 걸린 모습을 보기에 안쓰러웠는데... 이걸로 두툼하고 따뜻한 이불을 만들어 줄 수 있겠다!$h",

	    "5000030": "ItemDelivery/강력한 카페인 각성제/하비가 의학저널지에 제출할 논문 작성으로 바쁘다 합니다. 졸지 않도록 강력한 카페인이 필요하겠네요. /하비에게 트리플 샷 에스프레소 10잔 주기/Harvey 253 10/-1/16000/-1/true/오... 한잔 마시자마자 졸린 기운이 확 사라지는데?#$b#앞으로 중독될까봐 걱정이네...#$b#그 전에 논문을 끝내야겠어... 고마워. *하암*",

                "5000031": "ItemDelivery/클래식의 미학/엘리엇은 볼펜이나 만년필이 아닌 깃털펜으로 글을 쓰는 것을 좋아한다고 합니다./엘리엇에게 오리 깃털 10개 주기/Elliott 444 10/-1/5000/-1/true/세상에. 정말 멋스럽고 부드러운 깃털이네!#$b#내 빈티지한 골드 펜대에 붙이면 앤틱한 느낌을 줄 수 있겠어. 정말 마음에 들어!#$b#마침 윌리네 옆집 살아서 오징어 먹물을 구하기도 쉽고 너처럼 이렇게 아름다운 깃털을 제공해주는 친구도 있다니... 아아, 난 정말 행운아야!$h",

	    "5000032": "LostItem/책임감없는 배송업체/거스가 주주시티에서 주문한 밀가루가 배달 중에 분실되었다 합니다. 손님들은 거스의 특제 튀김을 기대하고 있는데 큰일입니다. 거스를 위해 밀가루를 찾아주세요./거스의 밀가루를 찾아서 주점으로 배송하기/Gus 246 BusStop 33 6/-1/1000/-1/true/휴, 하마터면 금요일 저녁에 방문해준 손님들께 샐러드만 내놓을 뻔 했구먼. 십년감수했네!#$b#오늘 내가 특제 튀김을 선보일 수 있게 된 건 모두 자네 덕분이야.#$b#잠시 기다려보게.#$b#자, 내 특제 오징어 튀김이네. 오늘 일 다시 한번 정말 고마워![202]$h",

	    "5000033": "ItemHarvest/바다에 사는 교활한 녀석/문어는 보기도, 잡기도 힘든 물고기입니다. 윌리가 도전을 제의하네요./문어를 잡기/149/-1/1500/-1/true",

	    "5000034": "ItemDelivery/귀하고 귀한 광물/클린트가 이리듐 도구를 제작하고 싶어합니다./클린트에게 이리듐 광석 100개 주기/Clint 386 100/-1/40000/-1/true/이야, 이 정도 양의 이리듐광석을 구하려면 정말 고생이 많았겠는데?#$b#정말로 단단하고 아름다운 광물이네! 과연 현존하는 광물 중 최고라고 할만해.#$b#수고 많았어! 자, 여기 수고비.",

                "5000035": "ItemDelivery/찰흙놀이/페니가 찰흙놀이 수업을 위해 점토가 필요하다네요. 즐거운 수업이 될 수 있도록 점토를 구해주세요./페니에게 점토 30개 주기/Penny 330 30/-1/3000/-1/true/어머나! 제 수업 준비를 도와주셔서 고마워요!#$b#이걸 구하느라 고생하셨나봐요. 옷에 흙이 잔뜩 묻어있네요. *싱긋*$h#$b#덕분에 즐거운 수업이 될 것 같아요. 그리고 이건 아까 조디씨가 가져다주신 간식인데 나눠먹어요. 다시 한번 고마워요, @씨.[651]$h",

	    "5000036": "ItemHarvest/벌목왕/추운 날씨에 밤낮 없이 난로를 틀어놓다 보니 장작이 많이 필요합니다. 목재는 많을 수록 좋으므로 벌목을 하세요./목재 2000개 모으기/388 2000/-1/20000/-1/true",

	    "5000037": "ItemHarvest/일년을 마무리하며/스타듀밸리에서의 첫 해가 거의 끝나갑니다. 오늘은 케이크를 구워 성공적이었던 일년을 기념하는 것이 어떨까요?/초콜릿 케이크 굽기/220/-1/1000/-1/true",

	    "5000038": "ItemHarvest/모든 물고기들의 왕/전설은 물고기들의 왕이라고 불립니다. 전설을 낚아 최고의 어부가 되보세요. 단단히 준비를 해야 할 겁니다./봄의 전설 물고기 잡기/163/-1/40000/-1/true",

                "5000039": "ItemDelivery/봄맞이 대청소/물에 젖은 신문지로 창문이나 거울을 문질러 청소하면 좋다고 합니다. 캐롤라인도 봄을 맞아 대청소를 하고 싶다네요./잡화점에 가서 캐롤라인에게 젖은 신문지 주기/Caroline 172 1/-1/0/-1/true/좋아! 이제 대청소 준비는 전부 끝났어!#$b#청소하는 건 정말 귀찮은 일이지만, 겨울 내내 웅크려있느라 집과 가게를 잘 관리하지 못했거든...$s#$b#피에르는 빗자루질을, 애비게일에겐 설거지를 시켜야겠다! 그리고 난 이제 유리창을 닦으러 가야겠어. 도와줘서 정말 고마워, @.$h",

                "5000040": "ItemDelivery/봄의 새로운 작물/매운 음식을 마니아인 셰인이 마늘을 맛보고 싶어합니다./셰인에게 마늘 50개를 주기/Shane 248 50/-1/7500/-1/true/이거 내 취향일 것 같은데? 냄새부터가 매운게 맘에 드네. 저번에 말려둔 고추랑 한번 볶아서 먹어봐야겠다.#$b#이거 심느라 고생했네. 보답이야.[206]",

                "5000041": "LostItem/마루의 분실물/마루가 창문을 열어둔 사이에 까마귀가 들어와 발명용 재료를 들고 날랐다 합니다./마루의 대리석을 찾아주기/Maru 567 Mountain 5 35/5000042/1000/-1/true/내 대리석! 오늘 발명에 몰두하려고 했는데 이런 일이 생기다니... $s#$b#이거라도 찾아서 정말 다행이지만 만약 철주괴도 찾는다면 가져다 줘. 부탁해!",

                "5000042": "LostItem/마루의 분실물/마루가 창문을 열어둔 사이에 까마귀가 들어와 발명용 재료를 들고 날랐다 합니다./마루의 공작석을 찾아주기/Maru 552 Mountain 87 24/-1/1000/-1/true/와우, 이것도 찾아오다니 너 사설 탐정해도 되겠다! *키득키득* $h#$b#네 덕분에 오늘 발명 작업을 계속 진행할 수 있겠어. 정말 고마워!",

                "5000043": "ItemDelivery/행운의 토끼발/레아가 공모전을 앞두고 많이 긴장한 상태입니다. 긴장 해소에 도움이 될 만한 선물을 하면 좋을 것 같네요./레아에게 행운의 토끼발을 5개 주기/Leah 446 5/-1/10000/-1/true/우와, 행운의 토끼발이잖아? 정말로 센스있는 선물이야.#$b#이걸 간직하고 있자니 두려움이 사라졌어, 너무 고마워!$h",

                "5000044": "ItemDelivery/보석과 선인장/팸이 페니에게 보석 선물을 하고 싶어합니다. 하지만 직접 주기엔 쑥스럽다 하네요./페니에게 다이아몬드를 5개 주기/Penny 72 5/5000045/1250/-1/true/어?! 이건 다이아몬드...? 엄마가 주셨다고요?#$b#...무슨 돈이 있어서 이 귀한 걸 사주셨을까요?#$b#음... 마침 저도 엄마한테 선물을 드릴까 했는데, 염치 없지만 제 부탁도 들어주시겠어요...?#$b#엄마가 선인장 열매를 정말 좋아하세요. 예전에 사막에서 먹어본 걸 두고두고 얘기하셨거든요.#$b#구하기 쉽지 않다는 건 알지만... 선인장 열매를 엄마께 전해 주실 수 있나요? 부탁해요, @...",

                "5000045": "ItemDelivery/보석과 선인장/페니도 팸에게 보답하고 싶어합니다. 팸이 평소 선인장 열매를 사랑한다고 합니다./팸에게 선인장 열매 15개 주기/Pam 90 15/-1/2250/-1/true/꼬마야, 너 내가 다이아몬드를 사준걸로 페니에게 말했더라?$s#$b#어른은 난데 네게 받기만 하네. 내 친구가 되줘서 미안하고 고맙다, 꼬마야.$s#$b#엇! 그리고 이건 선인장 열매잖아? 페니가 줬다고?#$b#이야. 기특하네, 내 딸... 꼬마야, 기분인데 한잔 하자! *하하하* [346]$h",

                "5000046": "ItemDelivery/호화로운 진미/루이스가 귀한 손님들에게 식사 대접을 할 예정인데 송로버섯만큼 호화로운 음식을 찾고 있다네요. 그렇다면 캐비아가 제격이 아닐까요?/루이스에게 캐비아 10개 주기/Lewis 445 10/-1/10000/-1/true/아, 대체 자네는 못하는게 뭔지 궁금하구만. 캐비아는 만들기가 어려워서 보통은 '캐비아 마스터'라는 장인이 작업한다던데...#$b#자네는 농사, 낚시, 전투는 말할 것도 없고 심지어 이런 캐비아까지 만들어내다니 말이야!$h#$b#솔직하게 말해서 마을에 자네같이 다재다능한 사람이 온 이후로 내 일이 아주 편해졌어! *껄껄*#$b#어쨌든 아주 근사한 식사를 내놓을 수 있겠어. 이걸로 손님들에게 우리 마을에 대해 좋은 인상을 줄 수 있으면 좋겠네!$h",

                "5000047": "ItemDelivery/실력있는 디자이너/에밀리가 아름다운 드레스를 만들고 싶지만 산호색 염료를 구할 수 없다 합니다./에밀리에게 산호 20개 주기/Emily 393 20/-1/4000/-1/true/어쩜, 산호의 색감이 너무 아름다워! 이거면 내가 상상한 대로 나오겠어. 넌 정말 친절해, @.$h",

                "5000048": "ItemHarvest/오색빛깔 광석/무지개 파편은 이 세상에서 가장 희귀한 광석 입니다. 이 광석은 멀리서도 알아 볼 정도로 아름답다고 합니다./무지개 파편 구하기/74/-1/5000/-1/true",

                "5000049": "ItemDelivery/아름다움을 위하여/클린트가 피부 관리에 관심이 많다네요. 몸에도 좋고 항산화물질이 가득한 붉은 양배추가 필요하다고 합니다./클린트에게 붉은 양배추 50개 주기/Clint 266 50/-1/30000/-1/true/와, 굉장히 실하네. 이 정도면 한 달은 아침마다 먹을 수 있겠어.#$b#휴, 난 육식파긴 하지만 관리 좀 해야겠지. 우울하구만... *한숨*$s",

                "5000050": "ItemDelivery/나의 작은 메이플 나무/빈센트는 그의 새 친구인 작은 메이플 나무가 성장을 멈춘지 오래되서 걱정하고 있습니다. 그의 근심을 덜어주기 위해서 무엇을 하면 좋을까요?/숲으로 가서 빈센트에게 나무용 비료 주기/Vincent 805/-1/100/-1/true/안녕하세요, @ 형! 저랑 놀려고 오신 거에요?^안녕하세요, @ 누나! 저랑 놀려고 오신 거에요?#$b#어라, 이건 뭐에요? 나무용 비료?$u#$b#제 친구 밍기뉴와 같은 나무들도 무럭무럭 빨리 자라려면 우리처럼 밥을 먹어야 한다고요!?$u#$b#아-아, 그런 줄도 모르고 엄청 걱정하고 있었네요! 그럼 이 비료를 밍기뉴에게 뿌려주고 참을성있게 기다리면 되는거죠?!$h#$b#와아- @ 형! 이 정도의 친절은 바라지도 않았는데 정말 고마워요! 고마워요!$h^와아- @ 누나! 이 정도의 친절은 바라지도 않았는데 정말 고마워요! 고마워요!$h",

                "5000051": "ItemDelivery/원숭이는 바나나를 좋아해/켄트는 가족들과 친환경 동물원에 놀러갈 계획입니다. 아이들이 원숭이에게 먹이를 주는 활동에 참여할 수 있게 해주고 싶다네요./켄트에게 바나나 15개 주기/Kent 91 15/-1/7500/-1/true/아- 그래, 이게 바나나란 건가? 확실히 이 근방에서 보기 힘든 이국적인 과일이군.#$b#나도 맛을 보고 싶으니 우선 가족들과 한개씩 먹고 나머지는 원숭이 먹이로 줄 생각이야.#$b#조디와 아이들이 좋아해줬으면 좋겠어. 오랜만의 가족 외출이니만큼 즐겁게 보내고 와야지. 고맙네.$h",

                "5000052": "ItemDelivery/결혼기념일/드미트리우스가 결혼기념일을 맞이하여 로빈이 사랑하는 복숭아를 박스째 구매하고 싶어합니다./드미트리우스에게 복숭아 20개 주기/Demetrius 636 20/-1/10000/-1/true/@, 진하고 달달한 복숭아 향이 나서 너가 왔다는 걸 짐작하고 있었어.#$b#로빈에게 복숭아 농장을 주진 못하지만 배불리 먹게 해주고 싶었어.#$b#정말 최상급 품질인걸. 고마워, @.$h",

                "5000053": "LostItem/드워프의 모자/드워프가 밤 중에 마을 탐험을 하다 소중한 투구를 잃어버렸다 합니다./드워프의 투구 찾아주기/Dwarf 121 Town 56 68/-1/0/-1/true/내 투구다! 어디에 있었어?#$b#개 집? 개? 그게 뭐야? 그 털이 많고 혀를 내밀고 있는 동물?#$b#아, 어제 걔가 신기해서 구경하다가 거기에 놓고 왔었나봐.#$b#이거 내가 제일 아끼는 모자야. 어때 멋지지? *킥킥*",

                "5000054": "ItemDelivery/전기의 필요성/세바스찬의 프로젝트가 컴퓨터 파워 문제로 인해 중단됐다고 합니다. 작업을 진행할 수 있도록 도와주세요./세바스찬에게 배터리팩 20개 주기/Sebastian 787 20/-1/40000/-1/true/어, 금방 가져왔네? 부품이 배송 올 때까지 이걸로 컴퓨터를 작동시킬 수 있겠어.#$b#앞으로 또 이런 일이 생길까봐 너한테 넉넉히 주문한거야... 고마워 ,@.$h",

                "5000055": "ItemDelivery/이색적인 요리/샌디가 에스카르고를 먹고 싶어 합니다. 입에 맞을지는 모르겠지만 맛이 너무 궁금하다네요./샌디의 상점에 가서 샌디에게 에스카르고 주기/Sandy 729/-1/2000/-1/true/오오 @, 나 보러 와줬구나!#$b#어, 그게 에스카르고야? 버터향이 많이 나고 조금 징그럽지만 한번 먹어볼게!#$b#...*우물우물*...#$b#음..오, 이거 맛있는 것 같아! 의외로 식감이 아주 좋아. 내 부탁을 들어줘서 고마워!$h",

                "5000056": "ItemDelivery/추억의 맛/샘이 켄트에게 구운 헤이즐넛을 요리해주고 싶어 합니다. 할머니가 해주시던 추억의 맛을 선물해드리고 싶다네요./샘에게 헤이즐넛 9개 주기/Sam 408 9/-1/4500/-1/true/이거 진짜 고소한 냄새가 난다!#$b#내가 요리는 못해도 아빠한테 기운을 복돋아 드리고 싶었어. 좀 쑥스럽네...$h#$b#@, 넌 요리 잘하니까 옆에서 나 좀 지도해줘! 헤헤...$h",

                "5000057": "LostItem/애비게일의 고대 검/애비게일이 숲을 돌아다니다가 하수구 근처에서 이상한 소리를 들었다고 합니다. 달아나던 와중에 고대 검을 잃어버렸다며 찾아달라고 부탁합니다./애비게일에게 고대 검 찾아주기/Abigail 109 Forest 92 82/-1/500/-1/true/이야, 내 검 찾아왔구나!#$b#혹시 그 주변에서 이상한 소리 들리지 않았어? 아 산비둘기 소리 같다고? 흠...그런가.#$b#응? 이검은 어디서 구했냐고? 어제 숲에서 땅을 파고 놀다가 이걸 발견했어.#$b#뭔가 특별한 검 같아. 다음에 나랑 이걸로 검술 수련하자, @!$h",

                "5000058": "ItemDelivery/크고 단단하고 노란 열매/크로버스가 매우 크고 황색에 껍질이 단단한 열매가 먹고 싶다네요./크로버스에게 호박 30개 주기/Krobus 276 30/-1/30000/-1/true/어, 그때 내가 본 그 열매가 맞아!#$b#호...박? 이게 호박이란거야? 잊어먹지 말아야지!#$b#아... 냄새만큼 맛도 정말 좋아... 너무너무 맛있다!$h",

                "5000059": "ItemDelivery/친절한 의사/하비가 병원에 방문하는 꼬마 손님들을 위해 사탕을 준비하고 싶답니다. 입에 쓴게 몸에 좋다지만 아이들에겐 입에 단게 몸에 좋다고 느껴진다나봐요.../하비에게 크랜베리 사탕 20개 주기/Harvey 612 20/-1/8000/-1/true/오, 크랜베리 맛 사탕이네! 그런데 크랜베리는 좀 쌉싸름하지 않나?#$b#아아, 사과도 갈아 넣어서 쓴맛은 가리고 단맛을 극대화했다니 대단한데? 한개만 먹어볼게.#$b#...*우물우물*...#$b#오오- 난 단걸 좋아하지 않는데 이건 맛있다! 하긴 나도 어릴 땐 사탕을 아주 좋아했었지... 하하!$h#$b#이걸로 아이들의 병원에 대한 두려움이 좀 사라졌으면 좋겠어. 정말 고마워.$h",

                "5000060": "LostItem/조카를 위한 선물/마니가 셰인에게 선물로 주려고 사온 닭 동상을 잃어버렸다고 합니다. 주주 시티에서 기차를 타고 돌아왔는데 도중에 잃어버린 것 같다 합니다./마니의 닭 동상 찾아주기/Marnie 113 Railroad 43 41/-1/2000/-1/true/세상에! 찾아왔구나, @!$h#$b#다행히 깨지지도 않았네. 약간 흙이 묻었을 뿐이야. 어디에서 찾았니?#$b#기차역에 있었다고? 아이고 내 정신 좀 봐! 기차에서 내린 후 의자에 앉아 잠깐 짐 정리를 하던 중에 놓고 왔나보네! 어쩐지 집에 올때 손이 너무 가볍더라니...*절레절레*#$b#이것 보렴. 부리도 앙증맞고 정말 귀엽지 않니? 네 덕분에 셰인이 아주 좋아할 것 같구나. 여기 작은 성의의 표시란다. 고마워, @! [608]$h",

                "5000061": "ItemHarvest/그린 푸드/녹색 음식은 몸과 마음을 편하게 해줍니다. 그 중에서도 녹차는 녹색 음식의 대표격이지요. 힘든 농사일을 마치고 따뜻한 녹차 한잔 어떤가요?/녹차 만들기/614/-1/500/-1/true",

                "5000062": "ItemDelivery/가을철 별미/가을철 전어회는 집나간 고양이도 돌아오게 할 정도로 맛있다고 합니다. 라이너스가 싱싱한 전어를 잡아달라네요./라이너스에게 전어 두 마리 주기/Linus 706 2/5000063/1000/-1/true/@, 왔는가? 정말 싱싱한 전어로군.#$b#전어회는 내가 가을철 제일 기대하는 음식이라네.$h#$b#아, 예전에 로빈과 이야기를 나누었는데 아들 세바스찬이 회를 정말 좋아한다고 하지 뭔가.#$b#잠시 기다려주게, 친구.#$b#자 여기 갓 뜬 전어회네. 이걸 세바스찬에게 가져다 주겠나? 내가 주면 부담스러워 할 것 같아서.[227]#$b#이웃과 기쁨을 나누고 싶네. 모두 자네 덕분이야 고맙네, @.$h",

                "5000063": "ItemDelivery/가을철 별미/라이너스가 맛있는 전어회를 먹는 기쁨을 이웃과 나누고 싶다 합니다. 세바스찬에게 회를 가져다 주세요./세바스찬에게 회 주기/Sebastian 227/-1/0/-1/true/안녕, @. 놀러 온거야?#$b#음? 라이너스 아저씨가 나에게 전어회를 주셨다고? 내가 회 좋아하는 건 어떻게 아신거지...?#$b#난 그 아저씨에게 별로 신경써드리지 못했는데 왠지 죄송하네...#$b#아저씨한텐 다음에 직접 고맙다고 인사 드릴게.#$b#@, 가져다 줘서 고마워. 회 같이 먹자.[227]$h.",

                "5000064": "ItemDelivery/월동 준비/겨울을 맞아 주민들이 로빈에게 보일러 점검을 요청했다 합니다. 로빈에게 많은 재료가 필요한 것 같네요./로빈에게 석탄 300개 주기/Robin 382 300/5000065/84000/-1/true/와, 빨리 가져다줬네! 엄청 무거웠지?#$b#석탄은 어디에 필요하냐고? 보일러 점검하면서 서비스로 석탄도 채워드리고 있거든, 하하.$h#$b#흠, 이제 단단한 단단한 나무만 충분히 있으면 작업하기에 문제 없을 것 같네, 부탁할게 @!",

                "5000065": "ItemDelivery/월동 준비/겨울을 맞아 주민들이 로빈에게 보일러 점검을 요청했다 합니다. 로빈에게 많은 재료가 필요한 것 같네요./로빈에게 단단한 나무 300개 주기/Robin 709 300/-1/21000/-1/true/좋아! 이제 당장 일을 시작해도 되겠어.#$b#흐음... 추위를 많이 타는 캐롤라인 집부터 시작하면 되겠지... *중얼중얼*#$b#아 @, 고맙단 말을 미처 못했네. 넌 정말 좋은 이웃이자 친구야, 고마워!$h",

                "5000066": "ItemDelivery/입에 쓴게 몸에 좋아요/알렉스가 매년 겨울철, 감기로 고생하시는 할머니를 위해 뿌리꿀차를 만들어 드리고 싶어합니다./알렉스에게 겨울 뿌리 20개 주기/Alex 412 20/-1/4000/-1/true/음, 이 뿌리채소 되게 쓴맛 날 것 같긴 한데 그만큼 몸에 좋아 보인다! 뭐, 꿀을 좀 섞으면 맛도 괜찮지겠지?#$b#올해는 할머니가 감기에 걸리지 않으셨음 좋겠어. 내가 매일 뿌리꿀차를 타드려야지. 고마워, @!$h",

                "5000067": "ItemDelivery/따끈한 벌꿀주/팸이 품질 좋은 벌꿀주를 마시고 싶어 합니다. 따끈한 벌꿀주를 마시는게 한겨울 추위를 이겨내는 가장 좋은 방법이라네요./팸에게 벌꿀주 10병 주기/Pam 459 10/-1/10000/-1/true/크, 역시 넌 믿어도 될 줄 알았어! 척하면 척이라니까?#$b#벌꿀 향이 아주 진한게 진짜 제대로다, 이건.#$b#고맙다 꼬마야! 오늘 밤 티비 볼 시간이 기대되는걸, 하하!$h",

                "5000068": "ItemDelivery/다람쥐의 비상식량/올 겨울에는 도토리가 크게 부족해서 다람쥐들이 굶고 있다고 합니다. 라이너스가 불쌍한 다람쥐들을 위해 도토리를 모아줄 것을 부탁합니다./라이너스에게 도토리 300개 주기/Linus 309 300/-1/0/-1/true/고맙네, @. 이것들로 다람쥐들이 올 겨울을 잘 이겨낼 수 있기를 바라네.#$b#사실 도토리는 다람쥐들이 그렇게 좋아하는 음식은 아니야. 하지만 올 겨울처럼 먹을 것이 없을 때, 비상식량으로 크게 도움이 되지.#$b#역시 자네는 정말로 마음이 따뜻한 사람이야. 내가 보상을 줄 만한 돈이 없다는걸 알면서도 도와줬지 않나.#$b#하지만... 감사의 표시로 이것들을 주고 싶네. 얼마 전에 광산에 갔다가 주은 걸세. 내겐 의미가 없는 물건이지만 자네에겐 가치 있을거야. 다시 한번 고맙네, 친구.[60][62][64][72]$h",

                "5000069": "LostItem/캐롤라인의 티 파티/캐롤라인이 아끼는 다기 세트를 잃어버렸다 합니다. 친구들과 마을회관에서 티 파티를 한 기억만 남아 있다네요./캐롤라인의 다기세트 찾아주기/Caroline 341 Town 60 11/-1/1000/-1/true/내 다기세트 찾아왔구나! 아, 마을회관 뒤쪽에 있었니?#$b#전에 조디와 로빈, 마니와 티파티를 하는 동안 내가 직접 만든 딸기주도 마셨었거든.#$b#알코올이 조금 들어간 술이였어서.. 아마 우리 넷 다 취해서 정신이 없었나 봐! 호호.$h#$b#그래도 내가 아끼던 찻잔이라 너가 찾아줘서 기뻐!$h#$b#이건 방금 구운 타르트야. 오늘 고마웠어, @[234]",

                "5000070": "ItemHarvest/세상에서 제일 큰 달걀/매일 매일 달걀을 수확하고 마요네즈로 만들기 귀찮지 않나요? 타조 알은 그런 고민을 해결해줄 만한 매우 효율적인 달걀입니다./타조알 30개 모으기/289 30/-1/30000/-1/true",

                "5000071": "LostItem/루이스의 걱정거리/루이스가 해변에서 와인잔을 깨뜨리는 바람에 유리 파편이 튀었다 합니다. 아무리 뒤져봐도 유리 한 조각을 못찾겠다고 하네요. 누가 밟아서 다치기 전에 찾아야겠네요./루이스에게 유리파편 찾아주기/Lewis 118 Beach 64 22/-1/1000/-1/true/휴, 자네가 마지막 조각을 찾아줬으니 이제 한시름 놓을 수 있겠어.#$b#그동안 누가 저걸 밟아서 다치기라도 하면 어쩌나 걱정이 많았거든... *절레절레*#$b#이제 유리 파편들을 안전한 곳에다 치워야겠군.",
	}
}